Repository: goRestart/ios-restart-app
Catalog: Ambatana/res/i18n/*.lproj/Localizable.strings
Languages: ja, my, pt_br

# categories_baby_and_child
source: Baby and Child
ja: ベビー・子供用品
my: နို့စို့ကလေးနှင့်ကလေးသူငယ်
pt_br: Bebê e Criança

# categories_cars_and_motors
source: Other Vehicles and Parts
ja: 自動車と車関連
my: ကားနှင့်မော်တာများ
pt_br: Veículos

# categories_electronics
source: Electronics
ja: 電気製品
my: လျှပ်စစ်ပစ္စည်းများ
pt_br: Eletrônicos

# categories_fashion_and_accessories
source: Fashion and Accessories
ja: ファッションとアクセサリー
my: ဖက်ရှင်နှင့်အသုံးအဆောင်ပစ္စည်းများ

# categories_home_and_garden
source: Home and Garden
ja: 家庭とガーデン用品
my: အိမ်နှင့်ဉယျာဉ်
pt_br: Casa e Jardim

# categories_movies_books_and_music
source: Movies, Books and Music
ja: 映画、本と音楽
my: ရုပ်ရှင်များ၊ စာအုပ်များနှင့် သီချင်း
pt_br: Filmes, Livros e Música

# categories_other
source: Other
ja: その他
my: အခြား
pt_br: Outras

# categories_sports_leisure_and_games
source: Sports, Leisure and Games
ja: スポーツ、レジャーとゲーム
my: အားကစားများ၊ အားလပ်ချိန်နှင့် ဂိမ်းများ
pt_br: Esportes, Lazer e Jogos

# categories_title
source: Categories
ja: カテゴリー
my: အမျိုးအစားများ
pt_br: Categorias

# change_location_apply_button
source: Set location
ja: 適用
my: အသုံးချပါ

# change_location_approximate_location_label
source: Use approximate location
ja: 住所を表示
my: အနီးဆုံးလိပ်စာကိုပြပါ

# change_location_error_search_location_message
source: We were unable to find that location. Please try again.
ja: 位置情報を見つけることができません。もう一度やり直してください。
my: ၄င်းသည် တည်နေရာမရှာနိုင်ပါ။ ကျေးဇူးပြုပြီး ပြန်ကြိုးစားပါ။

# change_location_error_unknown_location_message
source: No results for %@
ja: %@の結果がありません
my: %@ အတွက် ရလဒ်များမရှိပါ

# change_location_recommend_update_location_message
source: We recommend updating your location to see the best deals near you!
ja: あなたの近くで最適な商品を見つけるには位置情報の変更をお勧めします。
my: သင် နှင့်အနီးဆုံးနေရာမှ အသက်သာဆုံးစျေးနှုန်းကိုကြည့်နိုင်ရန် သင့်တည်နေရာကို ပြင်ဆင်ခြင်းကို အကြံပြုပါသည်။

# change_location_search_field_hint
source: Enter city or zip code
ja: 市町村名または郵便番号を入力
my: မြို့ သို့မဟုတ် ဇစ်ကုဒ်ကိုထည့်သွင်းပါ

# change_location_title
source: Change Location
ja: 位置情報を変更
my: တည်နေရာပြောင်းပါ

# change_password_confirm_password_field_hint
source: Confirm password
ja: 確認用パスワード
my: စကားဝှက်ကိုအတည်ပြုပါ
pt_br: Confirmar senha

# change_password_new_password_field_hint
source: New password
ja: 新しいパスワード
my: စကားဝှက်အသစ်
pt_br: Nova senha

# change_password_send_error_generic
source: An error occurred while changing the password. Please try again.
ja: パスワードの変更中にエラーが発生しました。後でもう一度お試しください。
my: စကားဝှက်ပြောင်းသောအခါ အမှားတစ်ခုဖြစ်ပွားခဲ့သည်။ ကျေးဇူးပြုပြီး နောက်ကြိုးစားပါ။
pt_br: Ocorreu um falha no processo de alteração de senha. Por favor, tente novamente mais tarde.

# change_password_send_error_invalid_password_with_max
source: Please enter a valid password. It must be between %d and %d characters.
ja: Please insert a valid password. It must be between %d and %d characters.

# change_password_send_error_passwords_mismatch
source: Passwords don't match. Please try again.
ja: パスワードが一致していません。もう一度やり直してください。
my: စကားဝှက်များကိုမကိုက်ညီပါ။ ကျေးဇူးပြုပြီးပြန်ကြိုးစားပါ။
pt_br: As senhas não coincidem. Por favor, tente novamente.

# change_password_send_ok
source: Password changed!
ja: パスワードは正しく変更されました。
my: စကားဝှက်အောင်မြင်စွာပြောင်းလဲပြီးပြီ။
pt_br: Senha alterada com sucesso.

# change_password_title
source: Change password
ja: パスワード変更
my: စကားဝှက်ကိုပြောင်းပါ
pt_br: Alterar senha

# change_username_error_invalid_username
source: Please enter a valid username. It must be at least %d characters long.
ja: フルネームには最低 %d 文字以上の入力が必要です。
my: ကျေးဇူးပြုပြီး မှန်ကန်သည့်အမည်ထည့်သွင်းပါ၊ ၄င်းသည် အနည်းဆုံး %d ကာရက်တာရှိရမည်။
pt_br: Por favor, insira um nome válido, contendo pelo menos %d caracteres.

# change_username_field_hint
source: Full name
ja: フルネーム
my: အမည် အပြည့်အစုံ
pt_br: Nome completo

# change_username_loading
source: Saving username...
ja: ユーザー名保存中...
my: သင့်သုံးစွဲသူအမည်ကိုသိမ်းခြင်း...
pt_br: Salvando nome de usuário...

# change_username_save_button
source: Save
ja: 保存
my: သိမ်းပါ
pt_br: Salvar

# change_username_send_ok
source: Username changed!
ja: ユーザー名は正常に変更されました。
my: သုံးစွဲသူအမည်ကိုအောင်မြင်စွာပြောင်းပြီးပါပြီ။
pt_br: Nome de usuário alterado com sucesso.

# change_username_title
source: Change Name
ja: 名前の変更
my: အမည် ပြောင်းလဲပါ
pt_br: Alterar Nome

# chat_list_title
source: Chats
ja: チャット
my: စကားစမြည်ပြောဆိုခြင်းများ
pt_br: Conversas

# chat_message_field_hint
source: Type your message here
ja: あなたのメッセージをここに記入して下さい...
my: ဒီမှာမက်ဆေ့ရိုက်ထည့်ပါ
pt_br: Digite a sua mensagem aqui

# chat_message_load_generic_error
source: An error occurred while retrieving your conversation data. Please try again.
ja: 会話のデータの検索中にエラーが発生しました。後でもう一度お試しください。
my: သင့်ပြောဆိုချက်ဒေတာဆွဲထုတ်စဉ် အမှားတစ်ခုဖြစ်ပွားခဲ့သည်။ ကျေးဇူးပြုပြီး နောက်ပြန်ကြိုးစားပါ။
pt_br: Ocorreu um erro ao recuperar os dados da conversação. Por favor tente novamente mais tarde.

# chat_safety_tips_title
source: STAY SAFE
ja: 安全に関するアドバイス

# chat_send_button
source: Send
ja: 送信
my: ပို့မည်
pt_br: Enviar

# chat_send_error_generic
source: An error occurred while sending the message. Please try again.
ja: メッセージの送信でエラーが発生しました。後でもう一度お試しください。
my: မက်ဆေ့ပေးပို့သည့် အမှားတစ်ခုရှိသည်။ ကျေးဇူးပြုပြီးပြန်ကြိုးစားပါ။
pt_br: Ocorreu um erro no envio da mensagem. Por favor tente novamente mais tarde.

# common_cancel
source: Cancel
ja: キャンセル
my: ရပ်ဆိုင်းပါ
pt_br: Cancelar

# common_error
source: Error
ja: エラー
my: အမှားအယွင်း
pt_br: Erro

# common_error_connection_failed
source: An error has occurred. Please check your Internet connection.
ja: 操作を完了できませんでした。インターネット接続を確認してください。
my: လုပ်ဆောင်ချက်သည် မပြည့်စုံနိုင်ပါ။ ကျေးဇူးပြုပြီး သင့်အင်တာနက်ဆက်သွယ်ရေးကို စစ်ဆေးပါ။
pt_br: A operação não pode ser concluída. Por favor, verifique sua conexão com a internet.

# common_error_generic_body
source: An error occurred.
ja: やリ方をを変えてもう一度お試しください

# common_error_network_body
source: Please check your network settings and try again
ja: ネットワークを確認してもう一度お試しください

# common_error_retry_button
source: Try again
ja: もう一度お試しください

# common_error_title
source: OOPS!
ja: 失敗しました！

# common_loading
source: Loading...
ja: 読み込み中...
my: တင်နေတုန်း...
pt_br: Carregando...

# common_no
source: No
ja: いいえ
my: မရှိပါ

# common_product_not_available
source: Oops! This item is no longer available
ja: この商品はもう売買不可です。
my: ဤထုတ်ကုန်ကို နောက်ထပ်မရနိုင်ပါ။
pt_br: Esse produto não está mais disponível

# common_product_sold
source: This product has been sold.
ja: この商品は売却済みです。
my: ဒီထုတ်ကုန်ကိုရောင်းပြီးပါပြီ

# common_time_a_minute_ago_label
source: a minute ago
ja: 1 分前
my: တစ်မိနစ်ခန့်က
pt_br: Há cerca de um minuto

# common_time_day_ago_label
source: a day ago
ja: 1日前
my: မနေ့က
pt_br: Há um dia

# common_time_days_ago_label
source: %d days ago
ja: %d日前
my: %d ရက် အရင်က
pt_br: Há %d dias

# common_time_hour_ago_label
source: an hour ago
ja: １時間前
my: တစ်နာရီခန့်က
pt_br: Há uma hora

# common_time_hours_ago_label
source: %d hours ago
ja: %d時間前
my: %d နာရီ မတိုင်ခင်
pt_br: Há %d horas

# common_time_minutes_ago_label
source: %d minutes ago
ja: %d分前
my: %d မိနစ် မတိုင်ခင်
pt_br: Há %d minutos

# common_time_more_than_one_month_ago_label
source: more than one month ago
ja: １ヶ月以上前
my: တစ်လထက်ပိုတုန်းက
pt_br: Há mais de um mês

# common_time_now_label
source: now
ja: たった今
my: ယခု
pt_br: agora

# common_time_seconds_ago_label
source: %d seconds ago
ja: %d 秒前
my: %d စက္ကန့်အလိုက
pt_br: Há %d segundos

# common_time_week_ago_label
source: a week ago
ja: 1週間前
my: တစ်ပတ်အလိုက
pt_br: Há uma semana

# common_time_weeks_ago_label
source: %d weeks ago
ja: %d週間前
my: %d ပတ်အလိုက
pt_br: Há %d semanas

# common_user_not_available
source: Oops! User not found.
ja: ユーザーが見つかりません。

# common_yes
source: Yes
ja: はい
my: ရှိသည်

# contact_subject_option_location
source: Location issues
ja: 位置情報問題
my: တည်နေရာကိစ္စများ

# contact_subject_option_login
source: Issues logging in
ja: ログインアクセス
my: လော့အင်ဝင်ခြင်း

# contact_subject_option_other
source: Other issues
ja: その他の問題
my: အခြားကိစ္စများ

# contact_subject_option_product_edit
source: Edit or delete product
ja: 商品の編集/削除
my: ထုတ်ကုန်ကို ပြင်ဆင်ပါ/ဖျက်ပါ

# contact_subject_option_profile_edit
source: Edit or delete profile
ja: プロフィールの編集/削除
my: ပရိုဖိုင်ကို ပြင်ဆင်ပါ/ဖျက်ပါ

# contact_subject_option_report
source: Report user or spam
ja: ユーザー/スパム報告
my: သုံးစွဲသူ/စပမ်းကို အစီရင်ခံပါ

# edit_product_send_button
source: Save changes
ja: 更新
my: ပြင်ဆင်ပါ
pt_br: Atualizar

# edit_product_send_error_uploading_product
source: An error occurred while updating your product.
ja: 商品更新中にエラーが発生しました。
my: သင့်ထုတ်ကုန်ကိုဖျက်သည့်အမှားတစ်ခုရှိခဲ့ပါသည်။
pt_br: Ocorreu um erro enquanto atualizávamos o seu anúncio.

# edit_product_send_ok
source: Congratulations! Your product has been updated. It will appear in our listings shortly.
ja: おめでとうございます！商品は正常に更新されました。しばらくすると一覧上に表示されます。
my: ဂုဏ်ယူပါတယ်။ သင့်အိုက်တမ်ကို အောင်မြင်စွာတင်ပြီးပါပြီ။ ၄င်းသည် ကျွန်ုပ်တို့စာရင်းတွင် မကြာမီပေါ်လာပါလိမ့်မယ်။
pt_br: Parabéns! Seu anúncio foi atualizado com sucesso e será exibido em breve.

# edit_product_title
source: Edit Product
ja: 商品の編集
my: ထုတ်ကုန်ပြင်ပါ
pt_br: Editar Produto

# forced_update_message
source: A new version of letgo is available. Please update now!
ja: letgoの新バージョンが使用可能です。今すぐ更新してください。
my: letgo ဗားရှင်းအသစ်ကို ရနိုင်ပါသည်။ ကျေးဇူးပြုပြီး ယင်းကိုယခု ပြင်ဆင်ပါ။

# forced_update_title
source: Update Available
ja: 更新可能
my: ပြင်ဆင်ချက်ရနိုင်သည်

# forced_update_update_button
source: Update
ja: 更新
my: ပြင်ဆင်မည်

# help_title
source: Help
ja: ヘルプ

# log_in_error_send_error_generic
source: An error occurred while logging in. Please try again.
ja: ログイン中にエラーが発生しました。
my: လော့အင်၀င်သောအခါ အမှားတစ်ခုဖြစ်ပွားခဲ့သည်။
pt_br: Ocorreu uma falha ao iniciar a sessão.

# log_in_error_send_error_invalid_email
source: Please enter a valid email address.
ja: 有効なメールアドレスをメールアドレス入力欄に入力してください。
my: သုံးစွဲသူအီးမေးလ်စာသားအချက်အလက်တွင် မှန်ကန်သည့်အီးမေးလ်ကို ကျေးဇူးပြုပြီး ထည့်သွင်းပါ
pt_br: Por favor, insira um e-mail válido.

# log_in_error_send_error_user_not_found_or_wrong_password
source: Invalid email or password. Please try again.
ja: ログインできませんでした：不明なユーザーか間違ったパスワードです。
my: လော့အင်မ၀င်နိုင်ပါ-မသိသောသုံးစွဲသူ သို့မဟုတ် မမှန်ကန်သည့်သက်သေအထောက်အထားများ
pt_br: Não foi possível iniciar sessão: usuário desconhecido ou credenciais incorretas

# log_in_reset_password_button
source: Forgot your password?
ja: お忘れですか？
my: မေ့သွားပါသလား။
pt_br: Esqueceu a senha?

# log_in_send_button
source: Log In
ja: ログイン
my: လော့အင်၀င်ပါ
pt_br: Entrar

# log_in_title
source: Sign in with email
ja: ログイン
my: လော့အင်၀င်ပါ
pt_br: Entrar

# main_sign_up_claim_label
source: Buy and sell quickly, safely and locally. It’s time to letgo!
ja: 売買とチャットをスタート
my: ရောင်းခြင်း၊ ၀ယ်ခြင်းနှင့်စကားပြောခြင်းလုပ်ရန် စတင်ပါ
pt_br: Comece já a conversar, comprar e vender!

# main_sign_up_facebook_connect_button
source: Continue with Facebook
ja: Facebookに接続
my: Facebook နှင့်ဆက်သွယ်ပါ
pt_br: Conecte-se com o Facebook

# main_sign_up_fb_connect_error_email_taken
source: Your email address is already registered. Please use it to log in.
ja: ログインできません。fフェースブックのメールアドレスはすでに登録されています。もう一度やり直してください。
my: လော့အင်မ၀င်နိုင်ပါ၊ သင့်အီးမေးလ်လိပ်စာသည် Facebook တွင် ကြိုတင်စာရင်းသွင်းပြီးသားဖြစ်သည်၊ ကျေးဇူးပြုပြီး လော့အင်၀င်ရန် ကြိုးစားပါ။
pt_br: Não foi possível iniciar a sessão, seu e-mail vinculado ao Facebook já foi cadastrado. Por favor, tente iniciar a sessão.

# main_sign_up_fb_connect_error_generic
source: Unable to log in. Please try again.
ja: ログインできません。もう一度お試しください。
my: လော့အင်မ၀င်နိုင်ပါ။ ကျေူးဇူးပြုပြီးပြန်ကြိုးစားပါ။
pt_br: Não foi possível iniciar a sessão. Por favor, tente novamente.

# main_sign_up_log_in_label
source: Log In
ja: ログイン
my: လော့အင်၀င်ပါ
pt_br: Entrar

# main_sign_up_or_label
source: OR USE YOUR EMAIL
ja: または
my: သို့မဟုတ်
pt_br: OU

# main_sign_up_sign_up_button
source: Sign Up
ja: メールアドレスで登録
my: သင့်အီးမေးလ်နှင့်အတူ စာရင်းသွင်းပါ
pt_br: Cadastre-se com seu e-mail

# product_delete_confirm_cancel_button
source: Cancel
ja: キャンセル
my: ရပ်ဆိုင်းပါ
pt_br: Cancelar

# product_delete_confirm_message
source: Why do you want to delete your product?
ja: この商品を削除する理由は何ですか？
my: သင်၏ထုတ်ကုန်ကို ဘာကြောင့်ဖျက်ချင်ပါသလဲ။
pt_br: Por que você deseja deletar este produto?

# product_delete_confirm_ok_button
source: I don't want to sell it
ja: 売りたくない
my: ကျွန်ုပ်ဒါကိုမရောင်းခဲ့ပါ
pt_br: Não quero vender

# product_delete_confirm_sold_button
source: I already sold it
ja: 既に売却済み
my: ကျွန်ုပ်ဒါကိုရောင်းပြီးပါပြီ
pt_br: Já vendi

# product_delete_confirm_title
source: Delete Product
ja: 商品の削除
my: ထုတ်ကုန်ပယ်ဖျက်ပါ
pt_br: Deletar produto

# product_delete_send_error_generic
source: Oops! An error occurred while deleting your product. Please try again.
ja: 商品を削除できませんでした。もう一度やり直してください。
my: မှားပါတယ်၊ ကျွန်ုပ်တို့သည် သင့်ထုတ်ကုန်ကိုမဖျက်ပစ်နိုင်ပါ။ ကျေးဇူးပြုပြီး ပြန်ကြိုးစားပါ။
pt_br: Ops! Não foi possível excluir seu produto. Por favor, tente novamente.

# product_delete_sold_confirm_message
source: Are you sure you want to delete this product?
ja: 本当にこの商品を削除しますか？
my: သင်သည် ထိုထုတ်ကုန်ကို ဖျက်ချင်သည်မှာ သေချာပါသလား။
pt_br: Deseja mesmo excluír esse produto?

# product_distance_X_from_you
source: %@ from you
ja: あなたから%@

# product_list_item_sold_status_label
source: SOLD
ja: 売却済み
my: ရောင်းပြီး
pt_br: VENDIDO

# product_mark_as_sold_button
source: Mark as Sold
ja: 売却済にする
my: ရောင်းပြီးသားအနေဖြင့် မှတ်သားပါ
pt_br: Marcar como vendido

# product_mark_as_sold_confirm_cancel_button
source: Cancel
ja: キャンセル
my: ရပ်ဆိုင်းပါ
pt_br: Cancelar

# product_mark_as_sold_confirm_message
source: Congratulations! Are you sure you want to mark your product as sold?
ja: おめでとうございます！本当に売却済のマークを付けますか？
my: ဂုဏ်ယူပါတယ်၊ သင် ရရှိခဲ့ပြီ။ ဒါကို ရောင်းပြီးသားအနေဖြင့် အမှတ်အသားလုပ်ချင်သည်မှာ သေချာပါသလား။
pt_br: Muito bem, você conseguiu! Deseja mesmo marcar este produto como vendido?

# product_mark_as_sold_confirm_ok_button
source: Mark as Sold
ja: 売却済にする
my: ရောင်းပြီးသားအနေဖြင့် မှတ်သားပါ
pt_br: Marcar como vendido

# product_mark_as_sold_confirm_title
source: Mark as Sold
ja: 売却済みにする
my: ရောင်းပြီးသားအနေဖြင့် မှတ်သားပါ
pt_br: Marcar como vendido

# product_mark_as_sold_error_generic
source: An error occurred while marking your product as sold. Please try again.
ja: 商品の売却済マーキング中にエラーが発生しました。後ほどもう一度お試しください。
my: ထုတ်ကုန်ကိုရောင်းပြီးအနေဖြင့် မှတ်သားစဉ် အမှားတစ်ခုရှိသည်။ ကျေးဇူးပြုပြီးပြန်ကြိုးစားပါ။
pt_br: Ocorreu um erro ao marcar o produto como vendido. Por favor, tente novamente mais tarde.

# product_mark_as_sold_success_message
source: Congratulations, your product has been marked as sold!
ja: おめでとうございます。商品は正常に売却済のマークが付きました。
my: ဂုဏ်ယူဝမ်းမြောက်ပါတယ်၊ သင့် ထုတ်ကုန်ကို ရောင်းချပြီးသားအနေဖြင့် အောင်မြင်စွာ မှတ်ထားလိုက်ပါပြီ!

# product_report_confirm_message
source: Are you sure you want to report this product?
ja: この商品を本当に報告しますか？
my: ဒီထုတ်ကုန်ကို အစီရင်ခံမှာ သင် သေချာပါသလား။

# product_report_confirm_title
source: Report Product
ja: 商品報告
my: ထုတ်ကုန်ကို အစီရင်ခံပါ

# product_report_product_button
source: Report Product
ja: 商品報告
my: ထုတ်ကုန်ကို အစီရင်ခံပါ
pt_br: Denunciar produto

# product_reported_error_generic
source: An error occurred while reporting the product. Please try again.
ja: 現在、商品の報告中にエラーが発生しました。しばらくしてもう一度お試しください。

# product_reported_success_message
source: The product has been reported. Thanks!
ja: 商品は無事に報告されました。
my: ထုတ်ကုန်ကို အောင်မြင်စွာ အစီရင်ခံပြီးပါပြီ။ ကျေးဇူးပါ!

# product_reporting_loading_message
source: Reporting product...
ja: 商品報告中…
my: ထုတ်ကုန်ကို အစီရင်ခံခြင်း...

# product_search_no_products_body
source: Try looking for something else or check again soon!
ja: But no products match your search. Try again soon, new items are posted every day!

# product_search_no_products_title
source: OOPS! NO RESULTS NEAR YOU
ja: WE SEARCHED AND SEARCHED...

# product_share_body
source: Look what I just found on letgo!
ja: Letogoで見つけたので見て！
my: letgo တွင် ကျွန်ုပ်တွေ့ခဲ့သည့် အရာကိုကြည့်ပါ။
pt_br: Veja o que eu acabei de encontrar no letgo!

# product_share_email_error
source: Oops! You don't seem to have an account set up in the Mail app.
ja: メールアプリのアカウントが設定されていないようです。
my: မှားပါတယ်၊ ဒါက သင်သည် မေးလ်ပရိုဂရမ်တွင် အကောင့်မသတ်မှတ်ရသေးဟန် ရှိပါတယ်
pt_br: Ops, aparentemente você não configurou uma conta no Mail app

# profile_favourites_my_user_no_products_label
source: NO FAVORITES (YET!)
ja: 公開またはお気に入りにされた商品はまだありません。
my: သင့်တွင် မည်သည့် ထုတ်ပြန်ပြီးသား သို့မဟုတ် နှစ်သက်သည့် ထုတ်ကုန်များမရှိသေးပါ။
pt_br: Você ainda não tem nenhum produto publicado ou favorito.

# profile_favourites_products_tab
source: Favorites
ja: お気に入り
my: နှစ်သက်ရာများ
pt_br: Favoritos

# profile_selling_products_tab
source: Selling
ja: 販売中
my: ရောင်းချခြင်း
pt_br: Vendendo

# profile_sold_products_tab
source: Sold
ja: 売却済
my: ရောင်းပြီးသား
pt_br: Vendido

# rating_view_rate_us_label
source: Rate us:
ja: 評価する

# reset_password_email_field_hint
source: Enter your email address
ja: メール
my: အီးမေးလ်
pt_br: E-mail

# reset_password_send_button
source: Send email
ja: パスワード再設定
my: စကားဝှက်ကိုပြန်ထားပါ
pt_br: Redefinir senha

# reset_password_send_error_generic
source: An error occurred while resetting your password. Please try again.
ja: パスワードを回復しようとしてエラーが発生しました。
my: သင့်စကားဝှက်ကိုမှတ်မိအောင်ကြိုးစားစဉ် အမှားတစ်ခုဖြစ်ပွားခဲ့သည်။
pt_br: Ocorreu uma falha ao tentar lembrar a senha.

# reset_password_send_error_invalid_email
source: Please enter a valid email address.
ja: 有効なメールアドレスをメール入力欄に入力してください。
my: သုံးစွဲသူအီးမေးလ်စာသားအချက်အလက်တွင် မှန်ကန်သည့်အီးမေးလ်ကို ကျေးဇူးပြုပြီး ထည့်သွင်းပါ
pt_br: Por favor, insira um e-mail válido.

# reset_password_send_error_user_not_found_or_wrong_password
source: The email address %@ is not registered.
ja: メールアドレスが見つかりません。
my: အီးမေးလ်လိပ်စာ မတွေ့ပါ
pt_br: Endereço de e-mail não encontrado

# reset_password_send_ok
source: We've sent an email to %@. Click the link in the email to reset your password!
ja: 受信ボックスを確認してパスワードの再設定の指示に従ってください。
my: သင့်အ၀င်မေးလ်ဘောက်စ်ကိုစစ်ဆေးပြီး စကားဝှက်ပြန်သတ်မှတ်သည့် ညွှန်ကြားချက်များကိုလိုက်နာပါ။
pt_br: Verifique sua caixa de entrada e siga as instruções para redefinir sua senha.

# reset_password_title
source: Reset password
ja: パスワード再設定
my: စကားဝှက်ပြန်သတ်မှတ်ပါ
pt_br: Redefinir Senha

# sell_category_selection_label
source: Category
ja: カテゴリーを選択してください
my: အမျိုးအစားတစ်ခုရွေးပါ
pt_br: Escolher uma categoria

# sell_choose_category_dialog_cancel_button
source: Cancel
ja: キャンセル
my: ရပ်ဆိုင်းပါ
pt_br: Cancelar

# sell_choose_category_dialog_title
source: Choose a category
ja: カテゴリーの選択
my: အမျိုးအစားတစ်ခုရွေးပါ
pt_br: Escolha uma categoria

# sell_description_field_hint
source: Description (optional)
ja: 説明
my: ဖော်ပြချက်
pt_br: Descrição

# sell_picture_image_source_camera_button
source: Camera
ja: カメラ
my: ကင်မရာ
pt_br: Câmera

# sell_picture_image_source_camera_roll_button
source: Photo library
ja: フォトライブラリー
my: ဓါတ်ပုံပြတိုက်
pt_br: Galeria de fotos

# sell_picture_image_source_cancel_button
source: Cancel
ja: キャンセル
my: ရပ်ဆိုင်းပါ
pt_br: Cancelar

# sell_picture_image_source_title
source: Choose image source
ja: 画像ソースを選択してください
my: ရုပ်ပုံရင်းမြစ်ကိုရွေးပါ
pt_br: Escolha o local da imagem

# sell_picture_label
source: Photo
ja: 写真
my: ဓါတ်ပုံ
pt_br: Foto

# sell_picture_save_into_camera_roll_error_generic
source: An error occurred while saving the image to your photo library. Please check your phone's settings and make sure letgo is allowed to access your photos.
ja: フォトライブラリーに画像を保存中にエラーが発生しました。設定アプリで、あなたの写真がletgoで利用できるように設定されているか確認してください。
my: ဓါတ်ပုံပြတိုက်ရှိ ရုပ်ပုံကိုသိမ်းစဉ် အမှားဖြစ်သည်။ ကျေးဇူးပြုပြီး letgo သည် ဆက်တင်များ အက်ပ်ရှိ သင့်ဓါတ်ပုံများကို သုံးရန်ခွင့်ပြုထားသည်။
pt_br: Ocorreu um erro ao salvar a imagem na sua galeria de fotos. Por favor, verifique se o letgo tem permissão para acessar suas fotos nas Configurações do App.

# sell_picture_save_into_camera_roll_loading
source: Saving image to photo library...
ja: フォトライブラリーに画像の保存中...
my: ဓါတ်ပုံပြတိုက်ရှိ ရုပ်ပုံသိမ်းခြင်း...
pt_br: Salvando imagem na galeria de fotos...

# sell_picture_save_into_camera_roll_ok
source: Saved image to photo library.
ja: フォトライブラリーに画像は正常に保存されました。
my: ဓါတ်ပုံပြတိုက်တွင် ရုပ်ပုံကိုအောင်မြင်စွာသိမ်းခဲ့သည်။
pt_br: Imagem salva com sucesso na galeria de fotos.

# sell_picture_selected_cancel_button
source: Cancel
ja: キャンセル
my: ရပ်ဆိုင်းပါ
pt_br: Cancelar

# sell_picture_selected_delete_button
source: Delete
ja: 削除
my: ပယ်ဖျက်ပါ
pt_br: Excluir

# sell_picture_selected_save_into_camera_roll_button
source: Save to camera roll
ja: ディスクに保存
my: ဓါတ်ပြား တွင်သိမ်းပါ
pt_br: Salvar em disco

# sell_picture_selected_title
source: Choose an action
ja: アクションの選択
my: လှုပ်ရှားမှုတစ်ခုကိုရွေးပါ
pt_br: Escolha uma ação

# sell_send_error_invalid_category
source: Please choose a category for the product.
ja: 商品のカテゴリーを選択してください。
my: ထုတ်ကုန်အတွက် အမျိုးအစားတစ်ခုကို ရွေးချယ်ပါ။
pt_br: Por favor, escolha uma categoria para o produto.

# sell_send_error_invalid_description
source: Please enter a valid description for your product.
ja: 有効な商品説明を入力してください。
my: ကျေးဇူးပြုပြီး ထုတ်ကုန်အတွက် မှန်ကန်သည့် ရှင်းလင်းဖော်ပြချက်ကို ထည့်သွင်းပါ။
pt_br: Por favor, insira uma descrição válida para o produto.

# sell_send_error_invalid_description_too_long
source: Please enter a valid description for your product. It must be under %d characters.
ja: 商品説明の最大の長さは%d文字です。
my: ထုတ်ကုန်၏ ရှင်းလင်းချက်အတွက် အများဆုံးထပ်နိုင်သည့် ပမာဏမှာ အက္ခရာ %d လုံးဖြစ်ပါသည်။
pt_br: A descrição do produto deve ter no máximo %d caracteres.

# sell_send_error_invalid_image_count
source: At least one photo is required to sell a product.
ja: 商品を売るには少なくとも１つの写真が必要です。
my: ထုတ်ကုန်တစ်ခုရောင်းချခြင်းအတွက် အနည်းဆုံး ဓါတ်ပုံတစ်ပုံလိုအပ်ပါသည်။
pt_br: É obrigatória pelo menos uma foto para anunciar um produto.

# sell_send_error_invalid_price
source: Please enter a valid price for the product. It should only include numbers.
ja: 数字のみで、有効な価格を入力してください。
my: ကျေးဇူးပြုပြီး ထုတ်ကုန်အတွက် မှန်ကန်သည့်စျေးနှုန်းတစ်ခုထည့်သွင်းပါ။ ၄င်းသည် နံပါတ်တစ်ခု သာဖြစ်ရမည်။
pt_br: Por favor, insira um preço válido para o produto. O preço deve ser representado somente por um número.

# sell_send_error_invalid_title
source: Please enter a valid title for your product.
ja: 商品の有効なタイトルを入力してください。
my: ကျေးဇူးပြုပြီး ထုတ်ကုန်အတွက် မှန်ကန်သည့် ခေါင်းစီးကို ထည့်သွင်းပါ။
pt_br: Por favor, insira um título válido para o produto.

# sell_send_error_sharing_facebook
source: An error occurred while sharing on Facebook. Please try again.
ja: フェースブックとの共有でエラーが発生しました。後でもう一度お試しください。
my: Facebook တွင် မျှ‌‌‌ဝေစဉ် အမှားအယွင်းတစ်ခုဖြစ်ပွားခဲ့သည်။ ကျေးဇူးပြုပြီးနောက်မှ ပြန်ကြိုးစားပါ။
pt_br: Ocorreu um erro ao compartilhar no Facebook. Por favor, tente novamente mais tarde.

# sell_share_on_facebook_label
source: Share on Facebook
ja: 私の商品をフェースブックで共有する。
my: Facebook တွင်ကျွန်ုပ်ထုတ်ကုန်ကို မျှ‌‌‌ဝေပါ
pt_br: Compartilhar meu produto no Facebook

# sell_title_field_hint
source: Title (optional)
ja: 商品タイトル
my: ထုတ်ကုန်ခေါင်းစီး
pt_br: Título do produto

# sell_uploading_label
source: Uploading product. Please wait...
ja: 商品アップロード中。しばらくお待ちください...
my: ထုတ်ကုန်တင်ခြင်း၊ ကျေးဇူးပြုပြီးစောင့်ပါ...
pt_br: Enviando foto do produto.Por favor, aguarde..

# settings_change_location_button
source: Location
ja: 位置情報
my: တည်နေရာ

# settings_change_password_button
source: Password
ja: パスワード
my: စကားဝှက်
pt_br: Alterar senha

# settings_change_profile_picture_button
source: Photo
ja: 写真
my: ဓါတ်ပုံ
pt_br: Alterar foto

# settings_change_profile_picture_error_generic
source: An error occurred while changing the profile picture.
ja: プロフィール画像の設定でエラーが発生しました。
my: ပရိုဖိုင်ရုပ်ပုံသတ်မှတ်ခြင်းတွင် အမှားအယွင်းတစ်ခုရှိပါသည်။
pt_br: Ocorreu um erro ao definir a foto do perfil

# settings_change_profile_picture_loading
source: Setting profile image. Please wait...
ja: プロフィール画像の設定中。しばらくお待ちください…
my: သင့် ပရိုဖိုင်ရုပ်ပုံကိုသတ်မှတ်ခြင်း၊ ကျေးဇူးပြုပြီး စောင့်ပါ...
pt_br: Definindo a foto do seu perfil, por favor, aguarde...

# settings_change_username_button
source: Name
ja: 名前
my: အမည်
pt_br: Alterar nome
