Repository: goRestart/ios-restart-app
Catalog: Ambatana/res/i18n/*.lproj/Localizable.strings
Languages: ja, my, pt_br

# settings_help_button
source: Help
ja: ヘルプ

# settings_logout_button
source: Log out
ja: ログアウト
my: လော့အောက်ထွက်ပါ

# settings_title
source: Settings
ja: 設定
my: ဆက်တင်များ
pt_br: Configurações

# sign_up_email_field_hint
source: Email
ja: メール
my: အီးမေးလ်

# sign_up_password_field_hint
source: Password
ja: パスワード
my: စကားဝှက်
pt_br: Senha

# sign_up_send_button
source: Sign Up
ja: 登録
my: စာရင်းသွင်းပါ
pt_br: Cadastre-se

# sign_up_send_error_email_taken
source: The email address %@ is already registered. Please use it to log in.
ja: ユーザーは既に存在します
my: သုံးစွဲသူသည် ရှိနှင့်ပြီးသားဖြစ်သည်
pt_br: Já existe um usuário cadastrado com esses dados.

# sign_up_send_error_generic
source: An error occurred while creating the account. Please try again.
ja: ユーザー作成中にエラーが発生しました。
my: သုံးစွဲသူတည်ဆောက်နေစဉ် အမှားတစ်ခုဖြစ်ပေါ်သည်။
pt_br: Ocorreu uma falha na criação do usuário.

# sign_up_send_error_invalid_email
source: Please enter a valid email address.
ja: 有効なメールアドレスをメールアドレス入力欄に入力してください。
my: သုံးစွဲသူအီးမေးလ်စာသားအချက်အလက်တွင် မှန်ကန်သည့်အီးမေးလ်ကို ကျေးဇူးပြုပြီး ထည့်သွင်းပါ
pt_br: Por favor, insira um e-mail válido no campo usuário

# sign_up_send_error_invalid_password_with_max
source: Please enter a valid password. It must be between %d and %d characters.
ja: Please insert a valid password. It must be between %d and %d characters.

# sign_up_send_error_invalid_username
source: Please enter a valid username. It must be at least %d characters long.
ja: 有効な名前を、少なくとも%d文字入力してください。
my: ကျေးဇူးပြုပြီး မှန်ကန်သည့် အမည်ကို ထည့်သွင်းပါ၊ ၄င်းသည် အနည်းဆုံး အက္ခရာစာလုံး %d လုံးရှိရမည်
pt_br: Por favor, insira um nome válido no campo usuário. O nome deve ter no mínimo %d caracteres.

# sign_up_title
source: Create new account
ja: 登録
my: စာရင်းသွင်းပါ
pt_br: Cadastre-se

# sign_up_username_field_hint
source: Full name
ja: フルネーム
my: အမည် အပြည့်အစုံ
pt_br: Nome completo

# tab_bar_tool_tip
source: Sell Your Stuff
ja: 商品を売ろう
my: သင့်ပစ္စည်းကို ရောင်းပါ။
pt_br: Venda as Suas Coisas!

# common_ok
source: OK
my: ကောင်းပြီ
