Repository: goRestart/ios-restart-app
Catalog: components/LGResources/LGResources/Assets/i18n/*.lproj/Localizable.strings
Languages: de, el, es, fi, fr_ca, hu, it, ko, nb, nl, pt_pt, ru, sv, tr, vi

# bump_up_view_boost_subtitle_send_top
source: Your listing's still featured, but you can add an extra boost. It'll move to the top and be featured for 24 hours starting now.
de: Dein Angebot wird weiterhin empfohlen, du kannst es jedoch zusätzlich ankurbeln. Es wird dann wieder an die Spitze der Liste gesetzt und ab jetzt für 24 Stunden empfohlen.
el: Η καταχώρησή σας είναι ακόμη προωθημένη, αλλά μπορείτε να δώσετε μια επιπλέον προώθηση. Θα τη μεταφέρει στην κορυφή και θα προωθηθεί για 24 ώρες ξεκινώντας από τώρα.
es: Tu anuncio todavía está destacado, pero puedes añadir un impulso extra. Volverá arriba y estará destacado durante 24h desde ahora.
fi: Ilmoituksesi on edelleen nostettu esiin, mutta voit antaa sille lisäboostia. Tällöin ilmoitus siirtyy listan kärkeen ja on nostettuna esiin 24 tuntia tästä eteenpäin.
fr_ca: Votre annonce est toujours mise en vedette, mais vous pouvez ajouter un extra boost. Cela va envoyer votre annonce en haut de la liste et elle sera mise en valeur pendant 24 heures à compter de maintenant.
hu: Hirdetésed még kiemelt állapotban van, de ezt tovább fokozhatod. A sor elejére kerül és 24 órára láthatóbb lesz.
it: Il tuo annuncio è ancora sponsorizzato, ma puoi comunque dargli una spinta extra. Si posizionerà in alto e resterà sponsorizzato per 24 ore a partire da ora.
ko: 사용자분의 게시글은 여전히 강조 상태이지만, 추가 강조 기능을 추가하실 수 있습니다. 이 기능은 상품 목록을 상단으로 이동시키고 24시간 동안 상품 강조 기능을 사용하실 수 있습니다.
nb: Din annonse er fortsatt promotert, men du kan legge til ekstra promotering. Den vil flyttes til toppen og være promotert i 24 timer fra nå.
nl: Jouw advertentie is nog steeds als uitgelicht geplaatst, maar je kunt een extra boost toevoegen. Het zal vanaf nu voor 24 uur bovenaan geplaatst worden.
pt_pt: O seu anúncio ainda está destacado mas pode dar-lhe um impulso extra! Ele irá para o topo e ficará destacado durante 24 horas a partir de agora.
ru: Ваше объявление все еще выделено, но вы можете добавить экстра продвижение. Объявление поднимется наверх и будет выделено в течение 24 часов.
sv: Din annons är fortfarande topplistad, men du kan boosta den ännu mer. Det gör att den hamnar på toppen av listan i 24 timmar till från och med nu
tr: İlanın zaten öne çıkarıldı fakat ekstra doping ekleyebilirsin. Üste çıkarılacak ve şu andan itibaren 24 saat süreyle öne çıkarılacak.
vi: Bài đăng của bạn vẫn đang được làm nổi bật, nhưng bạn có thể thêm một lần đẩy thêm. Bài đăng sẽ được đưa lên đầu và làm nổi bật trong 24 giờ bắt đầu từ bây giờ.

# bump_up_view_boost_title_boost_listing
source: Boost your featured listing
de: Kurbel dein empfohlenes Angebot an
el: Προωθήστε την καταχώρησή σας
es: Impulsa tu anuncio destacado
fi: Anna esiin nostetulle ilmoituksellesi boostia
fr_ca: Boostez votre annonce mise en vedette
hu: Fokozd a hirdetésed kiemelését
it: Promuovi il tuo annuncio sponsorizzato
ko: 판매 목록을 강조해보세요
nb: Fremhev din promoterte annonse
nl: Boost je uitgelichte advertentie
pt_pt: Impulsione o seu anúncio destacado
ru: Поднимите выделенное объявление
sv: Boosta din topplistad annons
tr: Öne çıkan ilanına doping uygula
vi: Đẩy bài đăng nổi bật của bạn

# bump_up_view_boost_title_cheaper_boost
source: Get a cheaper boost now
de: Kurbel dein Angebot jetzt vergünstigt an
el: Αποκτήστε μια φθηνότερη προώθηση τώρα
es: Destácalo por menos dinero
fi: Nyt saat halvemman boostin
fr_ca: Obtenez un boost moins cher dès maintenant
hu: Szerezz olcsóbb fokozást
it: Promuovi subito in modo più economico
ko: 저렴한 강조 기능을 지금 사용해보세요
nb: Skaff deg billigere promotering nå
nl: Krijg nu een voordelige boost
pt_pt: Obtenha agora um impulso económico
ru: Использовать продвижение подешевле
sv: Boosta billigare nu
tr: Hemen daha ucuz bir doping al
vi: Đẩy với giá thấp hơn hơn ngay bây giờ

# bump_up_view_boost_title_not_ready
source: Your listing's still featured
el: Η καταχώρηση σας προωθείται ακόμη
es: Tu anuncio todavía está destacado
fr_ca: Votre annonce est toujours en vedette
it: Il tuo annuncio è ancora sponsorizzato
ko: 사용자분의 게시글은 여전히 강조되어 있습니다
nl: Je advertentie is nog steeds als uitgelicht geplaatst
pt_pt: O seu anúncio ainda está destacado
ru: Ваше объявление все еще выделено
vi: Bài đăng của bạn vẫn được nổi bật

# bump_up_view_boost_title_send_top
source: Send it to the top again
de: Schicke es wieder an den Anfang der Liste
el: Στείλτε το ξανά στην κορυφή
es: Envíalo arriba otra vez
fi: Lähetä se jälleen listan kärkeen
fr_ca: Renvoyez-le de nouveau vers le haut
hu: Küldd ismét a sor elejére
it: Fallo tornare di nuovo in alto
ko: 상단으로 다시 올려보세요
nb: Send den til toppen igjen
nl: Zet het weer bovenaan
pt_pt: Envie-o de novo para o topo
ru: Поднять наверх еще раз
sv: Skicka den till toppen igen
tr: Tekrar üste çıkar
vi: Đẩy lên đầu lần nữa

# bump_up_view_free_subtitle
source: The more you share, the more visibility your listing will have.
de: Je öfter du es teilst, umso sichtbarer wird dein Angebot
el: Όσο περισσότερο κοινοποιείτε, τόσο περισσότερη προβολή θα έχει η καταχώρησή σας.
es: Cuanto más compartes, más visibilidad tiene tu anuncio.
fi: Mitä enemmän jaat, sitä enemmän näkyvyyttä tuotteesi saa.
fr_ca: Plus votre annonce est partagée, plus elle sera visible.
hu: Minél többször osztod meg hirdetésedet, annál láthatóbb lesz.
it: Più condivisioni corrispondono a una maggiore visibilità per il tuo annuncio.
ko: 더 많이 공유할 수록, 판매 상품이 더 잘보이게 될 것입니다.
nb: Jo mere du deler, desto mer synlig blir din annonse.
nl: Hoe vaker gedeeld, hoe meer zichtbaarheid jouw item zal hebben.
pt_pt: Quanto mais partilhar mais visibilidade a sua publicação terá.
ru: Чем больше вы делитесь ссылкой на объявление, тем больше людей его видят.
sv: Ju fler delningar, desto mer synlighet kommer din produkt att få.
tr: Ne kadar çok paylaşırsan ürününü o kadar fazla kişi görür.
vi: Càng được chia sẻ nhiều, bài đăng của bạn càng dễ thấy.

# bump_up_view_free_title
source: BUMP UP YOUR LISTING
de: HOLE DEIN ANGEBOT HOCH
el: ΠΡΟΩΘΗΣΤΕ ΤΗΝ ΚΑΤΑΧΩΡΗΣΗ ΣΑΣ
es: DESTACA TU ANUNCIO
fi: NOSTA TUOTTEESI
fr_ca: RENVOYEZ VOTRE ANNONCE VERS LE HAUT
hu: UGRASZD FEL HIRDETÉSEDET
it: PROMUOVI IL TUO ANNUNCIO
ko: 리스팅 강조하기
nb: PROMOTER DIN ANNONSE
nl: JE ITEM OMHOOG PLAATSEN
pt_pt: DÊ PRIORIDADE À SUA PUBLICAÇÃO
ru: ПОДНИМИТЕ ВАШЕ ОБЪЯВЛЕНИЕ
sv: PUFFA DIN VARA UPPÅT
tr: ÜRÜNÜNÜ ÜSTE ÇIKAR
vi: ĐẨY BÀI ĐĂNG CỦA BẠN LÊN

# bump_up_view_multi_day_1_day_subtitle
source: We’ll feature your listing for 24 hours so more buyers will see your listing and you’ll sell faster
el: Θα προωθήσουμε την καταχώρησή σας για 24 ώρες, ώστε να τη δουν περισσότεροι αγοραστές και να πουλήσετε γρηγορότερα
es: Destacaremos tu anuncio durante 24 horas para que lo vean más compradores y lo vendas más rápido
it: Sponsorizzeremo il tuo annuncio per 24 ore, così sarà visto da più acquirenti e potrai vendere più rapidamente
ko: 더 많은 사용자가 상품 목록을 확인하고 판매를 빠르게 진행할 수 있도록 사용자 분의 상품 목록은 24시간 동안 강조됩니다.
nl: We plaatsen je advertentie 24 uur als uitgelicht zodat meer kopers je item zullen zien en je het sneller kunt verkopen
ru: Мы выделим ваше объявление на 24 часа, чтобы больше покупателей увидели его и продажа прошла быстрее
vi: Chúng tôi sẽ làm nổi bật bài đăng của bạn trong 24 giờ để người mua nhìn được bài đăng và bạn sẽ bán nhanh hơn

# bump_up_view_multi_day_1_day_tag
source: 1 DAY
el: 1 ΜΕΡΑ
es: 1 DÍA
it: 1 GIORNO
ko: 1일
nl: 1 DAG
ru: 1 ДЕНЬ
vi: 1 NGÀY

# bump_up_view_multi_day_1_day_title
source: Attract 2x more buyers
el: Πουλήστε τώρα γρηγορότερα
es: Vender más rápido
it: Vendi più rapidamente
ko: 지금 빨리 판매하기
nl: Verkoop nu sneller
ru: Продайте быстрее
vi: Bán nhanh hơn

# bump_up_view_multi_day_3_days_subtitle
source: Feature your listing for 3 days at a discounted rate. We'll move it to the top every 24 hours so you'll sell faster!
el: Προωθήστε την καταχώρησή σας για 3 μέρες σε τιμή με έκπτωση. Θα τη μετακινούμε στην κορυφή κάθε 24 ώρες για να πουλάτε γρηγορότερα!
es: Destaca tu anuncio durante 3 días a un precio descontado. ¡Tu anuncio volverá arriba cada 24 horas para que vendas más rápido!
it: Sponsorizza il tuo annuncio per 3 giorni a prezzo scontato. Lo sposteremo verso l'alto ogni 24 ore per fartelo vendere più velocemente!
ko: 3일동안 할인된 가격으로 상품을 강조합니다. 저희는 사용자분께서 더 빨리 판매할 수 있도록 상품목록을 상단으로 이동하여 드립니다!
nl: Plaats je advertentie 3 dagen als uitgelicht tegen een gereduceerd tarief. We zullen het elke 24 uur aan de top plaatsen zodat je sneller zal verkopen!
ru: Выделите ваше объявление на 3 дня по сниженной цене. Мы будем поднимать его вверх каждые 24 часа, чтобы вы продали быстрее!
vi: Nhận giảm giá khi đăng ký làm nổi bật bài đăng của bạn trong 3 ngày. Chúng tôi sẽ đẩy bài đăng lên đầu mỗi 24 giờ để bạn bán hàng nhanh hơn!

# bump_up_view_multi_day_3_days_tag
source: 3 DAYS
el: 3 ΜΕΡΕΣ
es: 3 DÍAS
it: 3 GIORNI
ko: 3 일
nl: 3 DAGEN
ru: 3 ДНЯ
vi: 3 NGÀY

# bump_up_view_multi_day_3_days_title
source: Attract 6x more buyers
el: Αποκτήστε 6x περισσότερους αγοραστές
es: Multiplica tu visibilidad por 6
it: Attira 6 volte in più di acquirenti
ko: 6배 더 많은 구매자들의 관심 끌기
nl: Trek 6x meer kopers aan
ru: Привлекайте в 6 раз больше покупателей
vi: Thu hút gấp 6 lần người mua

# bump_up_view_multi_day_7_days_subtitle
source: Feature your listing for 7 days at a discounted rate. We'll move it to the top every 24 hours so you'll sell faster!
el: Προωθήστε την καταχώρησή σας για 7 μέρες σε τιμή με έκπτωση. Θα τη μετακινούμε στην κορυφή κάθε 24 ώρες για να πουλάτε γρηγορότερα!
es: Destaca tu anuncio durante 7 días a un precio descontado. ¡Tu anuncio volverá arriba cada 24 horas para que vendas más rápido!
it: Sponsorizza il tuo annuncio per 7 giorni a prezzo scontato. Lo sposteremo verso l'alto ogni 24 ore per fartelo vendere più velocemente!
ko: 3일동안 할인된 가격으로 상품을 강조합니다. 저희는 사용자분께서 더 빨리 판매할 수 있도록 상품목록을 상단으로 이동하여 드립니다!
nl: Plaats je advertentie 7 dagen als uitgelicht tegen een gereduceerd tarief. We zullen het elke 24 uur aan de top plaatsen zodat je sneller zal verkopen!
ru: Выделите ваше объявление на 7 дней по сниженной цене. Мы будем поднимать его вверх каждые 24 часа, чтобы вы продали быстрее!
vi: Nhận giảm giá khi đăng ký làm nổi bật bài đăng của bạn trong 7 ngày. Chúng tôi sẽ đẩy bài đăng lên đầu mỗi 24 giờ để bạn bán hàng nhanh hơn!

# bump_up_view_multi_day_7_days_tag
source: 7 DAYS
el: 7 ΜΕΡΕΣ
es: 7 DÍAS
it: 7 GIORNI
ko: 7 일
nl: 7 DAGEN
ru: 7 ДНЕЙ
vi: 7 NGÀY

# bump_up_view_multi_day_7_days_title
source: Attract 14x more buyers
el: Αποκτήστε 14x περισσότερους αγοραστές
es: Multiplica tu visibilidad por 14
it: Attira 14 volte in più di acquirenti
ko: 14배 더 많은 구매자들의 관심 끌기
nl: Trek 14x meer kopers aan
ru: Привлекайте в 14 раз больше покупателей
vi: Thu hút thêm gấp 14 lần người mua

# bump_up_view_multi_day_info_1_day_subtitle
source: Your listing has increased visibility
el: Η καταχώρησή σας έχει περισσότερη προβολή
es: Tu anuncio tiene visibilidad superior
it: Il tuo annuncio ha guadagnato visibilità
nl: Je advertentie is in zichtbaarheid verhoogd
ru: Ваше объявление стало лучше видно
vi: Bài đăng của bạn đã được tăng khả năng hiển thị

# bump_up_view_multi_day_info_3_days_subtitle
source: We'll move your listing to the top 3 times- once every 24 hours.
el: Θα μεταφέρουμε την καταχώρησή σας στις πρώτες 3- μια φορά κάθε 24 ώρες.
es: Tu anuncio se moverá arriba 3 veces, una vez cada 24 horas.
it: Sposteremo il tuo annuncio in alto per 3 volte. Una volta ogni 24 ore.
nl: We verplaatsen je advertentie 3 keer naar de top - één keer per 24 uur.
ru: Мы будем поднимать ваше объявление наверх 3 раза каждые 24 часа
vi: Chúng tôi sẽ di chuyển bài đăng của bạn lên đầu 3 lần - 24h một lần.

# bump_up_view_multi_day_info_7_days_subtitle
source: We'll move your listing to the top 7 times- once every 24 hours.
el: Θα μεταφέρουμε την καταχώρησή σας στις πρώτες 7- μια φορά κάθε 24 ώρες.
es: Tu anuncio se moverá arriba 7 veces, una vez cada 24 horas.
it: Sposteremo il tuo annuncio in alto per 7 volte. Una volta ogni 24 ore.
nl: We verplaatsen je advertentie 7 keer naar de top - één keer per 24 uur.
ru: Мы будем поднимать ваше объявление наверх 7 раз каждые 24 часа
vi: Chúng tôi sẽ di chuyển bài đăng của bạn lên đầu 7 lần - 24h một lần.

# bump_up_view_multi_day_info_title
source: Your listing is featured!
el: Η καταχώρησή σας προωθήθηκε!
es: ¡Tu anuncio está destacado!
it: Il tuo annuncio è sponsorizzato!
ko: 상품 목록이 강조되었습니다!
nl: Je advertentie is als uitgelicht geplaatst!
ru: Ваше объявление выделено!
vi: Bài đăng của bạn đã được làm nổi bật!

# bump_up_view_multi_day_title
source: Sell faster now
el: Πουλήστε τώρα γρηγορότερα
es: Vender más rápido
it: Vendi più rapidamente
ko: 지금 빨리 판매하기
nl: Verkoop nu sneller
ru: Продайте быстрее
vi: Bán nhanh hơn

# bump_up_view_pay_button_title
source: Feature it for %@
de: Für %@ empfehlen
el: Προωθήστε το για %@
es: Activar por %@
fi: Nosta esiin hintaan %@
fr_ca: Mettez-le en vedette pour %@
hu: Kiemelés: %@
it: Sponsorizzalo per %@
ko: %@ 상품 강조하기
nb: Fremhev annonsen i %@
nl: Plaats als uitgelicht voor %@
pt_pt: Destaque por %@
ru: Выделить за %@
sv: Topplista för %@
tr: %@ karşılığında öne çıkar
vi: Làm nổi bật trong %@

# bump_up_view_pay_subtitle
source: We’ll feature your listing for 24 hours so more buyers will see your listing and you’ll sell faster
de: Wir empfehlen dein Angebot für 24 Stunden, damit es mehr Käufer sehen und du es schneller verkaufen kannst
el: Θα προωθήσουμε την καταχώρησή σας για 24 ώρες, ώστε να τη δουν περισσότεροι αγοραστές και να πουλήσετε γρηγορότερα
es: Destacaremos tu anuncio durante 24 horas para que lo vean más compradores y lo vendas más rápido
fi: Nostamme ilmoituksesi esille 24 tunniksi, joten useampi ostaja näkee ilmoituksesi ja teet kaupat nopeammin
fr_ca: En mettant votre annonce en vedette pendant 24 heures, plus d'acheteurs voient votre annonce et vous vendez plus vite
hu: 24 órára kiemeljük hirdetésedet, hogy többen láthassák és gyorsabban eladhasd
it: Sponsorizzeremo il tuo annuncio per 24 ore, così sarà visto da più acquirenti e potrai vendere più rapidamente
ko: 더 많은 사용자가 상품 목록을 확인하고 판매를 빠르게 진행할 수 있도록 사용자 분의 상품 목록은 24시간 동안 강조됩니다.
nb: Vi vil fremheve din annonse i 24 timer slik at flere kjøpere ser ditt produkt og du vil selge raskere
nl: We plaatsen je advertentie 24 uur als uitgelicht zodat meer kopers je item zullen zien en je het sneller kunt verkopen
pt_pt: Destacaremos a sua publicação durante 24 horas para que mais compradores a vejam e possa assim vender mais rápido
ru: Мы выделим ваше объявление на 24 часа, чтобы больше покупателей увидели его и продажа прошла быстрее
sv: Din annons kommer att vara topplistad i 24 timmar vilket innebär att fler köpare kommer att se den och att dina chanser att sälja ökar
tr: İlanını 24 saat boyunca öne çıkaracağız böylece daha çok alıcı ilanını görecek ve daha hızlı satacaksın
vi: Chúng tôi sẽ làm nổi bật bài đăng của bạn trong 24 giờ để nhiều người mua có thể nhìn thấy bài đăng và bạn sẽ bán nhanh hơn

# bump_up_view_pay_title
source: Attract 2x more buyers
de: Ziehe 2x so viele Käufer an
el: Προσελκύστε 2x περισσότερους αγοραστές
es: Atrae al doble de compradores
fi: Houkuttele tuplasti enemmän ostajia
fr_ca: Attirez deux fois plus d'acheteurs
hu: Keltsd fel kétszer több vásárló érdeklődését
it: Attrai il doppio di acquirenti
ko: 2배 더 많은 구매자들의 관심을 끌어보세요
nb: Tiltrekk deg dobbelt så mange kjøpere
nl: Trek 2x zoveel kopers aan
pt_pt: Atraia 2x mais compradores
ru: Привлекайте в 2 раза больше покупателей
sv: Nå ut till dubbelt så många köpare
tr: İlanına 2 kat daha fazla alıcı çek
vi: Thu hút thêm 2x người mua

# cached_feed_error
source: An error occurred while loading new listings
el: Παρουσιάστηκε σφάλμα κατά τη φόρτωση νέων καταχωρήσεων
es: Se ha producido un error al cargar nuevos anuncios
fr_ca: Une erreur est survenue au moment de charger de nouvelles annonces
it: Si è verificato un errore durante il caricamento di nuovi annunci
ko: 새로운 목록을 불러오는 동안 오류가 발생했습니다
nl: Er is een fout opgetreden tijdens het laden van nieuwe advertenties
pt_pt: Surgiu um erro ao carregar novos anúncios
ru: При загрузке новых объявлений произошла ошибка
vi: Có lỗi xảy ra trong khi tải bài đăng mới

# cached_feed_new_listings
source: New items
el: Νέα αντικείμενα
es: Nuevos anuncios
fr_ca: Nouveaux produits
it: Nuovi articoli
ko: 새 상품
nl: Nieuwe items
pt_pt: Novos itens
ru: Новые товары
vi: Đồ mới

# car_promo_cell_title_bold_text
source: Make money
el: Κερδίστε χρήματα
es: Gana dinero
fr_ca: Gagnez de l'argent
it: Guadagna denaro
ko: 현금 마련하기
nl: Verdien geld
pt_pt: Faça dinheiro
ru: Зарабатывайте деньги,
vi: Kiếm tiền

# car_promo_cell_title_regular_text
source: selling your car
el: πουλώντας το αυτοκίνητό σας
es: vendiendo tu coche
fr_ca: en vendant votre voiture
it: vendendo la tua auto
ko: 차량 판매하기
nl: jouw auto verkopen
pt_pt: vendendo o seu carro
ru: продавая машину
vi: bán xe của bạn

# categories_baby_and_child
source: Baby and Child
de: Baby und Kind
el: Βρεφικά και Παιδικά
es: Niños y Bebés
fi: Vauvat ja lapset
fr_ca: Bébé et Enfant
hu: Baba és gyerek
it: Bambino e Ragazzo
ko: 유아동
nb: Baby og barn
nl: Baby en kind
pt_pt: Bebés e Crianças
ru: Все для детей
sv: Bebis och barn
tr: Bebek ve Çocuk
vi: Trẻ sơ sinh và Trẻ nhỏ

# categories_car
source: Cars
de: Autos
el: Αυτοκίνητα
es: Coches
fi: Autot
fr_ca: Voitures
hu: Autó
it: Auto
ko: 자동차
nb: Biler
nl: Auto's
pt_pt: Carros
ru: Машины
sv: Bilar
tr: Araba
vi: Xe hơi

# categories_cars_and_motors
source: Other Vehicles and Parts
de: Fahrzeuge und Zubehör
el: Μηχανές και Αξεσουάρ
es: Otros Vehículos y Accesorios
fi: Ajoneuvot ja varusteet
fr_ca: Autres Véhicules et Accessoires
hu: Egyéb járművek és alkatrészek
it: Auto e accessori
ko: 다른 운송 수단들과 부품들
nb: Andre kjøretøyer og bildeler
nl: Motors en Accessoires
pt_pt: Motores e Acessórios
ru: Запчасти и Аксессуары
sv: Motorer och tillbehör
tr: Diğer Araçlar ve Yedek Parça
vi: Xe máy và Phụ kiện

# categories_electronics
source: Electronics
de: Elektronik
el: Ηλεκτρονικά
es: Electrónica
fi: Elektroniikka
fr_ca: Équipement électronique
hu: Elektronika
it: Elettronica
ko: 가전제품
nb: Elektronikk
nl: Elektronica
pt_pt: Aparelhos eletrónicos
ru: Электроника
sv: Elektronik
tr: Elektronik
vi: Đồ điện tử

# categories_fashion_and_accessories
source: Fashion and Accessories
de: Mode und Accessoires
el: Μόδα και Αξεσουάρ
es: Moda y Accesorios
fi: Muoti ja asusteet
fr_ca: Mode et Accessoires
hu: Divat és kiegészítők
it: Moda e Accessori
ko: 패션 및 액세서리
nb: Mote og tilbehør
nl: Mode en accessoires
pt_pt: Moda e Acessórios
ru: Мода и Аксессуары
sv: Mode och accessoarer
tr: Giyim ve Aksesuar
vi: Thời trang và Phụ kiện

# categories_free
source: Free Stuff
de: Kostenlos
el: Δωρεάν Πράγματα
es: Gratis
fi: Ilmaiset
fr_ca: Objets Gratuits
hu: Ingyenes dolgok
it: Oggetti gratuiti
ko: 무료제품
nb: Gis bort
nl: Gratis Spullen
pt_pt: Coisas Gratuitas
ru: Бесплатные вещи
sv: Gratisprylar
tr: Ücretsiz Ürün
vi: Đồ Miễn phí

# categories_home_and_garden
source: Home and Garden
de: Haus und Garten
el: Σπίτι και Κήπος
es: Hogar y Jardín
fi: Koti ja puutarha
fr_ca: Maison et Jardin
hu: Otthon és kert
it: Casa e Giardino
ko: 가정 및 정원용품
nb: Hus og hage
nl: Huis en tuin
pt_pt: Casa e Jardim
ru: Для дома и дачи
sv: Hem och trädgård
tr: Ev ve Bahçe
vi: Nhà cửa và Vườn tược

# categories_inFeed_baby_child
source: Child
de: Kinder
el: Παιδί
es: Niño
fi: Lapset
fr_ca: Enfants
hu: Gyerek
it: Bambino
ko: 어린이
nb: Barn
nl: Kinderen
pt_pt: Crianças
ru: Дети
sv: Barn
tr: Çocuk
vi: Trẻ em

# categories_inFeed_books_movies
source: Entertainment
de: Unterhaltung
el: Ψυχαγωγία
es: Ocio
fi: Viihde
fr_ca: Divertissements
hu: Szórakozás
it: Svago
ko: 엔터테인먼트
nb: Underholdning
pt_pt: Entretenimento
ru: Развлечения
sv: Underhållning
tr: Eğlence
vi: Giải trí

# categories_inFeed_cars
source: Cars
de: Autos
el: Αυτοκίνητα
es: Coches
fi: Autot
fr_ca: Voitures
hu: Autó
it: Auto
ko: 자동차
nb: Biler
nl: Auto's
pt_pt: Carros
ru: Машины
sv: Bilar
tr: Araba
vi: Ô tô

# categories_inFeed_electronics
source: Tech
de: Technik
el: Τεχνολογία
es: Electrónica
fi: Tekniikka
fr_ca: Électronique
hu: Elektronika
it: Elettronica
ko: 기술
nb: Tek
pt_pt: Tecnologia
ru: Техника
sv: Elektronik
tr: Teknoloji
vi: Công nghệ

# categories_inFeed_fashion
source: Fashion
de: Mode
el: Μόδα
es: Moda
fi: Muoti
fr_ca: Mode
hu: Divat
it: Moda
ko: 패션
nb: Mote
nl: Mode
pt_pt: Moda
ru: Мода
sv: Mode
tr: Moda
vi: Thời trang

# categories_inFeed_home
source: Home
de: Haus und Garten
el: Σπίτι
es: Hogar
fi: Koti
fr_ca: Maison
hu: Otthon
it: Casa
ko: 집
nb: Hjem
nl: Huis
pt_pt: Casa
ru: Дом
sv: Hem
tr: Ev
vi: Nhà cửa

# categories_inFeed_motors
source: Motors
de: Fahrzeuge
el: Μηχανές
es: Motores
fi: Ajoneuvot
fr_ca: Véhicules
hu: Motor
it: Motori
ko: 모토
nb: Motor
pt_pt: Motores
ru: Машины
sv: Motor
tr: Taşıtlar
vi: Xe máy

# categories_inFeed_others
source: Other
de: Andere
el: Άλλο
es: Otro
fi: Muu
fr_ca: Autre
hu: Egyéb
it: Altro
ko: 기타
nb: Annet
nl: Overige
pt_pt: Outro
ru: Другое
sv: Övrigt
tr: Diğer
vi: Khác

# categories_inFeed_real_estate
source: Housing
de: Wohnen
el: Μεσιτικά
es: Viviendas
fi: Asunnot
fr_ca: Immobilier
hu: Ingatlan
it: Alloggi
ko: 부동산
nb: Bolig
nl: Huisvesting
pt_pt: Imobiliário
ru: Жилье
sv: Bostad
tr: Emlak
vi: Nhà đất

# categories_inFeed_real_estate_title
source: Real Estate
de: Immobilien
el: Μεσιτικά
es: Inmobiliaria
fi: Kiinteistöt
fr_ca: Immobilier
hu: Ingatlan
it: Immobili
ko: 부동산
nl: Onroerend Goed
pt_pt: Imobiliário
ru: Недвижимость
sv: Bostad
tr: Emlak
vi: Bất động sản

# categories_inFeed_services
source: Services
de: Dienstleistungen
el: Υπηρεσίες
es: Servicios
fi: Palvelut
hu: Szolgáltatások
it: Servizi
ko: 서비스
nb: Tjenester
nl: Diensten
pt_pt: Serviços
ru: Услуги
sv: Tjänster
tr: Hizmetler
vi: Dịch vụ

# categories_inFeed_sports_leisure_games
source: Leisure
de: Freizeit
el: Χόμπι
es: Tiempo libre
fi: Vapaa-aika
fr_ca: Loisirs
hu: Szabadidő
it: tempo libero
ko: 레져
nb: Fritid
nl: Vrije tijd
pt_pt: Lazer
ru: Отдых
sv: Fritid
tr: Spor
vi: Nghỉ ngơi

# categories_jobs_services
source: Jobs & Services
el: Εργασίες & Υπηρεσίες
es: Empleo y Servicios
fr_ca: Emplois & Services
it: Lavori e servizi
ko: 구직 & 서비스
nl: Banen & Diensten
ru: Работы и услуги
vi: Công việc & Dịch vụ

# categories_movies_books_and_music
source: Movies, Books and Music
de: Filme, Bücher und Musik
el: Ταινίες, Βιβλία και Μουσική
es: Películas, Libros y Música
fi: Elokuvat, kirjat ja musiikki
fr_ca: Films, Livres et Musique
hu: Filmek, könyvek, zenék
it: Film, Libri e Musica
ko: 영화, 도서 및 음악
nb: Film, bøker og musikk
nl: Films, boeken en muziek
pt_pt: Filmes, Livros e Música
ru: Фильмы, Книги и Музыка
sv: Filmer, böcker och musik
tr: Film, Kitap ve Müzik
vi: Phim, Sách và Âm nhạc

# categories_other
source: Other
de: Sonstige
el: Άλλα
es: Otros
fi: Muut
fr_ca: Autre
hu: Egyéb
it: Altro
ko: 기타
nb: Annet
nl: Overige
pt_pt: Outros
ru: Другое
sv: Övrigt
tr: Diğer
vi: Khác

# categories_real_estate
source: Housing
de: Wohnen
el: Μεσιτικά
es: Viviendas
fi: Asunnot
fr_ca: Immobilier
hu: Ingatlan
it: Alloggi
ko: 부동산
nb: Bolig
nl: Huisvesting
pt_pt: Imobiliário
ru: Жилье
sv: Bostad
tr: Emlak
vi: Nhà đất

# categories_real_estate_title
source: Real Estate
de: Immobilien
el: Μεσιτικά
es: Inmobiliaria
fi: Kiinteistöt
fr_ca: Immobilier
hu: Ingatlan
it: Immobili
ko: 부동산
nl: Onroerend Goed
pt_pt: Imobiliário
ru: Недвижимость
sv: Bostad
tr: Emlak
vi: Bất động sản

# categories_services
source: Services
de: Dienstleistungen
el: Υπηρεσίες
es: Servicios
fi: Palvelut
hu: Szolgáltatások
it: Servizi
ko: 서비스
nb: Tjenester
nl: Diensten
pt_pt: Serviços
ru: Услуги
sv: Tjänster
tr: Hizmetler
vi: Dịch vụ
