Repository: goRestart/ios-restart-app
Catalog: components/LGResources/LGResources/Assets/i18n/*.lproj/Localizable.strings
Languages: de, el, es, fi, fr_ca, hu, it, ko, nb, nl, pt_pt, ru, sv, tr, vi

# post_details_services_title
source: What do you know how to do?
de: Was kannst du?
el: Τί ξέρετε να κάνετε;
es: ¿Qué sabes hacer?
fi: Mitä osaat tehdä?
fr_ca: Que savez-vous faire ?
hu: Mihez értesz?
it: Cosa sai fare?
ko: 어떻게 해야하는지 알 수 있는 방법은 무엇이 있을까요?
nb: Hva er det du har erfaring med?
nl: Wat kun je doen?
pt_pt: O que sabe fazer?
ru: Чем вы можете помочь?
sv: Vad kan du göra?
tr: Nasıl yapılacağı hakkında neler biliyorsun?
vi: Bạn có biết phải làm thế nào?

# post_get_started_button_text
source: Get Started
de: Leg los
el: Ξεκινήστε
es: Empezar
fi: Aloita
fr_ca: Commencez
hu: Első lépések
it: Inizia
ko: 시작해보세요
nb: Kom i gang
nl: Begin
pt_pt: Começar
ru: Начать
sv: Kom igång
tr: Başla
vi: Bắt đầu

# post_get_started_discard_text
source: You can discard it later if you don’t want to sell it.
de: Du kannst es später löschen, wenn du es nicht verkaufen möchtest.
el: Μπορείτε να το απορρίψετε αργότερα, αν δε θέλετε να το πουλήσετε.
es: Puedes descartarlo más tarde si no quieres venderlo.
fi: Voit hylätä sen myöhemmin, jos et halua myydä sitä.
fr_ca: Vous pouvez le retirer plus tard si vous ne voulez pas le vendre.
hu: Később elvetheted, ha nem akarod eladni.
it: Puoi sempre eliminarlo in seguito se non desideri venderlo.
ko: 판매를 원하지 않으신다면 나중에 삭제하실 수 있습니다.
nb: Du kan fjerne den senere hvis du ikke ønsker å selge det.
nl: Je kunt het later verwijderen als je het niet wilt verkopen.
pt_pt: Pode descartá-lo mais tarde se não o quiser vender.
ru: Вы сможете удалить это позже, если не хотите продавать.
sv: Du kan alltid radera annonsen vid ett senare skede om du inte vill sälja den.
tr: Satmak istemiyorsan daha sonra kaldırabilirsin.
vi: Bạn có thể hủy nó sau nếu bạn không muốn bán nữa.

# post_get_started_intro_text
source: See how easy it is to sell on letgo. Post something you’ve got nearby.
de: Entdecke, wie leicht du auf letgo Sachen verkaufen kannst. Stelle etwas, das sich gerade in deiner Nähe befindet, ein.
el: Δείτε πόσο εύκολο είναι να πουλήσετε στο letgo. Δημοσιεύστε κάτι που έχει κοντά σας.
es: Descubre lo fácil que es vender en letgo. Publica algo que tengas a tu alrededor.
fi: Katso, miten helppoa on myydä letgossa. Julkaise myyntiin jotakin, joka on lähettyvilläsi.
fr_ca: Découvrez comme il est facile de vendre sur letgo. Publiez quelque chose que vous avez à portée de main.
hu: Próbáld ki, hogy milyen egyszerűen hirdethetsz a letgo piacán. Fogj meg valamit a közeledben és töltsd fel.
it: Scopri com'è facile vendere su letgo. Pubblica qualcosa che hai intorno a te.
ko: letgo에서 얼마나 쉽게 판매할 수 있는지 확인해보시고, 근방의 이웃들에게 구매한 것을 게시해보세요
nb: Se hvor enkelt det er å selge på letgo. Publiser noe du har rundt deg.
nl: Ontdek hoe gemakkelijk het is om te verkopen op letgo. Plaats iets dat je bij je hebt.
pt_pt: Veja como é fácil vender no letgo. Publique algo que tenha por aí perto.
ru: Посмотрите, как легко продавать на letgo. Разместите что-нибудь на продажу.
sv: Upptäck hur enkelt det är att sälja på letgo. Lägg upp en pryl som du har i din närhet.
tr: letgo'da satış yapmak çok kolay. Etrafına bak ve satmak istediğin şeyi yükle.
vi: Hãy xem việc bán trên letgo dễ dàng như thế nào. Đăng gì đó bạn có ở gần lên.

# post_get_started_welcome_letgo_text
source: Welcome to letgo
de: Willkommen bei letgo
el: Καλωσήρθατε στο letgo
es: Te damos la bienvenida a letgo
fi: Tervetuloa letgohun
fr_ca: Bienvenue sur letgo
hu: Üdv a letgo piacán
it: Benvenuto su letgo
ko: letgo에 오신 것을 환영합니다
nb: Velkommen til letgo
nl: Welkom bij letgo
pt_pt: Bem-vindo ao letgo!
ru: Добро пожаловать на letgo
sv: Välkommen till letgo
tr: letgo'ya hoşgeldin
vi: Chào mừng đến với letgo

# post_get_started_welcome_user_text
source: Welcome, %@!
de: Willkommen, %@!
el: Καλωσήρθες, %@!
es: ¡Te damos la bienvenida, %@!
fi: Tervetuloa, %@!
fr_ca: Bienvenue, %@!
hu: Üdvözlet, %@!
it: Benvenuto, %@!
ko: 환영합니다, %@님!
nb: Velkommen, %@!
nl: Welkom, %@!
pt_pt: Bem-vindo, %@!
ru: Добро пожаловать, %@!
sv: Välkommen %@!
tr: Hoşgeldin %@!
vi: Chào mừng %@!

# post_header_step_add_price
source: Add a price
de: Preis hinzufügen
el: Προσθέστε μια τιμή
es: Añade un precio
fi: Lisää hinta
fr_ca: Ajouter un prix
hu: Ár hozzáadása
it: Aggiungi prezzo
ko: 가격 추가하기
nb: Legg til pris
nl: Een prijs toevoegen
pt_pt: Adicionar um preço
ru: Добавить цену
sv: Lägg till pris
tr: Fiyat ekle
vi: Thêm giá

# post_header_step_confirm_picture
source: Confirm picture
de: Bild bestätigen
el: Επιβεβαιώστε εικόνα
es: Confirmar foto
fi: Vahvista kuva
fr_ca: Validez la photo
hu: Fotó megerősítése
it: Conferma foto
ko: 사진 확인하기
nb: Bekreft bilde
nl: Bevestig foto
pt_pt: Confirmar foto
ru: Подтвердить фото
sv: Bekräfta bild
tr: Fotoğrafı onayla
vi: Xác nhận ảnh

# post_header_step_take_picture
source: Take a picture
de: Fotografieren
el: Τραβήξτε φωτογραφία
es: Hacer una foto
fi: Ota kuva
fr_ca: Prenez une photo
hu: Fotó készítése
it: Scatta una foto
ko: 사진 촬영하기
nb: Ta et bilde
nl: Maak een foto
pt_pt: Tirar uma foto
ru: Сделать фото
sv: Ta en bild
tr: Fotoğraf çek
vi: Chụp một ảnh

# post_queued_requests_state_categorizing_listing
source: Categorizing listing...
de: Kategorie zuweisen...
el: Κατηγοριοποίηση καταχώρησης...
es: Categorizando tu anuncio...
fi: Luokitellaan ilmoitusta...
fr_ca: Catégorisation de l'annonce...
hu: Hirdetés kategorizálása...
it: Categorizzazione annuncio...
ko: 상품 목록 구분 중...
nb: Kategoriserer annonse...
nl: Advertentie categoriseren...
pt_pt: A categorizar o anúncio...
ru: Определяем категорию...
sv: Kategoriserar annons...
tr: İlan kategorize ediliyor...
vi: Đang phân loại bài đăng...

# post_queued_requests_state_generating_title
source: Generating title...
de: Titel erstellen...
el: Δημιουργία τίτλου...
es: Generando título...
fi: Luodaan otsikkoa...
fr_ca: Création du titre...
hu: Cím generálása...
it: Creazione titolo...
ko: 제목 생성 중...
nb: Oppretter tittel...
nl: Titel genereren...
pt_pt: A criar título...
ru: Генерируем заголовок...
sv: Genererar titel...
tr: Başlık oluşturuluyor...
vi: Đang tạo tiêu đề...

# post_queued_requests_state_listing_posted
source: Listing posted!
de: Angebot eingestellt!
el: Η καταχώρηση δημοσιεύτηκε!
es: ¡Anuncio publicado!
fi: Ilmoitus julkaistu!
fr_ca: Annonce publiée !
hu: Hirdetés feltöltve!
it: Annuncio pubblicato!
ko: 게시글이 등록되었습니다!
nb: Annonsen er publisert!
nl: Advertentie geplaatst!
pt_pt: Anúncio publicado!
ru: Объявление размещено!
sv: Annonsen har lagts upp!
tr: İlan yüklendi!
vi: Bài đã được đăng!

# post_queued_requests_state_posting_listing
source: Posting listing...
de: Angebot einstellen...
el: Δημοσίευση καταχώρησης...
es: Publicando anuncio...
fi: Julkaistaan ilmoitusta...
fr_ca: Publication de l'annonce...
hu: Hirdetés feltöltése...
it: Pubblicazione annuncio...
ko: 상품 목록 게시 중...
nb: Publiserer annonse...
nl: Advertentie plaatsen...
pt_pt: A publicar o anúncio...
ru: Размещаем объявление...
sv: Publicerar annons...
tr: İlan yükleniyor...
vi: Đang đăng bài…

# posting_button_skip
source: Skip
de: Überspringen
el: Παράλειψη
es: Saltar
fi: Ohita
fr_ca: Passer
hu: Kihagy
it: Salta
ko: 넘기기
nb: Hopp over
nl: Overslaan
pt_pt: Pular
ru: Пропустить
sv: Rensa
tr: Geç
vi: Bỏ qua

# posting_flow_jobs_and_services_category_button_text
source: Jobs & Services
el: Εργασίες & Υπηρεσίες
es: Empleo y Servicios
fr_ca: Emplois & Services
it: Lavori e servizi
ko: 구직 & 서비스
nl: Banen & Diensten
pt_pt: Trabalhos & Serviços
ru: Работы и услуги
vi: Công việc & Dịch vụ

# priceType_biweekly
source: Biweekly
el: Δύο φορές την εβδομάδα
es: Cada dos semanas
fr_ca: Bi-hebdomadaire
it: Bisettimanale
ko: 격주제
nl: Per twee weken
pt_pt: Quinzenal
ru: Каждые две недели
vi: Mỗi hai tuần

# priceType_daily
source: Daily
el: Ημερήσια
es: Cada día
fr_ca: Quotidien
it: Giornaliero
ko: 일당제
nl: Per dag
pt_pt: Diário
ru: Ежедневно
vi: Mỗi ngày

# priceType_hourly
source: Hourly
el: Ωριαία
es: Cada hora
fr_ca: Horaire
it: Orario
ko: 시간제
nl: Per uur
pt_pt: De hora em hora
ru: Ежечасно
vi: Mỗi giờ

# priceType_monthly
source: Monthly
el: Μηνιαία
es: Cada mes
fr_ca: Mensuel
it: Mensile
ko: 월급제
nl: Per maand
pt_pt: Mensal
ru: Ежемесячно
vi: Mỗi tháng

# priceType_oneOff
source: One-time
el: Μία φορά
es: Puntual
fr_ca: Unique
it: Una tantum
ko: 일당
nl: Eenmalig
pt_pt: Uma única vez
ru: Единовременно
vi: Một lần

# priceType_weekly
source: Weekly
el: Εβδομαδιαία
es: Cada semana
fr_ca: Hebdomadaire
it: Settimanale
ko: 주당
nl: Per week
pt_pt: Semanal
ru: Еженедельно
vi: Mỗi tuần

# priceType_yearly
source: Yearly
el: Ετήσια
es: Cada año
fr_ca: Annuel
it: Annuale
ko: 연봉제
nl: Per jaar
pt_pt: Anual
ru: Ежегодно
vi: Mỗi năm

# product_auto_generated_title_label
source: Title automatically generated by letgo
de: Der Titel wurde von letgo automatisch generiert
el: Ο τίτλος έχει επιλεγεί αυτόματα από το letgo
es: Título generado automáticamente por letgo
fi: letgon automaattisesti luoma otsikko
fr_ca: Titre généré automatiquement par letgo
hu: A címet a letgo hozta létre automatikusan
it: Titolo generato automaticamente da letgo
ko: 제목은 letgo에서 자동적으로 생성합니다
nb: Automatisk generert tittel av letgo
nl: Titel automatisch gegenereerd door letgo
pt_pt: Título gerado automaticamente pelo letgo
ru: Заголовок автоматически задан letgo
sv: Titeln har genererats automatiskt av letgo
tr: Başlık letgo tarafından otomatik olarak belirlendi
vi: Tiêu đề do letgo tự động đặt

# product_auto_generated_translated_title_label
source: (and translated by Google)
de: (und mit Google übersetzt)
el: (και μεταγραστεί από το Google)
es: (y traducido por Google)
fi: (ja Googlen kääntämä)
fr_ca: (et traduit par Google)
hu: (és a Google fordította)
it: (e tradotto da Google)
ko: (또한 구글에 의해서 번역됩니다)
nb: (og oversatt av Google)
nl: (en vertaald door Google)
pt_pt: (e traduzido pelo Google)
ru: (и переведен Яндексом)
sv: (och översatts av Google)
tr: (Yandex ile çevrildi)
vi: (và do Google dịch)

# product_bubble_favorite_button
source: Let the seller know!
de: Sag dem Verkäufer Bescheid!
el: Ενημερώστε τον πωλητή!
es: ¡Avisa al vendedor!
fi: Kerro myyjälle asiasta!
fr_ca: Informez le vendeur !
hu: Tudasd az eladóval!
it: Fallo sapere al venditore!
ko: 판매자에게 알려보세요!
nb: Informer selgeren!
nl: Laat het de verkoper weten!
pt_pt: Informe o vendedor!
ru: Дайте знать продавцу!
sv: Låt säljaren veta!
tr: Satıcıyı haberdar et!
vi: Cho người bán biết!

# product_bubble_favorite_text
source: This listing has been added to your favorites!
de: Dieses Angebot wurde zu deinen Favoriten hinzugefügt!
el: Αυτή η καταχώρηση έχει προστεθεί στα αγαπημένα σας!
es: ¡Has añadido este anuncio a tus favoritos!
fi: Tämä ilmoitus on lisätty suosikkeihisi!
fr_ca: Cette annonce a été ajoutée à vos favoris !
hu: Hirdetés hozzáadva a kedvencekhez!
it: Questo annuncio è stato aggiunto ai preferiti!
ko: 이 상품 목록이 관심목록에 추가되었습니다!
nb: Annonsen har blitt lagt til i dine favoritter!
nl: De advertentie is toegevoegd aan jouw favorieten!
pt_pt: Esta publicação foi adicionada aos seus favoritos!
ru: Это объявление добавлено в ваше избранное!
sv: Annonsen har sparats i dina favoriter!
tr: Bu ilan favorilerine eklendi!
vi: Bài đăng này vừa được lưu vào yêu thích của bạn!

# product_chat_direct_error_blocked_user_message
source: Oops! You can't start a chat with this user.
de: Hoppla! Du kannst du kein Gespräch mit diesem Nutzer beginnen.
el: Όπα! Δεν μπορείτε να ξεκινήσετε μια συνομιλία με αυτόν το χρήστη.
es: ¡Ups! No puedes iniciar un chat con este usuario.
fi: Hups! Et voi aloittaa keskustelua tämän käyttäjän kanssa.
fr_ca: Oups ! Vous ne pouvez pas débuter un clavardage avec cet utilisateur.
hu: Hoppá! Ezzel a felhasználóval nem indíthatsz csevegést.
it: Ops! Non puoi iniziare una chat con questo utente.
ko: 이런! 이 사용자와 채팅을 시작할 수 없습니다.
nb: Oops! Du kan ikke starte en samtale med denne brukeren.
nl: Oeps! Je kunt geen chat starten met deze gebruiker.
pt_pt: Ups! Não pode iniciar uma conversa com este utilizador.
ru: Упс! Вы не можете начать чат с этим пользователем.
sv: Hoppsan! Du kan inte chatta med denna användare.
tr: Oops! Bu kullanıcıyla bir sohbet başlatamazsın.
vi: Ồ! Bạn không thể bắt đầu một trò chuyện với người dùng này.

# product_chat_direct_message_sending
source: Sending...
de: Abschicken...
el: Αποστολή...
es: Enviando...
fi: Lähetetään...
fr_ca: Envoi...
hu: Küldés...
it: Invio in corso...
ko: 발송중...
nb: Sender...
nl: Verzenden...
pt_pt: A enviar...
ru: Отправка...
sv: Sänder...
tr: Gönderiliyor...
vi: Đang gửi...

# product_chat_with_seller_name_button
source: Chat with %@
de: Kontaktiere %@
el: Συνομιλήστε με τον/την %@
es: Chatea con %@
fi: Keskustele käyttäjän %@ kanssa
fr_ca: Clavarder avec %@
hu: Csevegés: %@
it: Chatta con %@
ko: %@와 대화하기
nb: Chat med %@
nl: Chat met %@
pt_pt: Converse com %@
ru: Чат с %@
sv: Chatta med %@
tr: %@ ile sohbet et
vi: Trò chuyện với %@

# product_continue_chatting_button
source: Continue chatting
de: Weiter unterhalten
el: Συνεχίστε τη συνομιλία
es: Sigue chateando
fi: Jatka keskustelua
fr_ca: Continuer à clavarder
hu: Csevegés folytatása
it: Continua a chattare
ko: 계속 채팅하기
nb: Fortsett å snakke
nl: Doorgaan met chatten
pt_pt: Continue a conversar
ru: Продолжить чат
sv: Fortsätt chatta
tr: Mesajlaşmaya devam et
vi: Tiếp tục trò chuyện

# product_date_X_days_ago
source: Posted %i days ago
de: Vor %i Tagen veröffentlicht
el: Δημοσιεύτηκε πριν %i μέρες
es: Publicado hace %i días
fi: Julkaistu %i päivää sitten
fr_ca: Publié il y a %i jours
hu: Közzétéve %i nappal ezelőtt
it: Pubblicato %i giorni fa
ko: %i일 전에 게시됨
nb: Publisert for %i dager siden
nl: %i dagen geleden geplaatst
pt_pt: Publicado há %i dias
ru: Опубликовано %i дней назад
sv: Upplagd för %i dagar sedan
tr: %i gün önce yayınlandı
vi: Đăng %i ngày trước

# product_date_X_hours_ago
source: Posted %i hours ago
de: Vor %i Stunden veröffentlicht
el: Δημοσιεύτηκε πριν %i ώρες
es: Publicado hace %i horas
fi: Julkaistu %i tuntia sitten
fr_ca: Publié il y a %i heures
hu: Közzétéve %i órával ezelőtt
it: Pubblicato %i ore fa
ko: %i 시간 전에 게시됨
nb: Publisert for %i timer siden
nl: %i uur geleden geplaatst
pt_pt: Publicado há %i horas
ru: Опубликовано %i часов назад
sv: Upplagd för %i timmar sedan
tr: %i saat önce yayınlandı
vi: Đăng %i giờ trước

# product_date_X_minutes_ago
source: Posted %i minutes ago
de: Vor %i Minuten veröffentlicht
el: Δημοσιεύτηκε πριν %i λεπτά
es: Publicado hace %i minutos
fi: Julkaistu %i min sitten
fr_ca: Publié il y a %i minutes
hu: Közzétéve %i perccel ezelőtt
it: Pubblicato %i minuti fa
ko: %i분 전에 게시됨
nb: Publisert for %i minutter siden
nl: %i min. geleden geplaatst
pt_pt: Publicado há %i minutos
ru: Опубликовано %i минут назад
sv: Upplagd för %i minuter sedan
tr: %i dakika önce yayınlandı
vi: Đăng %i phút trước

# product_date_X_months_ago
source: Posted %i months ago
de: Vor %i Monaten veröffentlicht
el: Δημοσιεύτηκε πριν %i μήνες
es: Publicado hace %i meses
fi: Julkaistu %i kuukautta sitten
fr_ca: Publié il y a %i mois
hu: Közzétéve %i hónappal ezelőtt
it: Pubblicato %i mesi fa
ko: %i달 전에 게시됨
nb: Publisert for %i måneder siden
nl: %i maanden geleden geplaatst
pt_pt: Publicado há %i meses
ru: Опубликовано %i месяцев назад
sv: Upplagd för %i månader sedan
tr: %i ay önce yayınlandı
vi: Đăng %i tháng trước

# product_date_more_than_X_months_ago
source: Posted more than %i months ago
de: Vor über %i Monaten veröffentlicht
el: Δημοσιεύτηκε πριν από περισσότερους από %i μήνες
es: Publicado hace más de %i meses
fi: Julkaistu yli %i kuukautta sitten
fr_ca: Publié il y a plus de %i mois
hu: Közzétéve több, mint %i hónappal ezelőtt
it: Pubblicato più di %i mesi fa
ko: %i달 이전에 게시됨
nb: Publisert for mer enn %i måneder siden
nl: meer dan %i maanden geleden geplaatst
pt_pt: Publicado há mais do que %i meses
ru: Опубликовано более чем %i месяцев назад
sv: Upplagd för mer än %i månader sedan
tr: %i aydan fazla bir süre önce yayınlandı
vi: Đăng hơn %i tháng trước

# product_date_one_day_ago
source: Posted 1 day ago
de: Vor 1 Tag veröffentlicht
el: Δημοσιεύτηκε πριν 1 μέρα
es: Publicado hace 1 día
fi: Julkaistu 1 päivä sitten
fr_ca: Publié il y a 1 jour
hu: Közzétéve 1 nappal ezelőtt
it: Pubblicato 1 giorno fa
ko: 1일 전에 게시됨
nb: Publisert for 1 dag siden
nl: 1 dag geleden geplaatst
pt_pt: Publicado há 1 dia
ru: Опубликовано 1 день назад
sv: Upplagd för 1 dag sedan
tr: 1 gün önce yayınlandı
vi: Đăng 1 ngày trước

# product_date_one_hour_ago
source: Posted 1 hour ago
de: Vor 1 Stunde veröffentlicht
el: Δημοσιεύτηκε πριν 1 ώρα
es: Publicado hace 1 hora
fi: Julkaistu tunti sitten
fr_ca: Publié il y a 1 heure
hu: Közzétéve 1 órával ezelőtt
it: Pubblicato 1 ora fa
ko: 1시간 전에 게시됨
nb: Publisert for 1 time siden
nl: 1 uur geleden geplaatst
pt_pt: Publicado há 1 hora
ru: Опубликовано 1 час назад
sv: Upplagd för 1 timme sedan
tr: 1 saat önce yayınlandı
vi: Đăng 1 giờ trước

# product_date_one_minute_ago
source: Posted 1 minute ago
de: Vor 1 Minute veröffentlicht
el: Δημοσιεύτηκε πριν 1 λεπτό
es: Publicado hace 1 minuto
fi: Julkaistu 1 min sitten
fr_ca: Publié il y a 1 minute
hu: Közzétéve 1 perccel ezelőtt
it: Pubblicato 1 minuto fa
ko: 1분 전에 게시됨
nb: Publisert for 1 min siden
nl: 1 min. geleden geplaatst
pt_pt: Publicado há 1 minuto
ru: Опубликовано 1 минуту назад
sv: Upplagd för 1 minut sedan
tr: 1 dakika önce yayınlandı
vi: Đăng 1 phút trước

# product_date_one_month_ago
source: Posted 1 month ago
de: Vor 1 Monat veröffentlicht
el: Δημοσιεύτηκε πριν 1 μήνα
es: Publicado hace 1 mes
fi: Julkaistu 1 kuukausi sitten
fr_ca: Publié il y a 1 mois
hu: Közzétéve 1 hónappal ezelőtt
it: Pubblicato 1 mese fa
ko: 1달 전에 게시됨
nb: Publisert for 1 måned siden
nl: 1 maand geleden geplaatst
pt_pt: Publicado há 1 mês
ru: Опубликовано 1 месяц назад
sv: Upplagd för 1 månad sedan
tr: 1 ay önce yayınlandı
vi: Đăng 1 tháng trước

# product_delete_confirm_cancel_button
source: Cancel
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr_ca: Annuler
hu: Mégse
it: Annulla
ko: 취소
nb: Avbryt
nl: Annuleren
pt_pt: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal et
vi: Hủy

# product_delete_confirm_message
source: Why do you want to delete your listing?
de: Warum möchtest du dein Angebot löschen?
el: Γιατί θέλετε να διαγράψετε την καταχώρησή σας;
es: ¿Por qué quieres eliminar tu anuncio?
fi: Miksi haluat poistaa ilmoituksesi?
fr_ca: Pourquoi souhaitez-vous supprimer votre annonce ?
hu: Miért szeretnéd törölni a hirdetést?
it: Perché vuoi eliminare questo annuncio?
ko: 회원님의 상품 목록을 삭제하기를 원하십니까?
nb: Hvorfor ønsker du å slette din annonse?
nl: Waarom wil je je advertentie verwijderen?
pt_pt: Por que deseja eliminar esta publicação?
ru: Почему Вы хотите удалить объявление?
sv: Varför vill du radera denna annons?
tr: Neden bu ilanı silmek istiyorsun?
vi: Tại sao bạn muốn xóa bài đăng này?

# product_delete_confirm_ok_button
source: I don't want to sell it
de: Ich möchte es nicht verkaufen
el: Δε θέλω να το πουλήσω
es: No quiero venderlo
fi: En halua myydä sitä
fr_ca: Je ne veux pas le vendre
hu: Nem akarom eladni
it: Non intendo venderlo
ko: 판매하고 싶지 않습니다
nb: Jeg ønsker ikke å selge produktet
nl: Ik wil het niet verkopen
pt_pt: Não o quero vender
ru: Я не хочу его продавать
sv: Jag vill inte sälja den
tr: Bunu satmak istemiyorum
vi: Tôi không muốn bán nữa

# product_delete_confirm_sold_button
source: I already sold it
de: Ich habe es bereits verkauft
el: Το πούλησα ήδη!
es: Ya lo he vendido
fi: Myin sen jo
fr_ca: Je l'ai déjà vendu
hu: Már eladtam
it: L'ho già venduto
ko: 이미 팔았습니다
nb: Jeg har allerede solgt produktet
nl: Ik heb het al verkocht
pt_pt: Já o vendi
ru: Уже продал
sv: Jag har redan sålt den
tr: Çoktan sattım
vi: Tôi đã bán rồi

# product_delete_confirm_title
source: Delete listing
de: Angebot löschen
el: Διαγραφή καταχώρησης
es: Eliminar anuncio
fi: Poista ilmoitus
fr_ca: Supprimer l'annonce
hu: Hirdetés törlése
it: Elimina annuncio
ko: 상품 목록 삭제
nb: Slett annonse
nl: Verwijder advertentie
pt_pt: Eliminar publicação
ru: Удалить объявление
sv: Radera annons
tr: İlanı sil
vi: Xóa bài đăng

# product_delete_post_button_title
source: Post Another Item
de: Stelle ein anderes Produkt ein
el: Δημοσιεύστε Άλλο Προϊόν
es: Publica otro anuncio
fi: Julkaise toinen tuote
fr_ca: Publiez une Autre Annonce
hu: Meghirdetek valami mást
it: Pubblica un altro oggetto
ko: 다른 상품 게시하기
nb: Publiser et nytt produkt
nl: Plaats een ander item
pt_pt: Publicar outro item
ru: Разместить другой товар
sv: Lägg upp en till annons
tr: Başka bir ürün yükle
vi: Đăng Sản phẩm khác

# product_delete_post_subtitle
source: Try posting something else and start making money.
de: Versuche etwas anderes einzustellen und fange an Geld zu verdienen.
el: Προσπαθήστε δημοσιεύοντας κάτι άλλο και ξεκινήστε να κερδίζετε χρήματα.
es: Prueba publicando otro artículo y empieza a ganar dinero.
fi: Kokeile laittaa jotakin muuta myyntiin ja aloita tienaaminen.
fr_ca: Essayez de publier autre chose et commencez à gagner de l'argent.
hu: Próbálj meghirdetni valami mást, hogy pénzt kereshess.
it: Prova a pubblicare qualcos'altro e inizia a guadagnare denaro.
ko: 다른 상품을 게시하고 다시 현금을 마련해보세요.
nb: Prøv å publisere noe annet og sett i gang inntjeningen.
nl: Probeer iets anders te plaatsen en begin met geld te verdienen.
pt_pt: Experimente publicar outra coisa e comece a ganhar dinheiro.
ru: Попробуйте разместить что-либо еще и начинайте получать деньги.
sv: Lägg upp något annat för att börja tjäna pengar.
tr: Başka bir ürünle dene ve para kazanmaya başla.
vi: Hãy thử đăng một món đồ khác và bắt đầu kiếm tiền.

# product_delete_post_title
source: NO LUCK THIS TIME?
de: DIESMAL KEIN GLÜCK GEHABT?
el: ΚΑΜΙΑ ΤΥΧΗ ΑΥΤΗ ΤΗ ΦΟΡΑ;
es: ¿NO HAS TENIDO SUERTE?
fi: EIKÖ TÄLLÄ KERTAA ONNISTANUT?
fr_ca: MEILLEURE CHANCE LA PROCHAINE FOIS !
hu: NEM JÁRTÁL SIKERREL?
it: POCA FORTUNA QUESTA VOLTA?
ko: 당첨되지 않으셨나요?
nb: Fikk du ikke solgt produktet?
nl: GEEN GELUK DIT KEER?
pt_pt: NÃO TEVE SORTE?
ru: НЕ ПОВЕЗЛО НА ЭТОТ РАЗ?
sv: INGET FLYT DEN HÄR GÅNGEN?
tr: BU SEFER OLMADI MI?
vi: KHÔNG MAY MẮN LẦN NÀY?

# product_delete_send_error_generic
source: Oops! An error occurred while deleting your listing. Please try again.
de: Hoppla! Beim Löschen deines Angebots ist ein Fehler aufgetreten. Bitte versuche es erneut.
el: Όπα! Παρουσιάστηκε σφάλμα κατά τη διαγραφή της καταχώρησής σας. Παρακαλώ, δοκιμάστε ξανά.
es: ¡Ups! Se ha producido un error al eliminar tu anuncio. Por favor, inténtalo de nuevo.
fi: Hups! Ilmoitustasi poistettaessa tapahtui virhe. Ole hyvä ja yritä uudelleen.
fr_ca: Oups ! Une erreur est survenue lors de la suppression de votre annonce. Veuillez réessayer.
hu: Hoppá! Hiba történt a hirdetés törlése során. Próbálkozz újra.
it: Ops! Si è verificato un errore durante l'eliminazione del tuo annuncio. Riprova più tardi.
ko: 이런! 상품 게시글을 삭제하는 동안 오류가 발생했습니다. 다시 시도해주세요.
nb: Oops! En feil oppstod ved sletting av din annonse. Vennligst prøv igjen.
nl: Oeps! Er is een fout opgetreden tijdens het verwijderen van je advertentie. Probeer het opnieuw.
pt_pt: Ups! Surgiu um erro ao eliminar a sua publicação. Tente de novo.
ru: Упс! При удалении вашего объявления произошла ошибка. Пожалуйста, попробуйте еще раз.
sv: Hoppsan! Ett fel uppstod när din annons skulle raderas. Var god försök igen.
tr: Oops! İlanın silinirken bir hata oluştu. Lütfen tekrar dene.
vi: Ồ! Có lỗi xảy ra trong khi xóa bài đăng của bạn. Xin vui lòng thử lại.
