Repository: goRestart/ios-restart-app
Catalog: components/LGResources/LGResources/Assets/i18n/*.lproj/Localizable.strings
Languages: de, el, es, fi, fr_ca, hu, it, ko, nb, nl, pt_pt, ru, sv, tr, vi

# report_user_send_failure
source: An error occurred while sending your report
de: Beim Abschicken deiner Nachricht ist ein Fehler aufgetreten
el: Παρουσιάστηκε σφάλμα κατά την αποστολή της αναφοράς σας
es: Se ha producido un error al enviar tu denuncia
fi: Ilmiantoasi lähetettäessä tapahtui virhe
fr_ca: Une erreur est survenue lors de l'envoi du signalement
hu: Hiba történt jelentésed beküldése során
it: Si è verificato un errore durante l'invio della tua segnalazione
ko: 신고를 발송하는동안 오류가 발생했습니다
nb: En feil oppstod ved sending av din rapport
nl: Er is een fout opgetreden tijdens het versturen van jouw melding
pt_pt: Ocorreu um erro no envio da sua denúncia
ru: При отправке произошла ошибка
sv: Ett fel uppstod när din rapport skulle skickas
tr: Şikayetin gönderilirken bir hata oluştu
vi: Có lỗi xảy ra trong khi gửi báo cáo

# report_user_send_ok
source: Your report has been sent!
de: Deine Nachricht wurde abgeschickt!
el: Η αναφορά σας έχει σταλεί
es: ¡Tu denuncia ha sido enviada!
fi: Ilmiantosi on lähetetty!
fr_ca: Votre signalement a été envoyé !
hu: Jelentésed beküldve!
it: La tua segnalazione è stata inviata!
ko: 신고가 발송되었습니다!
nb: Din rapport ble sendt!
nl: Jouw melding is verzonden!
pt_pt: A sua denuncia foi enviada!
ru: Ваша жалоба была отправлена!
sv: Din rapport har skickats!
tr: Şikayetin bildirildi!
vi: Báo cáo của bạn đã được gửi đi!

# report_user_suspcious
source: Suspicious behavior
de: Verdächtiges Verhalten
el: Ύποπτη συμπεριφορά
es: Comportamiento sospechoso
fi: Epäilyttävää käytöstä
fr_ca: Comportement suspect
hu: Gyanús viselkedés
it: Comportamenti sospetti
ko: 의심스러운 행동
nb: Mistenkelig oppførsel
nl: Verdacht gedrag
pt_pt: Comportamento suspeito
ru: Подозрительное поведение
sv: Misstänkt beteende
tr: Şüpheli davranış
vi: Hành vi đáng nghi

# report_user_text_placeholder
source: Add a comment (optional)
de: Kommentar hinzufügen (optional)
el: Προσθήκη σχολίου (προαιρετικό)
es: Añade un comentario (opcional)
fi: Lisää kommentti (vapaaehtoinen)
fr_ca: Ajouter un commentaire (facultatif)
hu: Küldj megjegyzést is (nem kötelező)
it: Aggiungi un commento (facoltativo)
ko: 댓글달기 (선택사항)
nb: Legg til kommentar (valgfritt)
nl: Voeg een opmerking toe (optioneel)
pt_pt: Adicionar um comentário (opcional)
ru: Добавить комментарий (опционально)
sv: Lägg till en kommentar (frivilligt)
tr: Yorum ekle (isteğe bağlı)
vi: Thêm nhận xét (không bắt buộc)

# report_user_title
source: Report User
de: Nutzer melden
el: Αναφορά Χρήστη
es: Denunciar usuario
fi: Ilmianna käyttäjä
fr_ca: Signaler Utilisateur
hu: Felhasználó jelentése
it: Segnala Utente
ko: 사용자 신고하기
nb: Rapporter bruker
nl: Rapporteer Gebruiker
pt_pt: Denunciar utilizador
ru: Пожаловаться на пользователя
sv: Rapportera användare
tr: Kullanıcıyı Şikayet Et
vi: Báo cáo Người dùng

# reporting_additional_notes_placeholder
source: Add any additional notes that may help us to resolve this issue
el: Προσθέστε επιπλέον πληροφορίες για να μπορέσει η ομάδα μας να ερευνήσει αυτό το θέμα
es: Añade información adicional que pueda ayudarnos a resolver este problema
fr_ca: Ajoutez toutes notes additionnelles qui pourraient nous aider à résoudre ce problème
hu: Adj meg minden egyéb olyan információt, amely segíthet minket a probléma megoldásában
it: Aggiungi ulteriori informazioni che possano aiutarci a risolvere questo problema
ko: 수사가 협조가 되는 동안, 저희 부서가 사용자분의 신고를 조사할 수 있도록 추가 정보를 추가하여 주십세요
nl: Voeg ondertussen extra opmerkingen toe die ons kunnen helpen dit probleem op te lossen
pt_pt: Adicione outros dados que nos possam ajudar a resolver este problema.
ru: Добавьте дополнительную информацию, чтобы наша команда расследовала ваш случай.
sv: Write here any additional notes that might help us to resolve this issue
vi: Bất kỳ lưu ý bổ sung nào để chúng tôi có thể giải quyết vấn đề

# reporting_listing_list_header
source: WHY ARE YOU REPORTING THIS LISTING?
el: ΓΙΑΤΙ ΚΑΝΕΤΕ ΑΝΑΦΟΡΑ ΑΥΤΗΣ ΤΗΣ ΚΑΤΑΧΩΡΗΣΗΣ;
es: ¿POR QUÉ DENUNCIAS ESTE ANUNCIO?
fr_ca: POURQUOI SIGNALEZ-VOUS CETTE ANNONCE ?
hu: MIÉRT JELENTED A HIRDETÉST?
it: PERCHÉ STAI SEGNALANDO QUESTO ANNUNCIO?
ko: 해당 상품 게시글을 신고하는 사유가 무엇인가요?
nl: WAAROM RAPPORTEER JE DEZE ADVERTENTIE?
pt_pt: POR QUE ESTÁ A DENUNCIAR ESTE ANÚNCIO?
ru: ПОЧЕМУ ВЫ ЖАЛУЕТЕСЬ НА ЭТО ОБЪЯВЛЕНИЕ?
vi: TẠI SAO BẠN BÁO CÁO BÀI ĐĂNG NÀY?

# reporting_listing_report_sent_text
source: Thanks for your anonymous report and for helping us make letgo the best place to buy and sell locally.
el: Ευχαριστούμε για την ανώνυμη αναφορά και που μας βοηθάτε να κάνουμε το letgo το καλύτερο μέρος αγοραπωλησιών σε τοπικό επίπεδο.
es: Gracias por tu denuncia anónima y por ayudarnos a hacer que letgo sea el mejor sitio para comprar y vender en tu ciudad.
fr_ca: Merci pour votre envoi anonyme d'informations ainsi que pour nous aider à faire de letgo le meilleur endroit pour acheter et vendre localement.
hu: Köszönjük, hogy névtelen jelentéseddel segítesz még jobbá tenni a letgo piacát.
it: Grazie per la tua segnalazione anonima e per aiutarci a rendere letgo il miglior posto dove comprare e vendere localmente.
ko: 익명 신고와 letgo를 거래 및 판매를 하기 위한 최고의 장소로 만들 수 있도록 도움을 주셔서 진심으로 감사드립니다.
nl: Bedankt voor je anonieme rapport en om ons te helpen letgo de beste plaats te maken om lokaal te kopen en te verkopen.
pt_pt: Obrigado pela denúncia anónima e por nos ajudar a tornar o letgo o melhor sitio onde comprar e vender localmente.
ru: Спасибо за анонимную жалобу и за помощь в развитии letgo как лучшего места для локальной торговли.
sv: Thanks for your anonymous report! Your feedback helps to make letgo the best place to buy and sell locally
vi: Cảm ơn bạn đã báo cáo ẩn danh và giúp chúng tôi xây dựng letgo trở thành nơi tốt nhất để mua và bán lân cận

# reporting_listing_report_sent_title
source: Report sent!
el: Αναφορά εστάλη!
es: ¡Denuncia enviada!
fr_ca: Information envoyée !
hu: Jelentés elküldve!
it: Segnalazione inviata!
ko: 신고가 발송되었습니다!
nl: Rapport verzonden!
pt_pt: Denúncia enviada!
ru: Жалоба отправлена!
vi: Báo cáo đã gửi!

# reporting_listing_shouldnt_be_on_letgo_header
source: WHY SHOULDN'T IT BE ON LETGO?
el: ΓΙΑΤΙ ΔΕΝ ΠΡΕΠΕΙ ΝΑ ΥΠΑΡΧΕΙ ΣΤΟ LETGO;
es: ¿POR QUÉ NO DEBERÍA ESTAR EN LETGO?
fr_ca: POURQUOI CECI NE DEVRAIT PAS SE TROUVER SUR LETGO ?
hu: MIÉRT NEM KELLENE A LETGO PIACÁN SZEREPELNIE?
it: PERCHÉ NON DOVREBBE ESSERE SU LETGO?
ko: 이 게시글은 왜 letgo에 있어서는 안되나요?
nl: WAAROM MAG HET NIET OP LETGO STAAN?
pt_pt: POR QUE NÃO DEVE ESTAR NO LETGO?
ru: ПОЧЕМУ ЕГО НЕ ДОЛЖНО БЫТЬ НА LETGO?
vi: TẠI SAO NÓ KHÔNG NÊN Ở TRÊN LETGO?

# reporting_listing_title
source: Report listing
el: Αναφορά καταχώρησης
es: Denunciar anuncio
fr_ca: Signaler l'annonce
hu: Hirdetés jelentése
it: Segnala annuncio
ko: 게시글 신고
nl: Rapporteer advertentie
pt_pt: Denunciar publicação
ru: Пожаловаться на объявление
vi: Báo cáo bài đăng

# reporting_listing_update_feedback_bad
source: We're sorry to hear that.
el: Λυπούμαστε για αυτό.
es: Lamentamos escuchar eso.
fr_ca: Nous sommes désolés d'apprendre cette nouvelle.
hu: Sajnálattal halljuk.
it: Siamo spiacenti di sentirlo.
ko: 대단히 죄송하게 생각하고 있습니다.
nl: Het spijt ons dat te horen.
pt_pt: Lamentamos sabê-lo.
ru: Нам грустно это слышать.
vi: Chúng tôi rất tiếc về điều đó.

# reporting_listing_update_feedback_good
source: Awesome!
el: Τέλεια!
es: ¡Genial!
fr_ca: Fantastique !
hu: Szuper!
it: Fantastico!
ko: 훌륭하네요!
nl: Geweldig!
pt_pt: Fantástico!
ru: Отлично!
vi: Tuyệt!

# reporting_listing_update_feedback_medium
source: Thanks!
el: Ευχαριστούμε!
es: ¡Gracias!
fr_ca: Merci !
hu: Köszönjük!
it: Grazie!
ko: 감사합니다!
nl: Bedankt!
pt_pt: Obrigado!
ru: Спасибо!
vi: Cảm ơn bạn!

# reporting_listing_update_feedback_title
source: How was this experience?
el: Πώς ήταν η εμπειρία σας;
es: ¿Qué te ha parecido esta experiencia?
fr_ca: Que pensez-vous de cette expérience ?
hu: Milyen élmény volt?
it: Come è stata questa esperienza?
ko: 해당 신고 처리를 만족하시나요?
nl: Hoe was deze ervaring?
pt_pt: Como foi esta experiência?
ru: Каков ваш опыт?
vi: Trải nghiệm này thế nào?

# reporting_listing_update_text
source: Thanks for anonymously reporting "%1$@" posted by %2$@. Feedback like yours helps us keep the letgo community safe. After reviewing this item, we have removed it because it violated our Community Guidelines.
el: Ευχαριστούμε για την ανώνυμη αναφορά του "%1$@" που δημοσιεύτηκε από τον %2$@. Η συμβολή σας βοηθά την κοινότητά μας να παραμένει ασφαλής. Αφού ελέγξαμε το αντικείμενο, το αφαιρέσαμε καθώς παραβιάζει του Όρους & Προϋποθέσεις της Κοινότητάς μας.
es: Gracias por tu denuncia anónima de "%1$@" publicado por %2$@. Los comentarios como el tuyo nos ayudan a mantener segura la comunidad de letgo. Tras revisar este artículo, lo hemos eliminado ya que incumple nuestras Normas de la comunidad.
fr_ca: Merci d'avoir signalé de manière anonyme "%1$@" publié par %2$@. Des commentaires comme le vôtre nous aident à faire de la communauté letgo un endroit sécuritaire. Après avoir évalué ce produit, nous l'avons retiré car il violait nos Directives Communautaires.
hu: Köszönjük, hogy névtelenül jelentetted nekünk a következő hirdetést: „%@”, feltöltője %@. Az ilyen visszajelzésekkel őrizhetjük meg a letgo közösségének biztonságát. Az ellenőrzés után úgy döntöttünk, hogy a hirdetést eltávolítjuk, mert megsértette Közösségi irányelveinket.
it: Grazie per aver segnalato in modo anonimo "%1$@" pubblicato da %2$@. Questo tipo di feedback contribuisce a mantenere sicura la comunità di letgo. Dopo aver esaminato questo articolo, abbiamo provveduto a rimuoverlo perché violava le linee guida della nostra comunità.
ko: %2$@께서 게시한 "%1$@"를 익명으로 신고해주셔서 대단히 감사드립니다. 사용자분께서 남겨주신 피드백은 letgo 커뮤니티를 안전하게 유지할 수 있는 큰 힘이 됩니다. 해당 상품 검토 후, 저희는 커뮤니티 가이드라인을 위반한 사유로 인해 해당 게시물을 삭제하였습니다.
nl: Bedankt voor het anoniem melden van "%1$@" geplaatst door %2$@. Feedback zoals die van jou helpt ons om de letgo-community veilig te houden. Nadat we dit item hebben beoordeeld, hebben we het verwijderd omdat het onze communityrichtlijnen schendt.
pt_pt: Obrigado por ter denunciado de forma anónima "%1$@" publicado por %2$@. Os feedbacks como o seu ajudam-nos a manter a comunidade segura. Após termos revisto este item resolvemos removê-lo já que viola as nossas Diretrizes da Comunidade.
ru: Спасибо за анонимную жалобу "%1$@", размещенную %2$@. Такие отзывы помогают нам делать сообщество letgo безопасным. Мы удалили этот товар после проверки, так как он нарушает Правила Пользования.
sv: Thanks for anonymously reporting "%@" posted by %@. Feedback like yours helps us keep the letgo community safe. After reviewing this item, we have removed it because it violated our Community Guidelines.
vi: Cảm ơn bạn đã báo cáo ẩn danh "%1$@" đăng bởi %2$@. Những phản hồi như của bạn sẽ giúp chúng tôi giữ cho cộng đồng letgo được an toàn. Sau khi xem xét món đồ, chúng tôi đã loại bỏ nó bởi món đồ đó đã vi phạm Hướng dẫn Cộng đồng của chúng tôi.

# reporting_listing_update_title
source: Report update
el: Ενημέρωση αναφοράς
es: Actualización sobre tu denuncia
fr_ca: Suivi du signalement
hu: Jelentésinformációk
it: Aggiornamento segnalazione
ko: 신고한 내역 업데이트
nl: Update rapport
pt_pt: Atualização da denúncia
ru: Обновление жалобы
vi: Báo cáo cập nhật

# reporting_reason_counterfeit_money
source: Paid with counterfeit money
el: Πληρωμή με πλαστά χρήματα
es: Pago con dinero falsificado
fr_ca: Payé avec de l'argent contrefait
hu: Hamis pénzzel fizetett
it: Pagamento con denaro falso
ko: 가짜 돈으로 계산
nl: Betaald met vals geld
pt_pt: Pagou com dinheiro falso
ru: Оплата фальшивыми деньгами
vi: Trả bằng tiền giả

# reporting_reason_didn't_show_up
source: Didn't show up
el: Δεν εμφανίστηκε
es: No vino a la cita
fr_ca: Absent(e) au rendez-vous
hu: Nem jött el
it: Non si è presentato
ko: 나오지 않음
nl: Kwam niet opdagen
pt_pt: Não apareceu
ru: Не пришел
vi: Không có mặt

# reporting_reason_drugs
source: Drugs, alcohol or tobacco
el: Ναρκωτικά, αλκοόλ ή καπνός
es: Drogas, alcohol y tabaco
fr_ca: Drogues, alcool ou tabac
hu: Drog, alkohol vagy dohány
it: Droghe, alcol o tabacco
ko: 마약, 알콜 혹은 담배
nl: Drugs, alcohol of tabak
pt_pt: Drogas. álcool ou tabaco
ru: Наркотики, алкоголь или табак
vi: Ma túy, đồ uống có cồn hoặc thuốc lá

# reporting_reason_duplicate_listing
source: It's a duplicate listing
el: Είναι διπλή καταχώρηση
es: Es un anuncio duplicado
fr_ca: C'est une annonce en double
hu: Duplikált hirdetés
it: È un annuncio duplicato
ko: 중복 게시글입니다
nl: Het is een dubbele advertentie
pt_pt: É um anúncio duplicado
ru: Это повторяющееся объявление
vi: Đó là bài đăng trùng

# reporting_reason_inappropiate_chat_messages
source: Inappropriate chat messages
el: Ακατάλληλα μηνύματα συνομιλιών
es: Mensajes de chat inapropiados
fr_ca: Clavardages inappropriés
hu: Nem helyénvaló üzenetek
it: Messaggi in chat inappropriati
ko: 부적절한 채팅
nl: Ongepaste chatberichten
pt_pt: Mensagens de chat inapropriadas
ru: Несоответствующие сообщения в чате
vi: Tin nhắn trò chuyện không phù hợp

# reporting_reason_inappropiate_photo_or_bio
source: Inappropriate profile photo or bio
el: Ακατάλληλη φωτογραφία προφίλ ή βιογραφικό
es: Biografía o foto de perfil inapropiada
fr_ca: Sa bio ou sa photo de profil sont inappropriées
hu: Nem helyénvaló profilkép vagy bemutatkozás
it: Biografia o foto del profilo inappropriati
ko: 부적합한 프로필 사진이나 프로필입니다
nl: Ongepaste profielfoto of biografie
pt_pt: Foto de perfil ou bio inapropriados
ru: Несоответствующее фото профиля или информация о себе
vi: Ảnh hồ sơ hoặc tiểu sử không phù hợp

# reporting_reason_item_defective
source: Item defective or not as described
el: Ελαττωματικό αντικείμενο ή διαφορετικό από την περιγραφή του
es: Artículo defectuoso o distinto a lo que se anunciaba
fr_ca: Produit défectueux ou non-conforme à ce qui a été décrit
hu: Hibás vagy a leírásnak nem megfelelő tárgy
it: Articolo difettoso o diverso dalla descrizione
ko: 상품 하자 혹은 설명한 상품과 같지 않음
nl: Item defect of niet als beschreven
pt_pt: Item defeituoso ou diferente do descrito
ru: Товар с дефектом или не соответствует описанию
vi: Đồ cũ hỏng hoặc không như miêu tả

# reporting_reason_its_scam
source: I think it's a scam
el: Νομίζω πως είναι απάτη
es: Creo que es una estafa
fr_ca: Je pense que c'est une arnaque
hu: Szerintem átverés
it: Credo sia una truffa
ko: 제 생각에는 사기인 것 같아요
nl: Ik denk dat het oplichterij is
pt_pt: Penso que é scam
ru: Я думаю, это мошенничество
vi: Tôi nghĩ nó lừa đảo

# reporting_reason_not_responding
source: Not responding to messages
el: Δεν απαντά στα μηνύματα
es: No responde a los mensajes
fr_ca: Il ne répond pas aux messages
hu: Nem válaszol az üzenetekre
it: Non risponde ai messaggi
ko: 메시지에 응답하지 않습니다
nl: Reageert niet op berichten
pt_pt: Não responde às mensagens
ru: Не отвечает на сообщения
vi: Không phản hồi tin nhắn

# reporting_reason_offered_trade
source: Offering to trade instead of paying in cash
el: Προσφέρθηκε να ανταλλάξει αντί να πληρώσει μετρητά
es: Quiere hacer un trueque en vez de pagar en efectivo
fr_ca: Il propose un échange au lieu de payer comptant
hu: Cserét ajánlott a készpénzes fizetés helyett
it: Offre scambi invece del pagamento in contanti
ko: 현찰거래 대신 물물거래를 요청합니다
nl: Stelt voor om te ruilen in plaats van contant te betalen
pt_pt: Oferta de troca em vez de pagamento a dinheiro
ru: Предлагает поторговаться вместо оплаты наличными
vi: Đề nghị trao đổi thay vì trả tiền mặt

# reporting_reason_offered_western_union_or_paypañ
source: Offering to pay with Western Union or Paypal
el: Προσφέρθηκε να πληρώσει με Western Union ή Paypal
es: Ofrece pagar con Western Union o Paypal
fr_ca: Il propose de payer avec Western Union ou PayPal
hu: Western Union vagy PayPal segítségével szeretne fizetni
it: Offre di pagare con Western Union o Paypal
ko: Western Union이나 Paypal을 이용하여 결제하려고 합니다
nl: Stelt voor om met Western Union of Paypal te betalen
pt_pt: Oferta de pagamento através de Western Union ou Paypal
ru: Предлагает заплатить через Western Union или Paypal
vi: Đề nghị trả qua Western Union hoặc PayPal

# reporting_reason_other
source: Other
el: Άλλα
es: Otro
fr_ca: Autre
hu: Egyéb
it: Altro
ko: 기타
nl: Overig
pt_pt: Outro
ru: Другое
vi: Khác

# reporting_reason_problem_meetup
source: Problem during our meetup
el: Πρόβλημα κατά τη συνάντηση
es: Problema en el encuentro
fr_ca: Il y a eu un problème lors de notre rencontre
hu: Probléma a találkozás során
it: Problema durante il nostro incontro
ko: 직거래 중 문제가 있었습니다
nl: Probleem tijdens onze afspraak
pt_pt: Problemas durante o nosso encontro
ru: Проблемы при встрече
vi: Vấn đề trong khi gặp gỡ

# reporting_reason_profile_photo
source: Profile photo
el: Φωτογραφία προφίλ
es: Foto de perfil
fr_ca: Photo de profil
hu: Profilkép
it: Foto del profilo
ko: 프로필 사진
nl: Profielfoto
pt_pt: Foto de perfil
ru: Фото профиля
vi: Ảnh hồ sơ

# reporting_reason_robbery
source: Robbery or violent incident
el: Ληστεία ή βίαιο συμβάν
es: Robo o incidente violento
fr_ca: Vol ou incident violent
hu: Rablás vagy erőszakos eset
it: Rapina o evento violento
ko: 도둑이나 폭력 사건
nl: Diefstal of gewelddadig incident
pt_pt: Roubo ou incidente violento
ru: Ограбление или акт насилия
vi: Hoạt động ăn cắp hoặc bạo lực

# reporting_reason_rude_offensive_language
source: Rude or offensive language
el: Αγένεια ή προσβλητική γλώσσα
es: Lenguaje ofensivo o grosero
fr_ca: Langage rude ou agressif
hu: Udvariatlan vagy sértő megnyilvánulás
it: Linguaggio inappropriato o offensivo
ko: 무례하거나 공격적인 언어 사용
nl: Onbeleefde of beledigende taal
pt_pt: Linguagem rude ou ofensiva
ru: Грубые или оскорбляющие высказывания
vi: Ngôn từ thô lỗ hoặc xúc phạm

# reporting_reason_selling_inappropiate
source: Selling something inappropriate
el: Πουλάει κάτι ακατάλληλο
es: Vende algo inapropiado
fr_ca: Il vend quelque chose d'inapproprié
hu: Helytelen dolgot árul
it: Vende qualcosa di inappropriato
ko: 적합하지 않은 것은 판매하고 있습니다
nl: Verkoopt iets ongepast
pt_pt: Está a vender algo inapropriado
ru: Продает что-то несоответствующее
vi: Bán gì đó không phù hợp

# reporting_reason_sexual_content
source: Sexual content
el: Σεξουαλικό περιεχόμενο
es: Contenido sexual
fr_ca: Contenu sexuel
hu: Felnőtt tartalom
it: Contenuti sessuali
ko: 성적인 컨텐츠
nl: Seksuele inhoud
pt_pt: Conteúdo sexual
ru: Сексуальное содержание
vi: Nội dung tình dục

# reporting_reason_sexual_language
source: Sexual or obscene language
el: Σεξουαλική ή άσεμνη γλώσσα
es: Lenguaje obsceno o sexual
fr_ca: Langage obscène ou sexuel
hu: Szexuális vagy obszcén jellegű megjegyzések
it: Linguaggio osceno o con riferimenti sessuali
ko: 성적이나 외설적인 언어 사용
nl: Seksuele of obscene taal
pt_pt: Linguagem sexual ou obscena
ru: Сексуальная или непристойная лексика
vi: Ngôn từ gợi dục hoặc khiêu dâm

# reporting_reason_should_not_be_on_letgo
source: It shouldn't be on letgo
el: Δε θα 'πρεπε να είναι στο letgo
es: No debería estar en letgo
fr_ca: Ça ne devrait pas être sur letgo
hu: Nem kellene a letgo piacán lennie.
it: Non dovrebbe essere su letgo
ko: letgo에 있어서는 안되는 게시글입니다
nl: Het mag niet op letgo staan
pt_pt: Não devia estar no letgo
ru: Оно не должно быть на letgo
vi: Nó không nên có trên letgo

# reporting_reason_spam_account
source: Spam account
el: Spam λογαριασμός
es: Cuenta spam
fr_ca: Compte de spam
hu: Spamfiók
it: Account spam
ko: 스팸 계정
pt_pt: Conta spam
ru: Спам
vi: Tài khoản spam

# reporting_reason_suspicious_behavior
source: Suspicious or scammy behavior
el: Ύποπτη ή ύπουλη συμπεριφορά
es: Comportamiento sospechoso o fraudulento
fr_ca: Comportement suspect ou qui sent l'arnaque
hu: Gyanús, átverést sejtető viselkedés
it: Comportamento sospetto o truffa
ko: 수상하거나 사기 행위
nl: Oplichterij of verdacht gedrag
pt_pt: Comportamento suspeito ou scam
ru: Подозрительное или мошенническое поведение
vi: Hành vi đáng ngờ hoặc lừa đảo

# reporting_reason_suspiciously
source: Behaving suspiciously
el: Ύποπτη συμπεριφορά
es: Se comporta de forma sospechosa
fr_ca: Il agit de manière suspecte
hu: Gyanúsan viselkedik
it: Ha un comportamento sospetto
ko: 수상스러운 행동을 합니다
nl: Gedraagt zich verdacht
pt_pt: Comportamento suspeito
ru: Странно себя ведет
vi: Hành xử đáng ngờ

# reporting_reason_threating_violence
source: Threatening violence
el: Βίαιη απειλή
es: Amenazas de violencia
fr_ca: Menace de violence
hu: Erőszakkal fenyeget
it: Minacce di violenza
ko: 위협적인 폭력
nl: Dreigend geweld
pt_pt: Violência ameaçadora
ru: Угрозы насилием
vi: Đe dọa bạo lực

# reporting_reason_unrealistic_price
source: Unrealistic price or offers
el: Μη ρεαλιστική τιμή ή προσφορά
es: Precio u ofertas poco realistas
fr_ca: Prix ou offres non-réalistes
hu: Valószerűtlen ár vagy ajánlat
it: Prezzi o offerte non realistici
ko: 비현실적인 가격이나 제안
nl: Onrealistische prijs of aanbiedingen
pt_pt: Preços ou ofertas não realistas
ru: Нереалистичные цены и предложения
vi: Giá hoặc chào giá không thực tế

# reporting_reason_weapons
source: Weapons or violent content
el: Όπλα ή βίαιο περιεχόμενο
es: Armas o contenido violento
fr_ca: Armes ou contenu violent
hu: Fegyver vagy erőszakos tartalom
it: Armi o contenuti violenti
ko: 무기 혹은 폭력적인 컨텐츠
nl: Wapens of gewelddadige inhoud
pt_pt: Armas ou conteúdo violento
ru: Оружие или вооружение
sv: Weapoin or violent content
vi: Vũ khí hoặc nội dung bạo lực

# reporting_reason_wrong_category
source: It's in the wrong category
el: Είναι σε λάθος κατηγορία
es: Está en la categoría incorrecta
fr_ca: C'est dans la mauvaise catégorie
hu: Nem megfelelő kategória
it: È nella categoria sbagliata
ko: 잘못된 항목에 포함되어 있습니다
nl: Het staat in de verkeerde categorie
pt_pt: Está na categoria errada
ru: Неверная категория
vi: Nó nằm sai danh mục

# reporting_send_report_button
source: Report
el: Αναφορά
es: Denunciar
fr_ca: Signaler
hu: Jelentés
it: Segnala
ko: 신고
nl: Rapporteer
pt_pt: Denúncia
ru: Пожаловаться
vi: Báo cáo

# reporting_user_inappropriate_chat_header
source: WHAT HAPPENED?
el: ΤΙ ΣΥΝΕΒΗ;
es: ¿QUÉ HA PASADO?
fr_ca: QUE S'EST-IL PASSÉ ?
hu: MI TÖRTÉNT?
it: CHE È SUCCESSO?
ko: 무슨일이 일어났나요?
nl: WAT IS ER GEBEURD?
pt_pt: O QUE ACONTECEU?
ru: ЧТО СЛУЧИЛОСЬ?
vi: ĐÃ XẢY RA CHUYỆN GÌ?

# reporting_user_inappropriate_photo_or_bio_header
source: WHICH ONE?
el: ΠΟΙΟ;
es: ¿CUÁL?
fr_ca: LEQUEL ?
hu: MELYIK AZ?
it: QUALE?
ko: 어떤 것인가요?
nl: WELKE?
pt_pt: QUAL?
ru: КОТОРЫЙ?
vi: CÁI NÀO?

# reporting_user_list_header
source: WHY ARE YOU REPORTING THIS USER?
el: ΓΙΑΤΙ ΚΑΝΕΤΕ ΑΝΑΦΟΡΑ ΑΥΤΟΥ ΤΟΥ ΧΡΗΣΤΗ;
es: ¿POR QUÉ DENUNCIAS A ESTE USUARIO?
fr_ca: POURQUOI SIGNALEZ-VOUS CET UTILISATEUR ?
hu: MIÉRT JELENTED A FELHASZNÁLÓT?
it: PERCHÉ STAI SEGNALANDO QUESTO UTENTE?
ko: 해당 사용자를 신고하려는 사유는 무엇인가요?
nl: WAAROM RAPPORTEER JE DEZE GEBRUIKER?
pt_pt: POR QUE ESTÁ A DENUNCIAR ESTE UTILIZADOR?
ru: ПОЧЕМУ ВЫ ЖАЛУЕТЕСЬ НА ЭТОГО ПОЛЬЗОВАТЕЛЯ?
vi: TẠI SAO BẠN BÁO CÁO NGƯỜI DÙNG NÀY?

# reporting_user_problem_meetup_header
source: WHAT HAPPENED?
el: ΤΙ ΣΥΝΕΒΗ;
es: ¿QUÉ HA PASADO?
fr_ca: QUE S'EST-IL PASSÉ ?
hu: MI TÖRTÉNT?
it: CHE È SUCCESSO?
ko: 무슨일이 일어났나요?
nl: WAT IS ER GEBEURD?
pt_pt: O QUE ACONTECEU?
ru: ЧТО СЛУЧИЛОСЬ?
sv: WHAT WAS THE PROBLEM?
vi: ĐÃ XẢY RA CHUYỆN GÌ?
