Repository: goRestart/ios-restart-app
Catalog: components/LGResources/LGResources/Assets/i18n/*.lproj/Localizable.strings
Languages: de, el, es, fi, fr_ca, hu, it, ko, nb, nl, pt_pt, ru, sv, tr, vi

# reset_password_send_too_many_requests
source: We've already sent you a password reset email. Please check your email and follow the instructions.
de: Wir haben dir bereits eine E-Mail zur Kennwortwiederherstellung geschickt. Bitte schaue in dein Postfach und folge den Anweisungen.
el: Σας έχουμε στείλει ήδη ένα email για επαναφορά κωδικού. Παρακαλώ ελέγξτε τα email σας και ακολουθήστε τις οδηγίες.
es: Ya te hemos enviado un email para restablecer la contraseña. Revisa tu bandeja de entrada y sigue las instrucciones del mensaje.
fi: Olemme lähettäneet sinulle jo sähköpostin salasanan nollaamiseksi. Ole hyvä ja tarkista sähköpostisi ja seuraa siinä olevia ohjeita.
fr_ca: Nous vous avons déjà envoyé un courriel de réinitialisation de mot de passe. Veuillez vérifier vos courriels et suivre les instructions.
hu: Már küldtünk jelszó-helyreállítási e-mailt. Ellenőrizd postafiókodat, és kövesd az utasításokat!
it: Ti abbiamo già inviato una email per reimpostare la password. Controlla la tua casella di posta e segui le istruzioni.
ko: 저희는 비밀번호 재설정 이메일을 발송했습니다. 이메일을 확인하시고 설명을 따라주세요.
nb: Vi har allerede sendt deg en e-post for tilbakestilling av passord. Vennligst sjekk din e-post og følg instruksene.
nl: We hebben je al een e-mail gestuurd om je wachtwoord te resetten. Controleer je e-mail en volg de instructies.
pt_pt: Já lhe enviamos um email para redefinir a sua password. Por favor verifique o seu email e siga as instruções.
ru: Мы уже отправили вам письмо для сброса пароля. Пожалуйста, проверьте ящик и следуйте инструкции.
sv: Vi har redan skickat ett mejl till dig för att återställa ditt lösenord. Kolla i din inkorg och följ instruktionerna i mejlet.
tr: Şifreni yenilemen için sana bir e-posta gönderdik. Lütfen e-postanı kontrol edip açıklamaları uygula.
vi: Chúng tôi vừa gửi cho bạn email khôi phục mật khẩu. Vui lòng kiểm tra email và làm theo hướng dẫn.

# reset_password_title
source: Reset password
de: Kennwort zurücksetzen
el: Επαναφορά κωδικού πρόσβασης
es: Restablecer la contraseña
fi: Nollaa salasana
fr_ca: Réinitialiser le mot de passe
hu: Jelszóhelyreállítás
it: Reimposta Password
ko: 비밀번호 재설정
nb: Tilbakestill passord
nl: Reset wachtwoord
pt_pt: Redefinir password
ru: Сбросить пароль
sv: Återställ lösenord
tr: Şifreyi yenile
vi: Lấy lại mật khẩu

# rewards_faq_title
source: How it works
el: Πώς λειτουργεί
es: Cómo funciona
it: Come funziona
nl: Hoe werkt het
ru: Как это работает
vi: Cách thức hoạt động

# rewards_invite_contacts_title
source: Connect contacts
el: Συνδέστε επαφές
es: Conectar contactos
it: Aggiungi contatti
nl: Verbind contacten
ru: Связаться с контактами
vi: Kết nối liên lạc

# rewards_invite_friends_button
source: Invite friends
el: Προσκαλέστε Φίλους
es: Invitar Amigos
it: Invita Amici
ko: 친구 초대하기
nl: Nodig vrienden uit
ru: Пригласить друзей
vi: Mời bạn bè

# rewards_invite_friends_contact_button
source: Invite via text
el: Πρόσκληση μέσω μηνύματος
es: Invitar por SMS
it: Invita tramite messaggio
nl: Uitnodigen via bericht
ru: Пригласить сообщением
vi: Mời qua tin nhắn

# rewards_invite_friends_title
source: Invite friends
el: Προσκαλέστε Φίλους
es: Invitar Amigos
it: Invita Amici
ko: 친구 초대하기
nl: Nodig vrienden uit
ru: Пригласить друзей
vi: Mời bạn bè

# rewards_title
source: Rewards
el: Ανταμοιβές
es: Recompensas
it: Ricompense
nl: Beloningen
ru: Вознаграждения
vi: Phần thưởng

# search_alert_delete_error_message
source: Oops! An error occurred while deleting your search alert.
de: Hoppla! Beim Löschen deiner gespeicherten Suche ist ein Fehler aufgetreten.
el: Όπα! Παρουσιάστηκε σφάλμα κατά τη διαγραφή της ειδοποίησης αναζήτησης.
es: ¡Ups! Se ha producido un error al borrar tu alerta de búsqueda.
fi: Hups! Hakuvahtiasi poistettaessa tapahtui virhe.
fr_ca: Oups ! Une erreur est survenue au moment de supprimer votre alerte de recherche.
hu: Hoppá! Hiba történt a keresési figyelmeztetés törlése során.
it: Ops! Si è verificato un errore durante l'eliminazione dei tuoi avvisi di ricerca.
ko: 이런! 검색알림을 삭제하는 동안 오류가 발생했습니다.
nb: Oops! En feil oppstod ved sletting av søkevarsling.
nl: Oeps! Er is een fout opgetreden tijdens het verwijderen van jouw zoekmelding.
pt_pt: Ups! Surgiu um erro ao eliminar o seu alerta de pesquisa.
ru: Упс! При удалении поискового уведомления произошла ошибка.
sv: Hoppsan! Ett fel inträffade när din sökavisering skulle raderas.
tr: Oops! Arama alarmın silinirken bir hata oluştu.
vi: Ồ! Có lỗi xảy ra trong khi xóa thông báo tìm kiếm của bạn.

# search_alert_disable_error_message
source: Oops! An error occurred while deactivating your search alert.
de: Hoppla! Beim Deaktivieren deiner gespeicherten Suche ist ein Fehler aufgetreten.
el: Όπα! Παρουσιάστηκε σφάλμα κατά την απενεργοποίηση της ειδοποίησης αναζήτησης.
es: ¡Ups! Se ha producido un error al desactivar tu alerta de búsqueda.
fi: Hups! Kun hakuvahtiasi otettiin pois käytöstä, tapahtui virhe.
fr_ca: Oups ! Une erreur est survenue au moment de désactiver votre alerte de recherche.
hu: Hoppá! Hiba történt a keresési figyelmeztetés kikapcsolása során.
it: Ops! Si è verificato un errore durante la disattivazione dei tuoi avvisi di ricerca
ko: 이런! 검색 알림을 비활성화 하는 동안 오류가 발생했습니다.
nb: Oops! En feil oppstod ved deaktivering av din søkevarsling.
nl: Oeps! Er is een fout opgetreden tijdens het deactiveren van jouw zoekmelding
pt_pt: Ups! Surgiu um erro ao desativar o seu alerta de pesquisa
ru: Упс! При отключении поискового уведомления произошла ошибка
sv: Hoppsan! Ett fel inträffade när din sökavisering skulle inaktiveras
tr: Oops! Arama alarmın devre dışı bırakılırken bir hata oluştu.
vi: Ồ! Có lỗi xảy ra trong khi bỏ kích hoạt thông báo tìm kiếm của bạn.

# search_alert_enable_error_message
source: Oops! An error occurred while activating your search alert.
de: Hoppla! Beim Aktivieren deiner gespeicherten Suche ist ein Fehler aufgetreten.
el: Όπα! Παρουσιάστηκε σφάλμα κατά την ενεργοποίηση της ειδοποίησης αναζήτησης.
es: ¡Ups! Se ha producido un error al activar tu alerta de búsqueda.
fi: Hups! Hakuvahtiasi aktivoitaessa tapahtui virhe.
fr_ca: Oups ! Une erreur est survenue au moment d'activer votre alerte de recherche.
hu: Hoppá! Hiba történt a keresési figyelmeztetés bekapcsolása során.
it: Ops! Si è verificato un errore durante l'attivazione dei tuoi avvisi di ricerca.
ko: 이런! 검색 알림을 활성화 하는 동안 오류가 발생했습니다.
nb: Oops! En feil oppstod ved aktivering av din søkevarsling.
nl: Oeps! Er is een fout opgetreden tijdens het activeren van jouw zoekmelding
pt_pt: Ups! Surgiu um erro ao ativar o seu alerta de pesquisa
ru: Упс! При включении поискового уведомления произошла ошибка
sv: Hoppsan! Ett fel inträffade när din sökavisering skulle aktiveras
tr: Oops! Arama alarmına izin verilirken bir hata oluştu.
vi: Ồ! Có lỗi xảy ra trong khi kích hoạt thông báo tìm kiếm của bạn.

# search_alert_error_too_many_button_text
source: Manage notifications
de: Mitteilungen verwalten
el: Διαχείριση Γνωστοποιήσεων
es: Gestionar notificaciones
fi: Hallinnoi ilmoituksia
fr_ca: Gérer les Notifications
hu: Értesítések kezelése
it: Gestisci notifiche
ko: 알림 설정
nb: Behandle varslinger
nl: Meldingen beheren
pt_pt: Gerir notificações
ru: Управления уведомлениями
sv: Hantera Notiser
tr: Bildirimleri Yönet
vi: Quản lý Thông báo

# search_alert_error_too_many_text
source: Oops! You've reached the maximum number of search alerts
de: Hoppla! Du hast die maximale Anzahl an gespeicherten Suchen erreicht
el: Όπα! Φτάσατε στο όριο του μέγιστου αριθμού ειδοποιήσεων αναζήτησης.
es: ¡Ups! Has llegado al máximo de alertas de búsqueda
fi: Hups! Sinulla on jo käytössäsi maksimimäärä hakuvahteja
fr_ca: Oups ! Vous avez atteint le nombre maximum d'alertes de recherche
hu: Hoppá! Elérted a keresési figyelmeztetések maximális számát
it: Ops! Hai raggiunto il numero massimo di avvisi di ricerca
ko: 이런! 회원님께서는 검색알림을 받을 수 있는 최대치에 도달하셨습니다
nb: Oops! Du har nådd dine maksimale antall søkevarslinger
nl: Oeps! Je hebt het maximale aantal zoekmeldingen bereikt
pt_pt: Ups! Alcançou o número máximo de alertas de pesquisa
ru: Упс! Вы достигли максимального количества поисковых уведомлений
sv: Hoppsan! Du har uppnått maxantalet sökaviseringar
tr: Oops! Maksimum arama uyarısı sayısına ulaştın
vi: Ồ! Bạn đã đạt tối đa số lượng thông báo tìm kiếm

# search_alerts_disabled_oldest_message
source: You’ve reached the max number of search alerts, so we’ve turned your oldest one off and activated this one.
el: Φτάσατε το μέγιστο αριθμό ειδοποιήσεων αναζήτησης, γι' αυτό και απενεργοποιήσαμε τις παλαιότερες ειδοποιήσεις και ενεργοποιήσαμε αυτήν.
es: Has llegado al número máximo de alertas de búsqueda, así que hemos apagado la más antigua y hemos activado esta.
fr_ca: Vous avez atteint le nombre maximum d'alertes de recherche. Nous avons donc désactivé la plus ancienne afin d'activer celle-ci.
it: Hai raggiunto il numero massimo di avvisi di ricerca. Abbiamo provveduto a disattivare quelli più vecchi e a attivare questo.
ko: 최대 검색 알림에 도달하셨습니다. 따라서, 저희는 가장 오래된 알림을 비활성화 하고, 현재 선택하신 사항을 활성화 했습니다.
nl: Je hebt het maximale aantal zoekmeldingen bereikt, dus we hebben je oudste uitgeschakeld en deze geactiveerd.
pt_pt: Atingiu o número máximo de alertas de pesquisa. Assim, desativamos o seu último alerta e ativamos este mais recente.
ru: Вы достигли максимального количества поисковых уведомлений, поэтому можете выключить самое старое и включить это.
vi: Bạn đã đạt số lượng cảnh báo tìm kiếm tối đa, vì vậy chúng tôi đã tắt cái cũ nhất và kích hoạt cái này.

# search_alerts_edit_button
source: Edit
de: Bearbeiten
el: Επεξεργασία
es: Editar
fi: Muokkaa
fr_ca: Modifier
hu: Szerkesztés
it: Modifica
ko: 수정
nb: Endre
nl: Bewerken
pt_pt: Editar
ru: Редактировать
sv: Redigera
tr: Düzelt
vi: Chỉnh sửa

# search_alerts_header_subtitle
source: Get notifications about new listings
de: Erhalte Benachrichtigungen zu neuen Angeboten
el: Λάβετε ειδοποιήσεις για νέες καταχωρήσεις
es: Recibir notificaciones de nuevos anuncios
fi: Saa ilmoituksia uusista ilmoituksista
fr_ca: Recevez des notifications à propos des nouvelles annonces
hu: Értesítéseket kaphatsz az új hirdetésekről
it: Ricevi notifiche su nuovi annunci
ko: 새로운 게시글 알림 받기
nb: Få varslinger om nye annonser
nl: Ontvang meldingen over nieuwe advertenties
pt_pt: Obtenha notificações sobre novas publicações
ru: Получать уведомления о новых объявлениях
sv: Få notiser om nya annonser
tr: Yeni ilanlarla ilgili bildirim al
vi: Nhận thông báo về bài đăng mới

# search_alerts_list_title
source: Search Alerts
de: Gespeicherte Suchen
el: Αναζήτηση Ειδοποιήσεων
es: Alertas de búsqueda
fi: Hakuvahdit
fr_ca: Alertes de Recherche
hu: Keresési figyelmeztetések
it: Avvisi di ricerca
ko: 검색 알림
nb: Søkevarslinger
nl: Zoekmeldingen
pt_pt: Pesquisar alertas
ru: Поисковые уведомления
sv: Sökaviseringar
tr: Arama Uyarıları
vi: Thông báo Tìm kiếm

# search_alerts_placeholder_empty_button
source: Start Searching
de: Suche beginnen
el: Ξεκινήστε την Αναζήτηση
es: Empezar a buscar
fi: Aloita haku
fr_ca: Commencer à Chercher
hu: Láss kereséshez
it: Inizia la ricerca
ko: 검색 시작
nb: Sett i gang og søk
nl: Begin met Zoeken
pt_pt: Comece a pesquisar
ru: Начать поиск
sv: Börja Sökning
tr: Aramaya Başla
vi: Bắt đầu Tìm kiếm

# search_alerts_placeholder_empty_text
source: Subscribe to searches to get notifications when new listings are posted.
de: Abonniere Suchen, um Benachrichtigungen zu erhalten, wenn neue Angebote eingestellt werden.
el: Εγγραφείτε στις αναζητήσεις για να λαμβάνετε ειδοποιήσεις κάθε φορά που δημοσιεύονται νέες καταχωρήσεις.
es: Suscríbete a búsquedas para recibir notificaciones cuando se publiquen anuncios nuevos.
fi: Tilaa hakuvahteja saadaksesi tiedon, kun uusia ilmoituksia julkaistaan.
fr_ca: Abonnez-vous aux recherches afin de recevoir des notifications quand de nouvelles annonces sont publiées.
hu: Iratkozz fel keresésekre, hogy értesülhess, ha új hirdetések kerülnek fel.
it: Iscriviti alle ricerche per ricevere notifiche quando vengono pubblicati nuovi annunci.
ko: 새로운 목록이 게시될 때 알림을 받기 위해 검색 기능을 구독해주세요
nb: Meld deg på for å varslinger når nye annonser publiseres.
nl: Meld je aan voor zoekopdrachten om meldingen te ontvangen wanneer nieuwe advertenties worden geplaatst.
pt_pt: Subscreva a pesquisa para receber notificações sempre que novos anúncios foram publicados.
ru: Подпишитесь на поиск, чтобы получать уведомления при появлении новых объявлений.
sv: Prenumerera på specifika sökningar för att få notiser när nya annonser läggs upp.
tr: Yeni ilanlar yayınlandığında bildirim almak için aramalara abone ol.
vi: Đăng ký tìm kiếm để nhận thông báo khi có bài đăng mới.

# search_alerts_placeholder_error_button
source: Try Again
de: Erneut versuchen
el: Προσπαθήστε ξανά
es: Reintentar
fr_ca: Réessayer
hu: Próbáld újra
it: Riprova
ko: 다시 시도하세요
nl: Probeer het opnieuw
pt_pt: Tentar de novo
ru: Еще раз
vi: Thử lại

# search_alerts_placeholder_error_text
source: Oops! An error occurred while loading your search alerts
de: Hoppla! Beim Laden deiner gespeicherten Suchen ist ein Fehler aufgetreten
el: Όπα! Παρουσιάστηκε σφάλμα κατά τη φόρτωση των ειδοποιήσεων αναζήτησής σας
es: ¡Ups! Se ha producido un error al cargar tus alertas de búsqueda.
fi: Hups! Hakuvahtejasi ladattaessa tapahtui virhe
fr_ca: Oups ! Une erreur est survenue lors du chargement de vos alertes de recherche
hu: Hoppá! Hiba történt a keresési figyelmeztetések betöltése során
it: Ops! Si è verificato un errore durante il caricamento dei tuoi avvisi di ricerca
ko: 이런! 검색 알림을 로딩하던 중 오류가 발생했습니다
nb: Oops! En feil oppstod ved lasting av dine søkevarslinger
nl: Oeps! Er is een fout opgetreden tijdens het laden van je zoekmeldingen
pt_pt: Ups! Surgiu um erro ao carregar os seus alertas de pesquisa
ru: Упс! При загрузке поисковых уведомлений произошла ошибка
sv: Hoppsan! Ett fel uppstod när dina sökaviseringar skulle laddas upp
tr: Oops! Arama alarmların yüklenirken bir hata oluştu
vi: Ồ! Có lỗi xảy ra trong khi tải thông báo tìm kiếm

source: Search letgo
de: letgo durchsuchen
el: Αναζήτηση letgo
es: Busca en letgo
fi: Etsi letgosta
fr_ca: Recherche letgo
hu: Keresés a letgo piacán
it: Ricerca su letgo
ko: letgo 검색
nb: Søk på letgo
nl: Zoek in letgo
pt_pt: Procurar letgo
ru: Поиск на letgo
sv: Sök på letgo
tr: letgo'da ara
vi: Tìm kiếm letgo

# sell_category_selection_label
source: Category
de: Kategorie
el: Κατηγορία
es: Categoría
fi: Kategoria
fr_ca: Catégorie
hu: Kategória
it: Categoria
ko: 항목
nb: Kategori
nl: Categorie
pt_pt: Categoria
ru: Категория
sv: Kategori
tr: Kategori
vi: Danh mục

# sell_choose_category_dialog_cancel_button
source: Cancel
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr_ca: Annuler
hu: Mégse
it: Annulla
ko: 취소
nb: Avbryt
nl: Annuleren
pt_pt: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal et
vi: Hủy

# sell_choose_category_dialog_title
source: Choose a category
de: Wähle eine Kategorie
el: Επιλογή Κατηγορίας
es: Elige una categoría
fi: Valitse kategoria
fr_ca: Choisissez une catégorie
hu: Válassz kategóriát
it: Scegli una categoria
ko: 목록 고르기
nb: Velg en kategori
nl: Kies een categorie
pt_pt: Escolha uma categoria
ru: Выберите категорию
sv: Välj en kategori
tr: Bir kategori seç
vi: Chọn một danh mục

# sell_description_field_hint
source: Description (optional)
de: Beschreibung (optional)
el: Περιγραφή (προαιρετικό)
es: Descripción (opcional)
fi: Kuvaus (vapaaehtoinen)
fr_ca: Description (optionnel)
hu: Leírás (nem kötelező)
it: Descrizione (facoltativa)
ko: 설명 (선택사항)
nb: Beskrivelse (alternativt)
nl: Beschrijving (optioneel)
pt_pt: Descrição (opcional)
ru: Описание (опционально)
sv: Beskrivning (frivillig)
tr: Açıklama (isteğe bağlı)
vi: Mô tả (tùy chọn)

# sell_picture_image_source_camera_button
source: Camera
de: Kamera
el: Κάμερα
es: Cámara
fi: Kamera
fr_ca: Appareil Photo
hu: Kamera
it: Fotocamera
ko: 카메라
nb: Kamera
pt_pt: Câmara
ru: Камера
sv: Kamera
tr: Kamera
vi: Máy ảnh

# sell_picture_image_source_camera_roll_button
source: Photo library
de: Fotoarchiv
el: Βιβλιοθήκη Φωτογραφιών
es: Galería
fi: Kuvakirjasto
fr_ca: Album photos
hu: Fotótár
it: Libreria fotografica
ko: 앨범에서 이미지 선택
nb: Bildegalleri
nl: Fotobibliotheek
pt_pt: Galeria de fotos
ru: Библиотека фотографий
sv: Fotogalleri
tr: Fotoğraf galerisi
vi: Thư viện hình ảnh

# sell_picture_image_source_cancel_button
source: Cancel
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr_ca: Annuler
hu: Mégse
it: Annulla
ko: 취소
nb: Avbryt
nl: Annuleren
pt_pt: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal et
vi: Hủy

# sell_picture_image_source_title
source: Choose image source
de: Wähle eine Bildquelle aus
el: Επιλογή πηγής εικόνας
es: Seleccionar una foto de
fi: Valitse kuvan lähde
fr_ca: Choisir la source de l'image
hu: Válassz képforrást
it: Scegli sorgente immagine
ko: 사진 소스 고르기
nb: Velg bildekilde
nl: Kies een bron voor de afbeelding
pt_pt: Escolha a fonte da imagem
ru: Выберите источник изображения
sv: Välj bildkälla
tr: Fotoğraf kaynağını seç
vi: Chọn nguồn hình ảnh

# sell_picture_label
source: Photo
de: Foto
el: Φώτο
es: Foto
fi: Kuva
hu: Fotó
it: Foto
ko: 사진
nb: Bilde
nl: Foto
pt_pt: Foto
ru: Фото
sv: Bild
tr: Resim
vi: Ảnh

# sell_picture_save_into_camera_roll_error_generic
source: An error occurred while saving the image to your photo library. Please check your phone's settings and make sure letgo is allowed to access your photos.
de: Beim Speichern des Bildes im Fotoarchiv ist ein Fehler aufgetreten. Bitte stelle in der Einstellungs-App sicher, dass letgo Zugriff auf deine Fotos hat.
el: Παρουσιάσθηκε σφάλμα κατά την αποθήκευση φωτογραφίας στη βιβλιοθήκη φωτογραφιών. Θα πρέπει να βεβαιωθείτε ότι έχετε δώσει έγκριση στο letgo να αποκτήσει πρόσβαση στις φωτογραφίες σας μέσω των Ρυθμίσεων της εφαρμογής.
es: ¡Ups! Ha ocurrido un error al guardar la foto en tu galería. Entra en Ajustes y comprueba que has dado permiso a letgo para acceder a tus fotos.
fi: Tallennettaessa kuvaa kuvakirjastoosi tapahtui virhe. Ole hyvä ja varmista asetukset-sovelluksesta, että letgolle on annettu lupa käyttää kuviasi.
fr_ca: Une erreur est survenue lors de la sauvegarde de l'image dans votre album photo. Veuillez vérifier les paramètres de votre téléphone pour vous assurer que letgo est autorisé à accéder à vos photos.
hu: Hiba történt a fotó kimentése közben. Ellenőrizd a beállítások appben, hogy a letgo hozzáférhet-e a fotókhoz.
it: Si è verificato un errore durante il salvataggio dell'immagine nella libreria fotografica. Per favore, assicurati che letgo sia autorizzato ad accedere alle tue foto, nelle Impostazioni delle Applicazioni.
ko: 사진을 포토갤러리에 저장하는데 에러가 발생했습니다. 렛고가 세팅 어플리케이션에서 고객님의 사진에 접근할 수 있게 허가해주세요.
nb: En feil oppstod ved lagring av bildet i ditt bildegalleri. Vennligst, forsikre deg om at letgo har tilgang på din bilder i mobilens Innstillinger.
nl: Er is een fout opgetreden bij het opslaan van uw afbeelding in de fotobibliotheek. Zorg er a.u.b voor dat letgo toegang heeft tot jouw foto's in de Instellingen App.
pt_pt: Ocorreu um erro ao guardar a imagem na sua galeria de fotos. Por favor certifique-se que o letgo tem permissão para aceder às suas fotos nas Configurações da App.
ru: При сохранении изображения в библиотеку произошла ошибка. Пожалуйста, убедитесь, что letgo разрешен доступ к вашим фотографиям в Настройках.
sv: Ett fel uppstod vid sparning av din bild till biblioteket. Var god se till att letgo har tillgång till dina bilder i inställningar i din iPhone.
tr: Görsel, fotoğraf galerisine kaydedilirken bir hata oluştu. Lütfen telefonunun ayarlarından, letgo'nun fotoğraflarına erişebilmesine izin verdiğinden emin ol.
vi: Lỗi xảy ra trong khi lưu hình ảnh trong thư viện hình ảnh của bạn. Vui lòng đảm bảo rằng letgo được quyền truy cập hình ảnh của bạn trong phần Cài đặt Ứng dụng.

# sell_picture_save_into_camera_roll_loading
source: Saving image to photo library...
de: Bild wird im Fotoarchiv gespeichert...
el: Αποθήκευση φωτογραφίας στη βιβλιοθήκη φωτογραφιών...
es: Estamos guardando la foto en tu galería...
fi: Tallennetaan kuvaa kuvakirjastoon...
fr_ca: Sauvegarde de l'image dans l'album photo...
hu: Fotó mentése a fotótárba...
it: Salvataggio immagine nella libreria fotografica...
ko: 사진을 포토 라이브러리에 저장중...
nb: Lagrer bilde i bildegalleri.
nl: Opslaan van afbeelding in fotobibliotheek...
pt_pt: A guardar a imagem na galeria de fotos.
ru: Сохранение изображения в библиотеку...
sv: Sparar bild i bildbibliotek...
tr: Fotoğraf galeriye kaydediliyor...
vi: Đang lưu hình ảnh trong thư viện hình ảnh...

# sell_picture_save_into_camera_roll_ok
source: Saved image to photo library.
de: Bild im Fotoarchiv gespeichert.
el: Αποθήκευση εικόνας στη βιβλιοθήκη φωτογραφιών.
es: La foto se ha guardado en tu galería.
fi: Kuva tallennettu kuvakirjastoon.
fr_ca: Image sauvegardée dans l'album photo.
hu: Fotó mentve a fotótárba.
it: Immagine salvata nella libreria fotografica.
ko: 저장된 사진을 포토 라이브러리로
nb: Bilde ble lagret bildegalleri.
nl: Afbeelding opgeslagen in fotobibliotheek.
pt_pt: Imagem guardada na galeria de fotos.
ru: Изображение сохранено в библиотеку.
sv: Bild sparad till bildsamling.
tr: Fotoğraf galeriye kaydedildi.
vi: Đã lưu hình ảnh trong thư viện hình ảnh.

# sell_picture_selected_cancel_button
source: Cancel
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr_ca: Annuler
hu: Mégse
it: Annulla
ko: 취소
nb: Avbryt
nl: Annuleren
pt_pt: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal et
vi: Hủy

# sell_picture_selected_delete_button
source: Delete
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fr_ca: Supprimer
hu: Törlés
it: Elimina
ko: 삭제
nb: Slett
nl: Verwijderen
pt_pt: Eliminar
ru: Удалить
sv: Ta bort
tr: Sil
vi: Xóa

# sell_picture_selected_save_into_camera_roll_button
source: Save to camera roll
de: Auf dem Gerät speichern
el: Αποθήκευση στο δίσκο
es: Guardar
fi: Tallenna levylle
fr_ca: Sauvegarder l'image sur la pellicule
hu: Mentés lemezre
it: Salva su disco
ko: 사진 저장
nb: Arkiver bilde
nl: Opslaan
pt_pt: Guardar no disco
ru: Сохранить на диск
sv: Spara till hårddisk
tr: Kaydet
vi: Lưu vào ổ đĩa

# sell_picture_selected_title
source: Choose an action
de: Wähle eine Aktion
el: Επιλογή ενέργειας
es: Elige una acción
fi: Valitse toiminto
fr_ca: Choisir une action
hu: Válassz műveletet
it: Scegli un'azione
ko: 활동을 선택하세요
nb: Velg en handling
nl: Kies een handeling
pt_pt: Escolha uma ação
ru: Выберите действие
sv: Välj åtgärd
tr: Bir eylem seç
vi: Hãy chọn một hành động

# sell_post_free_label
source: Free
de: Kostenlos
el: Δωρεάν
es: Gratis
fi: Ilmainen
fr_ca: Gratuit
hu: Ingyenes
it: Gratis
ko: 무료
nb: Gratis
nl: Gratis
pt_pt: Grátis
ru: Бесплатно
sv: Gratis
tr: Bedava
vi: Miễn phí

# sell_send_error_invalid_category
source: Please choose a category for your listing.
de: Bitte wähle eine Kategorie für dein Angebot aus.
el: Παρακαλώ επιλέξτε μία κατηγορία για την καταχώρηση.
es: Por favor, elige una categoría para tu anuncio.
fi: Ole hyvä ja valitse ilmoituksellesi kategoria.
fr_ca: Veuillez choisir une catégorie pour votre annonce.
hu: Kérjük, válassz kategóriát a hirdetésnek.
it: Scegli una categoria per il tuo annuncio.
ko: 상품 게시글의 종류를 선택해 주세요.
nb: Vennligst velg en kategori for din annonse.
nl: Kies een categorie voor de advertentie
pt_pt: Escolha uma categoria para a sua publicação.
ru: Пожалуйста, выберите категорию объявления.
sv: Var god välj en kategori för annonsen.
tr: Lütfen, ilanın için bir kategori seç.
vi: Vui lòng chọn một danh mục cho bài đăng.
