Repository: goRestart/ios-restart-app
Catalog: components/LGResources/LGResources/Assets/i18n/*.lproj/Localizable.strings
Languages: de, el, es, fi, fr_ca, hu, it, ko, nb, nl, pt_pt, ru, sv, tr, vi

# id_verification_third_step_title
source: Take a picture of the front of your ID
de: Nimm ein Bild von der Vorderseite deines Ausweises auf
el: Τραβήξτε μια φωτογραφία της μπροστινής όψης της ταυτότητάς σας
es: Haz una foto de la cara frontal de tu documento de identidad
fi: Ota kuva henkilöllisyystodistuksesi etupuolesta
fr_ca: Prenez une photo du recto de votre pièce d'identité
hu: Készíts egy képet az igazolványod elejéről
it: Fai una foto della parte frontale del documento
ko: 신분증의 정면 사진을 촬영하세요
nb: Ta et bilde av forsiden av din ID
nl: Maak een foto van de voorkant van je ID
pt_pt: Tire uma fotografia da parte da frente da sua identificação
ru: Сделайте фото лицевой стороны документа
sv: Ta en bild av framsidan av dokumentet
tr: Kimliğinin ön kısmının fotoğrafını çek
vi: Chụp ảnh mặt trước giấy tờ tùy thân của bạn

# id_verification_update_avatar_message
source: Do you want to make this your profile picture?
de: Möchtest du es als Profilbild nutzen?
el: Θέλετε να την κάνετε εικόνα προφίλ;
es: ¿Quieres que sea tu foto de perfil?
fi: Haluatko tehdä tästä profiilikuvasi?
fr_ca: Voulez-vous que cela devienne votre photo de profil ?
hu: Szeretnéd, hogy ez legyen a profilképed?
it: Desideri impostarla come immagine del profilo?
ko: 다음 사진을 프로필 사진으로 정하시겠습니까?
nb: Ønsker du å velge dette som ditt profilbilde?
nl: Wil je van deze je profielfoto maken?
pt_pt: Quer que esta seja a sua fotografia de perfil?
ru: Хотите сделать это фото изображением профиля?
sv: Vill du använda denna bild som profilbild?
tr: Bunu profil fotoğrafın yapmak ister misin?
vi: Bạn có muốn lấy ảnh này làm ảnh hồ sơ không?

# jobs_services_offering_text
source: Offering
el: Προσφέρεται
es: Se ofrece
fr_ca: Offre
it: Offerta
ko: 제공
nl: Aangeboden
pt_pt: A oferecer
ru: Предлагаю
vi: Cung cấp

# jobs_services_wanted_text
source: Wanted
el: Ζητείται
es: Se busca
fr_ca: Demande
it: Richiesta
ko: 희망하는
nl: Gezocht
pt_pt: Precisa-se
ru: Требуется
vi: Mong muốn

# listing_chat_button
source: Chat Now
de: Jetzt ansprechen
el: Συνομιλήστε Τώρα
es: Chatear Ahora
fi: Keskustele nyt
fr_ca: Clavardez Maintenant
hu: Csevegés
it: Chatta subito
ko: 지금 채팅하기
nb: Chat nå
nl: Chat Nu
pt_pt: Converse já
ru: Пообщаться
sv: Chatta nu
tr: Mesajlaş
vi: Trò chuyện Bây giờ

# listing_interested_button_A
source: I'm interested
de: Ich bin interessiert
el: Ενδιαφέρομαι
es: Me interesa
fi: Olen kiinnostunut
fr_ca: Je suis intéressé(e)
hu: Érdekel
it: Sono interessato!
ko: 관심있습니다
nb: Jeg er interessert
nl: Ik ben geïnteresseerd!
pt_pt: Tenho interesse
ru: Я заинтересован
sv: Jag är intresserad!
tr: İlgileniyorum
vi: Tôi quan tâm

# listing_interested_button_B
source: Interested
de: Interessiert
el: Ενδιαφέρομαι
es: Interesado
fi: Kiinnostunut
fr_ca: Intéressé(e)
hu: Érdekel
it: Mi interessa
ko: 관심있습니다
nb: Interessert
nl: Geïnteresseerd
pt_pt: Interessado
ru: Интересует
sv: Intresserad
tr: İlgileniyorum
vi: Quan tâm

# listing_interested_button_C
source: Ask for Details
de: Details anfragen
el: Ζητήστε λεπτομέρειες
es: Pedir detalles
fi: Pyydä tietoja
fr_ca: Demander plus de détails
hu: További információk kérése
it: Chiedi ulteriori dettagli
ko: 구매 정보 문의
nb: Be om informasjon
nl: Vragen om informatie
pt_pt: Pedir Detalhes
ru: Узнать подробности
sv: Be om information
tr: Detay İste
vi: Hỏi chi tiết

# listing_interested_button_D
source: Ask for Details
de: Details anfragen
el: Ζητήστε λεπτομέρειες
es: Pedir detalles
fi: Pyydä tietoja
fr_ca: Demander plus de détails
hu: További információk kérése
it: Chiedi ulteriori dettagli
ko: 구매 정보 문의
nb: Be om informasjon
nl: Vragen om informatie
pt_pt: Pedir Detalhes
ru: Узнать подробности
sv: Be om information
tr: Detay İste
vi: Hỏi chi tiết

# listing_interested_footer
source: Automatically sends a message to the seller asking if it's available.
de: Schickt automatisch eine Nachricht an den Verkäufer, um zu fragen, ob der Artikel noch verfügbar ist.
el: Στέλνει αυτόματα ένα μήνυμα στον πωλητή, ρωτώντας αν είναι διαθέσιμο.
es: Automáticamente enviará un mensaje al vendedor preguntando si está disponible.
fi: Lähettää myyjälle automaattisesti viestien tiedustellen kohteen saatavuutta.
fr_ca: Envoie automatiquement un message au vendeur pour demander si c'est disponible.
hu: Elérhetőség felől érdeklődő üzenet automatikus küldése az eladónak.
it: Invia automaticamente un messaggio al venditore chiedendo se è disponibile.
ko: 상품이 아직 판매중인지 물어보기 위해 자동적으로 판매자에게 메시지를 발송합니다.
nb: Sender automatisk en melding til selgeren for å spørre om produktet er tilgjengelig.
nl: Verzendt automatisch een bericht naar de verkoper met de vraag of het beschikbaar is.
pt_pt: Envia automaticamente uma mensagem ao vendedor a perguntar se está disponível.
ru: Автоматически отправляет продавцу сообщение с вопросом о доступности товара.
sv: Ett automatiskt meddelande skickas till säljaren med frågan om den fortfarande är tillgänglig.
tr: Satıcıya otomatik olarak bunun satışta olup olmadığını soran bir mesaj gönderir.
vi: Tự động gửi một tin nhắn cho người bán để hỏi xem món đồ còn không.

# listing_map_redo_search
source: Search this area
de: Suche in dieser Gegend
el: Κάντε αναζήτηση σε αυτήν την περιοχή
es: Buscar en esta zona
fi: Hae tältä alueelta
fr_ca: Chercher dans ce secteur
hu: Keresés ezen a területen
it: Cerca in questa zona
ko: 지역 검색 하기
nb: Søk dette området
nl: Zoek in deze omgeving
pt_pt: Pesquisar nesta área
ru: Искать в этой области
sv: Sök på detta område
tr: Bu bölgeyi ara
vi: Tìm kiếm khu vực này

# listing_show_similar_results
source: Showing results for similar searches
de: Es werden Ergebnisse für ähnliche Suchen angezeigt
el: Εμφάνιση αποτελεσμάτων για παρόμοιες αναζητήσεις
es: Mostrado resultados de búsquedas similares
fi: Näytetään samankaltaisten hakujen tuloksia
fr_ca: Afficher les résultats pour des recherches similaires
hu: Hasonló keresések eredményei
it: Mostra risultati per ricerche simili
ko: 유사한 검색 결과 보이기
nb: Viser resultater for tilsvarende søk
nl: Resultaten voor vergelijkbare zoekopdrachten weergeven
pt_pt: A mostrar resultados para pesquisas semelhantes
ru: Показываем результаты для похожих поисков
sv: Visar träffar för liknande sökningar
tr: Benzer aramalar için benzer sonuçları gösteriyor
vi: Hiển thị kết quả cho các tìm kiếm tương tự

# listing_show_similar_results_description
source: No exact matches for your search. Make sure it’s spelled correctly or use different keywords and filters.
de: Keine exakten Treffer für deine Suche. Stelle sicher, dass du es richtig geschrieben hast, oder nutze andere Suchbegriffe und Filter.
el: Δε βρέθηκαν ακριβή αποτελέσματα για την αναζήτησή σας. Βεβαιωθείτε πως έχετε γράψει σωστά τη λέξη ή δοκιμάστε διαφορετικές λέξεις κλειδιά και φίλτρα.
es: No hay resultados exactos para tu búsqueda. Asegúrate que está escrita correctamente o usa términos y filtros distintos.
fi: Haullesi ei löytynyt tarkkoja osumia. Varmista, että hakusi on kirjoitettu oikein tai käytä eri hakusanoja ja suodattimia.
fr_ca: Aucun résultat exact pour votre recherche. Assurez-vous que ce soit la bonne orthographe ou utilisez différents mots-clés et filtres.
hu: Nincs pontos találat a keresésre. Ellenőrizd, hogy helyesen írtál-e, vagy próbálkozz más kulcsszavakkal és szűrőkkel.
it: Nessuna corrispondenza per la tua ricerca. Assicurati di aver scritto correttamente o utilizza parole chiave e filtri diversi.
ko: 당신 검색 결과와 일치하는 결과가 없습니다. 철자가 올바른지 확인하거나 다른 키워드와 필터를 사용해보세요.
nb: Ditt søk ga ingen resultater. Sørg for at det er stavet korrekt eller bruk andre søkeord og filtre.
nl: Geen exacte overeenkomsten voor jouw zoekopdracht. Zorg ervoor dat het correct is gespeld of gebruik verschillende zoekwoorden en filters.
pt_pt: A sua pesquisa não devolveu resultados exatos. Certifique-se de que não existem erros ortográficos ou utilize palavras-chave e filtros.
ru: Нет точных совпадений по вашему поиску. Убедитесь, что запрос написан правильно или попробуйте другие ключевые слова и фильтры.
sv: Din sökning gav inga träffar. Kontrollera att alla ord är rättstavade eller försök med andra sökord eller filter.
tr: Araman için kesin sonuç yok. Doğru yazıldığına emin ol veya farklı anahtar kelimeler ve filtreler kullan.
vi: Không có kết quả trùng khớp tìm kiếm của bạn. Hãy đảm bảo bạn nhập đúng chính tả hoặc sử dụng từ khóa và bộ lọc khác.

# listings_map_no_results_message
source: No exact matches for your search. Try looking in a different area or using different filters.
de: Keine exakten Treffer für deine Suche. Suche in einer anderen Gegend oder nutze andere Filter.
el: Δε βρέθηκαν ακριβή αποτελέσματα για την αναζήτησή σας. Δοκιμάστε να ψάξετε σε κάποια άλλη περιοχή ή να χρησιμοποιήσετε διαφορετικά φίλτρα.
es: No hay resultados exactos para tu búsqueda. Prueba buscando en otra zona o usando filtros distintos.
fi: Täysin hakuasi vastaavia osumia ei löytynyt. Kokeile hakea toiselta alueelta tai eri suodattimien avulla.
fr_ca: Aucune réponse exacte à votre recherche. Essayez de chercher dans un autre secteur ou en utilisant d'autres filtres.
hu: Nincs pontos találat a keresésedre. Próbálkozz más területtel vagy más szűrőkkel.
it: Nessuna risultato esatto per la tua ricerca. Prova a cercare in una zona diversa o utilizzare altri filtri.
ko: 검색결과에 일치하는 결과가 없습니다. 다른 지역을 살펴보거나 다른 필터를 사용해주세요.
nb: Ingen resultater samsvarte med ditt søk. Prøv å se i et annet område eller bruk andre filtre.
nl: Geen exacte overeenkomsten voor jouw zoekopdracht. Probeer in een ander gebied te zoeken of gebruik andere filters.
pt_pt: A sua pesquisa não devolveu resultados exatos. Experimente procurar numa área diferente ou usar filtros diferentes.
ru: Поиск не дал результатов. Попробуйте поискать в другом районе или с другими фильтрами.
sv: Ingen exakt matchning hittades. Sök på ett annat område eller ändra sökfilter.
tr: Araman ile tam eşleşen bir şey yok. Farklı bir bölgede aramayı ya da farklı filtreler kullanmayı dene.
vi: Không có kết quả nào khớp với tìm kiếm của bạn. Hãy thử tìm ở một khu vực khác hoặc sử dụng bộ lọc khác.

# listings_map_title
source: Map view
de: Kartenansicht
el: Προβολή χάρτη
es: Vista de mapa
fi: Karttanäkymä
fr_ca: Vue de la carte
hu: Térképnézet
it: Visualizzazione mappa
ko: 지도 확인
nb: Kartvisning
nl: Zie kaart
pt_pt: Vista do mapa
ru: Смотреть на карте
sv: Kartvy
tr: Harita görünümü
vi: Xem bản đồ

# location_permissions_allow_button
source: Allow
de: Erlauben
el: Να επιτρέπεται
es: Permitir
fi: Salli
fr_ca: Autoriser
hu: Engedélyezés
it: Consenti
ko: 허가
nb: Tillat
nl: Toestaan
pt_pt: Permitir
ru: Разрешить
sv: Tillåt
tr: İzin Ver
vi: Cho phép

# location_permissions_bubble
source: 0.1 mi from you
de: 0,1 km von dir entfernt
el: 15μ. από εσάς
es: a 1km de ti
fi: 0.1 km sinusta
fr_ca: à 0.1 km de chez vous
hu: 0,1 km-re tőled
it: 0.1 km da te
ko: 약 160m 떨어져 있음
nb: 0.1 km fra deg
nl: 1km van bij jou
pt_pt: 1,60 km de si
ru: 500 м от вас
sv: 1 km från dig
tr: senden 1km uzakta
vi: Cách bạn 100m

# location_permissions_button
source: Yes, Use my Location
de: Ja, meinen Standort benutzen
el: Χρήση της Τοποθεσίας μου
es: Sí, Usar mi Ubicación
fi: Kyllä, Käytä Sijaintiani
fr_ca: Oui, Utiliser ma Localisation
hu: Igen, használd a helyzetemet
it: Sì, Utilizza la mia Posizione
ko: 네, 제 위치를 사용하겠습니다
nb: Ja, Bruk min Plassering
nl: Ja, Gebruik mijn Locatie
pt_pt: Sim, Usem a Minha Localização
ru: Да, использовать геолокацию
sv: Ja, Använd Min Plats
tr: Evet, Konumumu Kullan
vi: Có, hãy Sử dụng Địa điểm của tôi

# location_permissions_title_v2
source: Allow Location
de: Standortfreigabe
el: Να Επιτρέπεται η Τοποθεσία
es: Permitir ubicación
fi: Sijainti
fr_ca: Autoriser Localisation
hu: Helyzethozzáférés engedélyezése
it: Consenti posizione
ko: 위치확인 허가
nb: Tillat plassering
nl: Locatie Toestaan
pt_pt: Permitir Localização
ru: Включить геолокацию
sv: Tillåt platsinfo
tr: Konum İzni
vi: Cho phép Địa điểm

# location_permissons_subtitle
source: Do you want to see listings posted near you?
de: Möchtest du Angebote in deiner Nähe sehen?
el: Θέλετε να δείτε καταχωρήσεις κοντά σας;
es: ¿Quieres ver anuncios publicados cerca de ti?
fi: Haluatko nähdä sinua lähellä olevia ilmoituksia?
fr_ca: Souhaitez-vous voir les annonces publiées près de vous ?
hu: Szeretnéd látni a környékbeli hirdetéseket?
it: Desideri visualizzare gli annunci nella tua zona?
ko: 회원님과 가까운 곳에서 게시된 상품을 확인하시길 원하시나요?
nb: Ønsker du å se annonser publisert i ditt nærområde?
nl: Wil je advertenties bij jou in de buurt zien?
pt_pt: Quer ver publicações perto de si?
ru: Хотите видеть объявления рядом с вами?
sv: Vill du se annonser som har lagts upp nära dig?
tr: Yakın çevrende yayınlanan ilanları görmek ister misin?
vi: Bạn có muốn xem bài đăng gần bạn?

# log_in_email_footer
source: Don't have an account? Sign Up
de: Du hast noch kein Benutzerkonto? Registrieren
el: Δεν έχετε λογαριασμό; Εγγραφή
es: ¿No tienes cuenta? Regístrate
fi: Eikö sinulla ole tiliä? Rekisteröidy
fr_ca: Vous n'avez pas de compte ? Inscrivez-vous
hu: Még nincs fiókod? Regisztráció
it: Non hai ancora un account? Registrati
ko: 계정이 없으신가요? 가입해보세요
nb: Har du ikke konto? Registrer deg
nl: Heb je nog geen account? Meld je aan
pt_pt: Ainda não tem uma conta? Inscreva-se
ru: Нет аккаунта? Регистрация
sv: Har du inget konto än? Registrera dig
tr: Bir hesabın yok mu? Üye ol
vi: Bạn không có tài khoản? Đăng ký

# log_in_email_forgot_password_alert_cancel_action
source: Try again
de: Versuch's noch einmal
el: Προσπαθήστε ξανά
es: Inténtalo de nuevo
fi: Yritä uudelleen
fr_ca: Réessayer
hu: Próbálkozz újra
it: Riprova
ko: 새로 고침
nb: Prøv igjen
nl: Probeer opnieuw
pt_pt: Tente novamente
ru: Попробуйте еще раз
sv: Försök igen
tr: Tekrar dene
vi: Thử lại

# log_in_email_forgot_password_alert_message
source: We can send an email to %@ to help you get back into your account.
de: Wir können eine E-Mail an %@ schicken, um dir zu helfen, wieder auf dein Benutzerkonto zugreifen zu können.
el: Μπορούμε να στείλουμε ένα email στο %@ για να σας βοηθήσουμε να ανακτήσετε το λογαριασμό σας.
es: Podemos enviar un email a %@ para ayudarte a acceder a tu cuenta.
fi: Voimme lähettää sähköpostia osoitteeseen %@ auttaaksemme sinua palauttamaan tilisi.
fr_ca: Nous pouvons envoyer un courriel à %@ pour vous aider à entrer de nouveau dans votre compte.
hu: E-mailt küldhetünk a(z) %@ címre, hogy segítsünk fiókod visszaállításában.
it: Puoi inviare un'email a %@ per ricevere assistenza e poter accedere di nuovo al tuo account.
ko: 사용자의 계정을 찾는데 도움이 될 수 있도록 %@으로 이메일을 발송하여 드릴 수 있습니다.
nb: Vi kan sende en e-post til %@ for å hjelpe deg tilbake til din konto.
nl: We kunnen een email sturen naar %@ om je te helpen om terug in je account to komen.
pt_pt: Podemos enviar um email para %@ e ajudá-lo a regressar à sua conta.
ru: Мы можем отправить е-мейл на %@, чтобы помочь вам войти в аккаунт.
sv: Vi kan skicka ett mejl till %@ för att hjälpa dig komma åt ditt konto igen.
tr: Hesabına tekrar ulaşmana yardımcı olmak için %@ adresine bir e-posta gönderebiliriz.
vi: Chúng tôi có thể gửi một email tới %@ để giúp bạn sử dụng lại tài khoản của mình.

# log_in_email_forgot_password_alert_remember_action
source: Send email
de: E-Mail schicken
el: Αποστολή email
es: Enviar email
fi: Lähetä sähköposti
fr_ca: Envoyer Courriel
hu: E-mail küldése
it: Invia email
ko: 이메일 발송
nb: Send e-post
nl: Verzend e-mail
pt_pt: Enviar Email
ru: Отправить письмо
sv: Skicka mejl
tr: E-posta gönder
vi: Gửi email

# log_in_email_forgot_password_alert_title
source: Forgot your password?
de: Kennwort vergessen?
el: Ξέχασες τον κωδικό σου?
es: ¿Olvidaste tu contraseña?
fi: Unohditko salasanasi?
fr_ca: Mot de passe oublié ?
hu: Elfelejtetted a jelszót?
it: Password dimenticata?
ko: 비밀번호를 잊으셨나요?
nb: Glemt ditt passord?
nl: Wachtwoord vergeten?
pt_pt: Esqueceu a senha?
ru: Забыли пароль?
sv: Glömt ditt lösenord?
tr: Şifremi unuttum
vi: Quên mật khẩu?

# log_in_email_help_button
source: Help
de: Hilfe
el: Βοήθεια
es: Ayuda
fi: Tuki
fr_ca: Aide
hu: Segítség
it: Aiuto
ko: 도움
nb: Hjelp
pt_pt: Ajuda
ru: Помощь
sv: Hjälp
tr: Yardım
vi: Trợ giúp

# log_in_email_wrong_password_alert_cancel_action
source: Try again
de: Versuch's noch einmal
el: Προσπαθήστε ξανά
es: Inténtalo de nuevo
fi: Yritä uudelleen
fr_ca: Réessayer
hu: Próbálkozz újra
it: Riprova
ko: 새로 고침
nb: Prøv igjen
nl: Probeer opnieuw
pt_pt: Tente novamente
ru: Попробуйте еще раз
sv: Försök igen
tr: Tekrar dene
vi: Thử lại

# log_in_email_wrong_password_alert_title
source: Incorrect password
de: Kennwort falsch
el: Λάθος κωδικός
es: Contraseña incorrecta
fi: Väärä salasana
fr_ca: Mot de passe incorrect
hu: Hibás jelszó
it: Password non corretta
ko: 잘못된 비밀번호
nb: Ugyldig passord
nl: Onjuist wachtwoord
pt_pt: Password incorreta
ru: Неверный пароль
sv: Ogiltigt lösenord
tr: Yanlış şifre
vi: Mật khẩu không chính xác

# log_in_error_send_error_generic
source: An error occurred while logging in. Please try again.
de: Beim Anmelden ist ein Fehler aufgetreten. Bitte versuche es erneut.
el: Παρουσιάστηκε σφάλμα κατά τη σύνδεση. Παρακαλώ προσπαθήστε ξανά.
es: Se ha producido un error al iniciar la sesión. Por favor, inténtalo de nuevo.
fi: Kirjautumisessa tapahtui virhe. Ole hyvä ja yritä uudelleen.
fr_ca: Une erreur est survenue lors de la connexion. Veuillez réessayer.
hu: Hiba történt a belépés során. Próbálkozz újra!
it: Si è verificato un errore durante l'accesso. Riprova più tardi.
ko: 로그인 과정중 오류가 발생했습니다.
nb: En feil oppstod ved innlogging. Vennligst prøv igjen.
nl: Er is een fout opgetreden tijdens het inloggen. Probeer het nog eens.
pt_pt: Ocorreu um erro ao fazer o login. Por favor tente novamente.
ru: При входе произошла ошибка. Пожалуйста, попробуйте еще раз.
sv: Ett fel uppstod vid inloggning. Var vänlig försök igen.
tr: Giriş esnasında bir hata oluştu. Lütfen tekrar dene.
vi: Lỗi xảy ra trong khi đăng nhập. Xin vui lòng thử lại.

# log_in_error_send_error_invalid_email
source: Please enter a valid email address.
de: Bitte gib eine gültige E-Mail-Adresse ein.
el: Παρακαλώ εισάγετε ένα έγκυρο email.
es: Por favor, introduce un email válido.
fi: Ole hyvä ja syötä toimiva sähköpostiosoite.
fr_ca: Veuillez entrer une adresse courriel valide.
hu: Kérjük, érvényes e-mail címet adj meg!
it: Inserisci un indirizzo email valido.
ko: 유효한 이메일 주소를 입력해주세요.
nb: Vennligst legg inn en gyldig e-postadresse.
nl: Vul een geldig e-mailadres in.
pt_pt: Insira um email válido.
ru: Пожалуйста, укажите действующий е-мейл.
sv: Var god ange en giltig e-postadress.
tr: Lütfen kullanıcı e-posta alanına geçerli bir e-posta adresi gir.
vi: Vui lòng nhập một địa chỉ email hợp lệ.

# log_in_error_send_error_user_not_found_or_wrong_password
source: Invalid email or password. Please try again.
de: Unbekannter Nutzername oder falsches Kennwort. Bitte versuche es erneut.
el: Άγνωστο email ή κωδικός. Παρακαλώ προσπαθήστε ξανά.
es: Email o contraseña erróneos. Por favor, inténtalo de nuevo.
fi: Sähköposti tai salasana ei kelpaa. Ole hyvä ja yritä uudelleen.
fr_ca: Courriel ou mot de passe invalide. Veuillez réessayer.
hu: Érvénytelen e-mail vagy jelszó. Próbálkozz újra.
it: Email o password non valide. Riprova più tardi.
ko: 로그인 오류: 등록되지 않거나 비밀번호가 틀렸습니다.
nb: Ugyldig e-post eller passord. Vennligst prøv igjen.
nl: Ongeldige e-mail of wachtwoord. Probeer het nog eens.
pt_pt: Password ou email inválidos. Por favor tente novamente.
ru: Неправильный e-mail или пароль. Пожалуйста, попробуйте еще раз.
sv: Ogiltig e-postadress eller lösenord. Var vänlig försök igen.
tr: Geçersiz e-posta adresi veya şifre. Lütfen tekrar dene.
vi: Email hoặc mật khẩu không đúng. Xin vui lòng thử lại.

# log_in_reset_password_button
source: Forgot your password?
de: Kennwort vergessen?
el: Ξεχάσατε τον κωδικό σας;
es: ¿Olvidaste tu contraseña?
fi: Unohditko salasanasi?
fr_ca: Mot de passe oublié ?
hu: Elfelejtetted a jelszót?
it: Password dimenticata?
ko: 암호를 잊어버리셨나요?
nb: Glemt ditt passord?
nl: Je wachtwoord vergeten?
pt_pt: Esqueceu-se da password?
ru: Забыли пароль?
sv: Glömt ditt lösenord?
tr: Şifremi unuttum
vi: Quên mật khẩu?

# log_in_send_button
source: Log In
de: Anmelden
el: Σύνδεση
es: Iniciar Sesión
fi: Kirjaudu sisään
fr_ca: Se Connecter
hu: Bejelentkezés
it: Accedi
ko: 로그인
nb: Logg inn
nl: Inloggen
ru: Войти
sv: Logga in
tr: Giriş yap
vi: Đăng nhập

# log_in_title
source: Log in with email
de: Mit E-Mail-Adresse anmelden
el: Σύνδεση μέσω email
es: Iniciar sesión con email
fi: Kirjaudu sisään sähköpostilla
fr_ca: Se Connecter par courriel
hu: Bejelentkezés e-mail címmel
it: Accedi tramite email
ko: 이메일로 로그인하기
nb: Logg inn med e-post
nl: Inloggen met e-mail
pt_pt: Efetue o login com o email
ru: Войти через e-mail
sv: Logga in med e-post
tr: E-posta ile giriş yap
vi: Đăng nhập bằng email

# login_device_not_allowed_alert_contact_button
source: Contact Us
de: Schreib uns
el: Επικοινωνία
es: Contáctanos
fi: Ota meihin yhteyttä
fr_ca: Contactez-nous
hu: Lépj velünk kapcsolatba
it: Contattaci
ko: 문의하기
nb: Kontakt oss
nl: Contact
pt_pt: Contacte-nos
ru: Связаться с нами
sv: Kontakta Oss
tr: Bize Ulaş
vi: Liên hệ

# login_device_not_allowed_alert_message
source: You've never logged in on this device before. We've sent you a verification email so check your inbox to continue.
de: Du hast dich noch nie über dieses Gerät angemeldet. Wir haben dir eine Verifikations-E-Mail geschickt. Bitte schaue in deinen Posteingang, um fortzufahren.
el: Δεν έχετε συνδεθεί ποτέ ξανά μ' αυτήν τη συσκευή. Σας στείλαμε ένα email επιβεβαίωσης γι' αυτό ελέγξτε τα εισερχόμενά σας για να συνεχίσετε.
es: Es la primera vez que inicias sesión en este dispositivo. Te hemos enviado un email de verificación así que revisa tu correo para continuar.
fi: Et ole koskaan aiemmin kirjautunut tältä laitteelta. Olemme lähettäneet sinulle vahvistussähköpostin, joten tarkista saapuneet sähköpostisi jatkaaksesi.
fr_ca: Vous ne vous êtes jamais connecté avec cet appareil avant aujourd'hui. Nous vous avons envoyé un courriel de vérification. Veuillez le lire pour continuer.
hu: Erről az eszközről korábban még nem jelentkeztél be. Visszaigazoló e-mail küldtünk, a folytatáshoz olvasd el!
it: È la prima volta che effettui l'accesso da questo dispositivo. Ti abbiamo inviato un'email di verifica. Controlla la tua casella di posta per continuare.
ko: 이전에 이 장치에서 로그인 하신 적이 없습니다. 계속 진행하기 위해 저희는 확인 이메일을 회원님의 이메일로 발송하여 드렸습니다. 수신함을 확인해주세요.
nb: Du har ikke logget inn på denne enheten tidligere. Vennligst sjekk din e-post innboks, ettersom vi har sendt deg en e-post for verifisering.
nl: Je hebt nog nooit eerder ingelogd op dit apparaat. We hebben je net een verificatie e-mail gestuurd. Kijk in je inbox om verder te kunnen gaan.
pt_pt: Nunca efetuou login neste dispositivo. Enviamos-lhe um email de verificação, por isso verifique a sua caixa de entrada para continuar.
ru: Вы никогда прежде не заходили с этого устройства. Мы отправили вам письмо для подтверждения, проверьте входящие для продолжения.
sv: Du har aldrig använt denna enhet för att logga in innan. Vi har skickat dig ett mejl för att verifiera enheten, var god kontrollera din inkorg för att kunna fortsätta.
tr: Daha önce bu cihazdan giriş yapmadın. Sana bir doğrulama e-postası gönderdik; devam etmek için gelen kutunu kontrol etmelisin.
vi: Bạn chưa từng đăng nhập bằng thiết bị này trước đây. Chúng tôi vừa gửi bạn một email xác nhận, vì vậy hãy kiểm tra hộp thư của bạn để tiếp tục.

# login_device_not_allowed_alert_title
source: VERIFY LOGIN
de: ANMELDUNG VERIFIZIEREN
el: ΕΠΙΒΕΒΑΙΩΣΗ ΣΥΝΔΕΣΗΣ
es: VERIFICAR INICIO DE SESIÓN
fi: VAHVISTA KIRJAUTUMINEN
fr_ca: VÉRIFIER CONNEXION
hu: VISSZAIGAZOLANDÓ BEJELENTKEZÉS
it: VERIFICA ACCESSO
ko: 로그인 인증하기
nb: VERIFISER INNLOGGING
nl: CONTROLEER JE LOGIN
pt_pt: VERIFICAR LOGIN
ru: ПОДТВЕРДИТЕ ВХОД
sv: VERIFIERA INLOGGNING
tr: GİRİŞİ DOĞRULA
vi: XÁC NHẬN ĐĂNG NHẬP
