Repository: goRestart/ios-restart-app
Catalog: components/LGResources/LGResources/Assets/i18n/*.lproj/Localizable.strings
Languages: de, el, es, fi, fr_ca, hu, it, ko, nb, nl, pt_pt, ru, sv, tr, vi

# real_estate_gallery_view_subtitle_params
source: Select up to %d images of the property you want to sell or rent. The first one will be your featured photo so make sure it's a good one!
de: Wähle bis zu %d Bilder der Immobilie, die du zum Verkauf oder zur Miete anbieten möchtest. Das erste wird dein Hauptfoto sein, also wähle ein gutes Bild!
el: Επιλέξτε μέχρι και %d εικόνες της ιδιοκτησίας που θέλετε να πουλήσετε ή να ενοικιάσετε. Η πρώτη θα είναι η προβεβλημένη σας φωτογραφία γι' αυτό βεβαιωθείτε πως είναι καλή!
es: Selecciona hasta %d imágenes de la propiedad que quieres alquilar o vender. ¡La primera será la imagen destacada así que asegúrate de que sea buena!
fi: Valitse korkeintaan %d kuvaa kiinteistöstä, jonka haluat myydä tai vuokrata. Ensimmäistä kuvaa käytetään ilmoituksen pääkuvana, joten pidä huoli, että kyseinen kuva on hyvä!
fr_ca: Sélectionnez jusqu'à %d images de la propriété que vous voulez vendre ou louer. La première sera votre photo mise en vedette, assurez-vous que ce soit une bonne !
hu: Válassz ki legfeljebb %d képet az eladó vagy kiadó ingatlanodról. Az első lesz a kiemelt képed, jót válassz!
it: Seleziona un massimo di %d immagini della proprietà che desideri vendere o affittare. La prima foto sarà quella principale, quindi assicurati che sia ben fatta!
ko: 매매하거나 임대하고자 하는 부동산의 사진을 최대 %d장 선택하세요. 첫번째 사진은 강조되기 때문에, 가장 잘나온 사진을 선택하는 것을 잊지 말아주세요!
nb: Velg opp til %d bilder av boligen du ønsker å selge eller leie ut. Det første bildet vil bli ditt fremhevede bilde - så sørg derfor for at dette bildet er fint!
nl: Selecteer maximaal %d afbeeldingen van de woning die je wilt verkopen of verhuren. De eerste is je uitgelichte foto, dus zorg dat deze een goede is!
pt_pt: Selecione até %d imagens do imóvel que quer vender ou arrendar. A primeira será a sua foto de destaque por isso assegure-se de que é uma boa foto!
ru: Выберите до %d изображений недвижимости, которую хотите продать или сдать. Первым будет выделенное вам фото, поэтому убедитесь, что оно подходит!
sv: Välj upp till %d bilder av bostaden du vill sälja eller hyra ut. Den första kommer att bli din annonsbild så välj en bra bild!
tr: Satmak ya da kiralamak istediğin emlak için %d adete kadar fotoğraf seçebilirsin. İlk fotoğraf öne çıkan fotoğrafın olacak, oldukça net gözükmeli!
vi: Chọn tối đa %d ảnh nhà đất bạn muốn bán hoặc cho thuê. Ảnh đầu tiên sẽ là ảnh nổi bật của bạn, vì vậy hãy đảm bảo đó là một ảnh có chất lượng tốt!

# real_estate_location_notification_message
source: We'll never show your exact location to other users
de: Wir werden anderen Nutzern niemals deinen genauen Standort anzeigen
el: Δε θα δείξουμε ποτέ την ακριβή σας τοποθεσία σε άλλους χρήστες
es: Nunca mostraremos tu ubicación exacta al resto de usuarios
fi: Emme koskaan näytä tarkkaa sijaintiasi muille käyttäjille
fr_ca: Nous n'indiquons jamais votre localisation exacte aux autres utilisateurs
hu: Sosem mutatjuk meg más felhasználóknak a pontos tartózkodási helyedet
it: La tua posizione esatta non verrà mai mostrata agli altri utenti
ko: 저희는 다른 사용자들에게 회원님의 정확한 위치를 공개하지 않습니다
nb: Vi viser aldri din nøyaktige plassering til andre brukere
nl: We zullen jouw exacte locatie nooit aan andere gebruikers laten zien
pt_pt: Nunca mostraremos a sua localização exata aos outros utilizadores
ru: Мы никогда не показываем ваше точное местоположение другим пользователям
sv: Vi visar aldrig din exakta plats till andra användare
tr: Açık adresini diğer kullanıcılara asla göstermeyeceğiz
vi: Chúng tôi sẽ không bao giờ hiển thị chính xác địa điểm của bạn cho người dùng khác

# real_estate_location_title
source: Location
de: Standort
el: Τοποθεσία
es: Ubicación
fi: Sijainti
fr_ca: Lieu
hu: Hely
it: Posizione
ko: 위치
nb: Sted
nl: Plaats
pt_pt: Localização
ru: Местоположение
sv: Plats
tr: Konum
vi: Địa điểm

# real_estate_map_tooltip_button_title
source: Try Now
el: Δοκιμάστε Τώρα
es: Pruébalo ahora
fr_ca: Essayez Maintenant
hu: Próbáld ki
it: Prova adesso
ko: 지금 시도하기
nl: Probeer Nu
pt_pt: Experimente agora
ru: Попробовать сейчас
sv: Prova nu
vi: Thử bây giờ

# real_estate_map_tooltip_title
source: New! See properties on a map.
de: Neu! Grundstück auf der Landkarte ansehen.
el: Νέο! Δείτε ιδιοκτησίες στο χάρτη.
es: ¡Nuevo! Visualiza las propiedades en un mapa.
fr_ca: Nouveau ! Découvrez les propriétés sur une carte.
hu: Új! Térképen láthatod az ingatlanokat.
it: Novità! Visualizza proprietà su una mappa.
ko: 새로운 기능! 지도에서 판매하고 계신 것을 확인해보세요.
nl: Nieuw! Bekijk onroerend goed op een kaart.
pt_pt: Novo! Veja imóveis num mapa.
ru: Новинка! Смотрите подробности на карте.
sv: Nytt! Se bostäderna på en karta
vi: Mới! Xem nhà đất trên bản đồ.

# real_estate_offer_type_rent
source: For Rent
de: Zur Miete
el: Για Ενοικίαση
es: En alquiler
fi: Vuokrataan
fr_ca: À louer
hu: Kiadó
it: In affitto
ko: 전세
nb: Til utleie
nl: Te Huur
pt_pt: Para aluguer
ru: Аренда
sv: Uthyres
tr: Kiralık
vi: Cho Thuê

# real_estate_offer_type_sale
source: For Sale
de: Zum Verkauf
el: Για Πώληση
es: En venta
fi: Myydään
fr_ca: À vendre
hu: Eladó
it: In vendita
ko: 판매중
nb: Til salg
nl: Te Koop
pt_pt: Para venda
ru: Продажа
sv: Till salu
tr: Satılık
vi: Bán

# real_estate_offer_type_title
source: Type of Listing
de: Art des Angebots
el: Τύπος Καταχώρησης
es: Tipo de anuncio
fi: Ilmoituksen tyyppi
fr_ca: Type d'annonce
hu: Hirdetés típusa
it: Tipo di annuncio
ko: 게시글 종류
nb: Annonsetype
nl: Soort Advertentie
pt_pt: Tipo de publicação
ru: Тип объявления
sv: Typ av annons
tr: İlan Türü
vi: Loại Bài đăng

# real_estate_price_title
source: Price
de: Preis
el: Τιμή
es: Precio
fi: Hinta
fr_ca: Prix
hu: Ár
it: Prezzo
ko: 가격
nb: Pris
nl: Prijs
pt_pt: Preço
ru: Цена
sv: Pris
tr: Fiyat
vi: Giá

# real_estate_promo_post_button_title
source: Post Now
de: Jetzt einstellen
el: Δημοσιεύστε Τώρα
es: Publica ahora
fi: Julkaise nyt
fr_ca: Publier Maintenant
hu: Hirdetek
it: Pubblica subito
ko: 지금 게시하기
nb: Publiser nå
nl: Nu Plaatsen
pt_pt: Publique já
ru: Разместить сейчас
sv: Annonsera Nu
tr: Hemen yükle
vi: Đăng bây giờ

# real_estate_promo_title_version_1
source: Post Real Estate listings
de: Immobilien-Angebote einstellen
el: Δημοσιεύστε Μεσιτικές καταχωρήσεις
es: Publica anuncios de Inmobiliaria
fi: Julkaise kiinteistöilmoituksia
fr_ca: Publier des Annonces Immobilières
hu: Hirdess ingatlant
it: Pubblica annunci immobiliari
ko: 부동산 목록 등록하기
nb: Publiser eiendomsannonser
nl: Plaats Onroerend Goed advertenties
pt_pt: Publique anúncios de imobiliário
ru: Разместить объявление о недвижимости
sv: Annonsera Fastighet
tr: Emlak İlanı Yayınla
vi: Đăng bài đăng Bất động sản

# real_estate_promo_title_version_2
source: New! Post property for sale and rent
de: Neu! Stelle Miet- und Kaufimmobilien ein
el: Νέο! Δημοσιεύστε ιδιοκτησία για πώληση και ενοικίαση
es: ¡Nuevo! Publica propiedades en venta o alquiler
fi: Uutta! Julkaise kiinteistöjä myytäväksi ja vuokrattavaksi
fr_ca: Nouveau ! Publier des propriétés à vendre et à louer
hu: Új! Hirdess eladó vagy kiadó ingatlant
it: Novità! Pubblica proprietà in vendita o in affitto
ko: 새로운 판매를 시작해보세요! 매매 및 임대를 위한 부동산을 게시해보세요
nb: Nyhet! Publiser eiendom for salg og utleie
nl: Nieuw! Plaats woningen te koop en te huur
pt_pt: Novo! Publique imóveis para vender ou arrendar
ru: Новинка! Размещайте жилье на продажу и в аренду
sv: Nytt! Annonsera ut bostad till salu eller för uthyrning
tr: Yeni! Satılık ve kiralık emlak ilanı yayınla
vi: Mới! Đăng nhà đất để bán và cho thuê

# real_estate_promo_title_version_3
source: New! Sell or rent property
de: Neu! Vermiete oder verkaufe Immobilien
el: Νέο! Πουλήστε ή νοικιάστε ιδιοκτησία
es: ¡Nuevo! Compra o vende propiedades
fi: Uutta! Myy tai vuokraa kiinteistöjä
fr_ca: Nouveau ! Vendez ou louez une propriété
hu: Új! Ingatlanok eladása és kiadása
it: Novità! Vendi o affitta proprietà
ko: 새로운 판매하를 시작해보세요! 부동산 매매 혹은 임대하기
nb: Nyhet! Salg eller utleie av eiendom
nl: Nieuw! Verkoop of verhuur woningen
pt_pt: Novo! Venda ou arrende imóveis
ru: Новинка! Продавайте или сдавайте в аренду жилье
sv: Nytt! Sälj eller hyr ut bostad
tr: Yeni! Emlak sat veya kirala
vi: Mới! Bán hoặc cho thuê nhà đất

# real_estate_promo_title_version_4
source: Sell or rent property
de: Verkaufe oder vermiete Immobilien
el: Πουλήστε ή νοικιάστε ιδιοκτησία
es: Compra o vende propiedades
fi: Myy tai vuokraa kiinteistöjä
fr_ca: Vendre ou louer une propriété
hu: Ingatlanok eladása és kiadása
it: Vendi o affitta proprietà
ko: 부동산 매매 혹은 임대
nb: Selg eller lei ut eiendom
nl: Verkoop of verhuur woningen
pt_pt: Venda ou arrende imóveis
ru: Продавайте или сдавайте в аренду жилье
sv: Sälj eller hyr ut bostad
tr: Emlak sat veya kirala
vi: Bán hoặc cho thuê nhà đất

# real_estate_promo_title_version_5
source: You can now post Real Estate listings
de: Du kannst ab jetzt Immobilien-Angebote einstellen
el: Μπορείτε τώρα να δημοσιεύετε Μεσιτικές καταχωρήσεις
es: Ahora puedes publicar anuncios de Inmobiliaria
fi: Voit nyt julkaista kiinteistöilmoituksia
fr_ca: Vous pouvez désormais publier des annonces immobilières
hu: Mostantól ingatlanokat is hirdethetsz
it: Da questo momento puoi pubblicare annunci immobiliari
ko: 이제 부동산 매매 게시글을 등록하실 수 있습니다
nb: Nå kan du publisere eiendomsannonser
nl: Je kunt nu Onroerend Goed advertenties plaatsen
pt_pt: Pode agora publicar anúncios de imobiliário
ru: Теперь вы можете размещать объявления о недвижимости
sv: Nu kan du annonsera ut Fastigheter
tr: Artık Emlak ilanları yayınlayabilirsin
vi: Giờ đây bạn có thể đăng bài đăng Bất động sản

# real_estate_promo_title_version_6
source: New! Real Estate listings on letgo
de: Neu! Immobilien-Angebote auf letgo
el: Νέο! Μεσιτικές καταχωρήσεις στο letgo
es: ¡Nuevo! Anuncios de inmobiliaria en letgo
fi: Uutta! Kiinteistöilmoituksia letgossa!
fr_ca: Nouveau ! Des annonces immobilières sur letgo
hu: Új! Ingatlanhirdetések a letgo piacán
it: Novità! Annunci immobiliari su letgo
ko: 새로운 기능! letgo에 부동산을 매매해보세요
nb: Nyhet! Eiendomsannonser på letgo
nl: Nieuw! Onroerend Goed advertenties op letgo
pt_pt: Novo! Anúncios de imobiliário no letgo
ru: Новинка! Объявления о недвижимости на letgo
sv: Nytt! Fastighetsannonser på letgo
tr: Yeni! letgo'da Emlak ilanları
vi: Mới! Bài đăng Bất động sản trên letgo

# real_estate_promo_title_version_7
source: Real Estate for rent or sale
de: Miet- und Kaufimmobilien
el: Μεσιτικά για ενοικίαση ή πώληση
es: Inmuebles en venta o alquiler
fi: Kiinteistöjä vuokrattavaksi tai myytävänä
fr_ca: Immobilier - Ventes et locations
hu: Eladó és kiadó ingatlanok
it: Immobili in vendita o in affitto
ko: 임대 혹은 매매를 위한 부동산
nb: Eiendom til salgs eller utleie
nl: Onroerend Goed te huur of te koop
pt_pt: Imobiliário para alugar ou vender
ru: Жилье в аренду или на продажу
sv: Fastighet uthyres och säljes
tr: Satılık veya kiralık Emlak
vi: Bất động sản cho thuê hoặc bán

# real_estate_related_search_title
source: Related results
de: Ähnliche Ergebnisse
el: Συναφή αποτελέσματα
es: Resultados relacionados
fi: Samankaltaiset tulokset
fr_ca: Résultats associés
hu: Kapcsolódó eredmények
it: Risultati correlati
ko: 관련 결과
nb: Lignende resultater
nl: Gerelateerde resultaten
pt_pt: Resultados relacionados
ru: Похожие результаты
sv: Liknande resultat
tr: Benzer sonuçlar
vi: Kết quả liên quan

# real_estate_rooms_over_ten
source: Over 10
de: Mehr als 10
el: Πάνω από 10
es: Más de 10
fi: Yli 10
fr_ca: Plus de 10
hu: 10 felett
it: Più di 10
ko: 10개 이상
nb: Mer enn 10
nl: Meer dan 10
pt_pt: Mais de 10
ru: Более 10
sv: Över 10
tr: 10'dan fazla
vi: Trên 10

# real_estate_rooms_title
source: No. of rooms
de: Zahl der Zimmer
el: Αριθμός δωματίων
es: Nº de habitaciones
fi: Huoneiden määrä
fr_ca: Nombre de pièces
hu: Szobák száma
it: N. di stanze
ko: 방 개수
nb: Antall rom
nl: Aantal kamers
pt_pt: Nº de quartos
ru: Количество комнат
sv: Antal rum
tr: Oda sayısı
vi: Số phòng

# real_estate_size_square_meters_placeholder
source: Add
de: Hinzufügen
el: Προσθήκη
es: Añadir
fi: Lisää
fr_ca: Ajouter
hu: Hozzáadás
it: Aggiungi
ko: 추가
nb: Legg til
nl: Toevoegen
pt_pt: Adicionar
ru: Добавить
sv: Lägg till
tr: gir
vi: Thêm

# real_estate_size_square_meters_title
source: Size
de: Größe
el: Μέγεθος
es: Tamaño
fi: Koko
fr_ca: Grandeur
hu: Méret
it: Dimensioni
ko: 사이즈
nb: Areal
nl: Grootte
pt_pt: Tamanho
ru: Размер
sv: Yta
tr: Büyüklük
vi: Diện tích

# real_estate_summary_bathroom_title
source: bathroom
de: Badezimmer
el: μπάνιο
es: baño
fi: kylpyhuone
fr_ca: salle de bains
hu: fürdőszoba
it: bagno
ko: 욕실
nb: bad
nl: badkamer
pt_pt: casa de banho
ru: ванная
sv: badrum
tr: banyo
vi: phòng tắm

# real_estate_summary_bathrooms_empty
source: Add no. of bathrooms
de: Zahl der Badezimmer hinzufügen
el: Προσθήκη αριθμού μπάνιων
es: Añadir nº de baños
fi: Lisää kylpyhuoneiden määrä
fr_ca: Ajouter nombre de salles de bains
hu: Fürdőszobaszám hozzáadása
it: Aggiungi n° di bagni
ko: 욕실 숫자 추가하기
nb: Legg til antall bad
nl: Aantal badkamers toevoegen
pt_pt: Adicionar nº de casas de banho
ru: Добавьте количество ванных
sv: Lägg till antal badrum
tr: Banyo sayısı ekle
vi: Thêm số phòng tắm

# real_estate_summary_bathrooms_title
source: bathrooms
de: Badezimmer
el: μπάνια
es: baños
fi: kylpyhuoneet
fr_ca: salles de bains
hu: fürdőszoba
it: bagni
ko: 욕실
nb: bad
nl: badkamers
pt_pt: casas de banho
ru: ванных
sv: badrum
tr: banyo
vi: phòng tắm

# real_estate_summary_bedroom_title
source: bedroom
de: Schlafzimmer
el: υπνοδωμάτιο
es: habitación
fi: makuuhuone
fr_ca: chambre
hu: hálószoba
it: camera
ko: 침실
nb: soverom
nl: slaapkamer
pt_pt: quarto
ru: спальня
sv: rum
tr: oda
vi: phòng ngủ

# real_estate_summary_bedrooms_emtpy
source: Add no. of bedrooms
de: Zahl der Schlafzimmer hinzufügen
el: Προσθήκη αριθμού υπνοδωματίων
es: Añadir nº de habitaciones
fi: Lisää makuuhuoneiden määrä
fr_ca: Ajouter nombre de chambres
hu: Hálószobaszám hozzáadása
it: Aggiungi n° di stanze
ko: 침실 숫자 추가하기
nb: Legg til antall soverom
nl: Aantal slaapkamers toevoegen
pt_pt: Adicionar nº de quartos
ru: Добавьте количество спален
sv: Lägg till antal sovrum
tr: Oda sayısı ekle
vi: Thêm số phòng ngủ

# real_estate_summary_bedrooms_title
source: bedrooms
de: Schlafzimmer
el: υπνοδωμάτια
es: habitaciones
fi: makuuhuoneet
fr_ca: chambres
hu: hálószoba
it: camere
ko: 침실
nb: soverom
nl: slaapkamers
pt_pt: quartos
ru: спален
sv: rum
tr: oda
vi: phòng ngủ

# real_estate_summary_location_empty
source: Location: not set
de: Standort: nicht eingestellt
el: Τοποθεσία: δεν έχει οριστεί
es: Ubicación: no seleccionada
fi: Sijainti: ei määritetty
fr_ca: Localisation : non configurée
hu: Hely: nincs megadva
it: Posizione: non impostata
ko: 위치: 지정되지 않음
nb: Plassering: ikke valgt
nl: Locatie: niet ingesteld
pt_pt: Localização: não definido
ru: Местоположение: не задано
sv: Plats: ej angiven
tr: Konum: belirlenmedi
vi: Địa điểm: chưa cài đặt

# real_estate_summary_offer_type_empty
source: Add type of listing
de: Art des Angebots hinzufügen
el: Προσθήκη τύπου καταχώρησης
es: Añadir tipo de anuncio
fi: Lisää ilmoituksen tyyppi
fr_ca: Ajouter type d'annonce
hu: Hirdetéstípus hozzáadása
it: Aggiungi tipo di annuncio
ko: 판매 종류 추가
nb: Legg til annonsetype
nl: Soort advertentie toevoegen
pt_pt: Adicionar tipo de publicação
ru: Добавьте тип объявления
sv: Lägg till typ av annons
tr: İlan tipi ekle
vi: Thêm loại bài đăng

# real_estate_summary_price_empty
source: Add price
de: Preis hinzufügen
el: Προσθήκη τιμής
es: Añadir precio
fi: Lisää hinta
fr_ca: Ajouter prix
hu: Ár hozzáadása
it: Aggiungi prezzo
ko: 가격 추가
nb: Legg til pris
nl: Prijs toevoegen
pt_pt: Adicionar preço
ru: Добавить цену
sv: Lägg till pris
tr: Fiyat ekle
vi: Thêm giá

# real_estate_summary_price_title
source: Price: %@
de: Preis: %@
el: Τιμή: %@
es: Precio: %@
fi: Hinta: %@
fr_ca: Prix : %@
hu: Ára: %@
it: Prezzo: %@
ko: 가격: %@
nb: Pris: %@
nl: Prijs:%@
pt_pt: Preço: %@
ru: Цена: %@
sv: Pris: %@
tr: Fiyat: %@
vi: Giá: %@

# real_estate_summary_rooms_empty
source: Add rooms
de: Zahl der Zimmer hinzufügen
el: Προσθήκη δωματίων
es: Añade habitaciones
fi: Lisää huoneet
fr_ca: Ajouter des pièces
hu: Szobák hozzáadása
it: Aggiungi stanze
ko: 방 추가하기
nb: Legg til rom
nl: Kamers toevoegen
pt_pt: Adicionar quartos
ru: Добавить комнаты
sv: Lägg till rum
tr: Oda ekle
vi: Thêm phòng

# real_estate_summary_rooms_title
source: rooms
de: Zimmer
el: δωμάτια
es: habitaciones
fi: Huoneet
fr_ca: pièces
hu: szobák
it: stanze
ko: 방
nb: rom
nl: kamers
pt_pt: quartos
ru: комнаты
sv: rum
tr: oda
vi: phòng

# real_estate_summary_size_empty
source: Add size
de: Größe hinzufügen
el: Προσθήκη μεγέθους
es: Añadir tamaño
fi: Lisää koko
fr_ca: Ajouter grandeur
hu: Méret hozzáadása
it: Aggiungi dimensione
ko: 사이즈 추가하기
nb: Legg til areal
nl: Grootte toevoegen
pt_pt: Adicionar tamanho
ru: Добавить размер
sv: Lägg till yta
tr: Büyüklüğü belirt
vi: Thêm diện tích

# real_estate_summary_size_title
source: Size
de: Größe
el: Μέγεθος
es: Tamaño
fi: Koko
fr_ca: Grandeur
hu: Méret
it: Dimensioni
ko: 사이즈
nb: Areal
nl: Grootte
pt_pt: Tamanho
ru: Размер
sv: Yta
tr: Büyüklük
vi: Diện tích

# real_estate_summary_title
source: Summary
de: Zusammenfassung
el: Σύνολο
es: Resumen
fi: Yhteenveto
fr_ca: Résumé
hu: Összegzés
it: Riepilogo
ko: 요약
nb: Sammendrag
nl: Samenvatting
pt_pt: Resumo
ru: Итого
sv: Sammanfattning
tr: İlan Özeti
vi: Tổng hợp

# real_estate_summary_type_property_empty
source: Add type of property
de: Art der Immobilie hinzufügen
el: Προσθήκη τύπου ιδιοκτησίας
es: Añadir tipo de propiedad
fi: Lisää kiinteistön tyyppi
fr_ca: Ajouter type de propriété
hu: Ingatlantípus hozzáadása
it: Aggiungi tipo di proprietà
ko: 매물 종류 추가하기
nb: Legg til eiendomstype
nl: Soort woning toevoegen
pt_pt: Adicionar tipo de imóvel
ru: Добавьте тип недвижимости
sv: Lägg till fastighetstyp
tr: Emlak tipi ekle
vi: Thêm loại nhà đất

# real_estate_title_generator_bathrooms_0
source: None
de: Keines
el: Κανένα
es: Ninguno
fi: Ei ole
fr_ca: Aucune
hu: Nincs
it: Nessuno
ko: 없음
nb: Ingen
nl: Geen
pt_pt: Nenhuma
ru: Нет
tr: Yok
vi: Không có

# real_estate_title_generator_bathrooms_1
source: 1BA
de: 1B
el: 1ΜΠ
es: 1 baño
fi: 1kph
fr_ca: 1SDB
hu: 1FSZ
it: 1 bagno
ko: 욕실 1개
nb: 1 bad
nl: 1BK
pt_pt: 1WC
ru: 1 ванная
tr: 1 BANYO
vi: 1PT

# real_estate_title_generator_bathrooms_1_5
source: 1.5BA
de: 1,5B
el: 1.5ΜΠ
es: 1.5 baños
fi: 1,5kph
fr_ca: 1.5SDB
hu: 1,5FSZ
it: 1 1/2 bagni
ko: 욕실 1.5개
nb: 1,5 bad
nl: 1,5BK
pt_pt: 1,5WC
ru: 1.5 ванная
tr: 1.5 BANYO
vi: 1.5PT

# real_estate_title_generator_bathrooms_2
source: 2BA
de: 2B
el: 2ΜΠ
es: 2 baños
fi: 2kph
fr_ca: 2SDB
hu: 2FSZ
it: 2 bagni
ko: 욕실 2개
nb: 2 bad
nl: 2BK
pt_pt: 2WC
ru: 2 ванных
tr: 2 BANYO
vi: 2PT

# real_estate_title_generator_bathrooms_2_5
source: 2.5BA
de: 2,5B
el: 2.5ΜΠ
es: 2.5 baños
fi: 2,5kph
fr_ca: 2.5SDB
hu: 2,5FSZ
it: 2 1/2 bagni
ko: 욕실 2.5개
nb: 2,5 bad
nl: 2,5BK
pt_pt: 2,5WC
ru: 2.5 ванных
tr: 2.5 BANYO
vi: 2.5PT

# real_estate_title_generator_bathrooms_3
source: 3BA
de: 3B
el: 2ΜΠ
es: 3 baños
fi: 3kph
fr_ca: 3SDB
hu: 3FSZ
it: 3 bagni
ko: 욕실 3개
nb: 3 bad
nl: 3BK
pt_pt: 3WC
ru: 3 ванных
tr: 3 BANYO
vi: 3PT

# real_estate_title_generator_bathrooms_3_5
source: 3.5BA
de: 3.5B
el: 3.5ΜΠ
es: 3.5 baños
fi: 3.5kph
fr_ca: 3.5SDB
hu: 3,5FSZ
it: 3 1/2 bagni
ko: 욕실 3.5개
nb: 3,5 bad
nl: 3,5BK
pt_pt: 3,5WC
ru: 3.5 ванных
tr: 3.5 BANYO
vi: 3.5PT

# real_estate_title_generator_bathrooms_4
source: 4+BA
de: 4+B
el: 4+ΜΠ
es: +4 baños
fi: 4+kph
fr_ca: +4SDB
hu: 4+FSZ
it: Più di 4 bagni
ko: 욕실 4개 이상
nb: 4+ bad
nl: 4+BK
pt_pt: +4WC
ru: 4+ ванных
tr: 4+ BANYO
vi: 4+PT

# real_estate_title_generator_bedrooms_four
source: 4+BR
de: 4+Zi
el: 4+ΥΔ
es: +4 hab.
fi: 4+mh
fr_ca: +4CH
hu: 4+HSZ
it: Più di 4 stz
ko: 침실 4개 이상
nb: 4+ sov
nl: 4+SK
pt_pt: +4QT
ru: 4+ спальни
sv: 4+R
tr: 4+ ODA
vi: 4+PN

# real_estate_title_generator_bedrooms_one
source: 1BR
de: 1Zi
el: 1ΥΔ
es: 1 hab.
fi: 1mh
fr_ca: 1CH
hu: 1HSZ
it: 1 stz
ko: 침실 1개
nb: 1 sov
nl: 1SK
pt_pt: 1QT
ru: 1 спальня
sv: 1R
tr: 1 ODA
vi: 1PN

# real_estate_title_generator_bedrooms_studio
source: Studio
de: Atelierwohnung
el: Στούντιο
es: Estudio
fi: Studioasunto
hu: Stúdió
it: Monolocale
ko: 원룸
pt_pt: Estúdio
ru: Студия
sv: Etta
tr: Stüdyo

# real_estate_title_generator_bedrooms_three
source: 3BR
de: 3Zi
el: 3ΥΔ
es: 3 hab.
fi: 3mh
fr_ca: 3CH
hu: 3HSZ
it: 3 stz
ko: 침실 3개
nb: 3 sov
nl: 3SK
pt_pt: 3QT
ru: 3 спальни
sv: 3R
tr: 3 ODA
vi: 3PN

# real_estate_title_generator_bedrooms_two
source: 2BR
de: 2Zi
el: 2ΥΔ
es: 2 hab.
fi: 2mh
fr_ca: 2CH
hu: 2HSZ
it: 2 stz
ko: 침실 2개
nb: 2 sov
nl: 2SK
pt_pt: 2QT
ru: 2 спальни
sv: 2R
tr: 2 ODA
vi: 2PN

# real_estate_title_generator_offer_type_rent
source: for rent
de: Zur Miete
el: Για Ενοικίαση
es: En alquiler
fi: Vuokrataan
fr_ca: À louer
hu: Kiadó
it: In affitto
ko: 전세
nb: Til utleie
nl: Te Huur
pt_pt: Para aluguer
ru: Аренда
sv: Uthyres
tr: Kiralık
vi: Cho Thuê

# real_estate_title_generator_offer_type_sale
source: for sale
de: Zum Verkauf
el: Για Πώληση
es: En venta
fi: Myydään
fr_ca: À vendre
hu: Eladó
it: In vendita
ko: 판매중
nb: Til salg
nl: Te Koop
pt_pt: Para venda
ru: Продажа
sv: Till salu
tr: Satılık
vi: Bán

# real_estate_title_generator_property_type_apartment
source: apt
de: Whg.
el: Διαμ.
es: Piso
fi: As
fr_ca: App
hu: Lak
it: App
ko: 아파트
nb: Leil
nl: App
ru: Апартаменты
sv: Läg.
tr: Daire
vi: Căn hộ

# real_estate_title_generator_property_type_house
source: house
de: Haus
el: Σπίτι
es: Casa
fi: Talo
fr_ca: Maison
hu: Ház
it: Intera casa
ko: 가정집
nb: Enebolig
nl: Huis
pt_pt: Moradia
ru: Дом
sv: Hus
tr: Müstakil Ev
vi: Nhà

# real_estate_title_generator_property_type_other
source: other
de: Andere
el: Άλλα
es: Otros
fi: Muu
fr_ca: Autre
hu: Egyéb
it: Altro
ko: 기타
nb: Annet
nl: Overige
pt_pt: Outro
ru: Другое
sv: Övrigt
tr: Diğer
vi: Khác

# real_estate_title_generator_property_type_room
source: room
de: Zimmer
el: Δωμάτιο
es: Habitación
fi: Huone
fr_ca: Chambre
hu: Szoba
it: Stanza
ko: 방
nb: Rom
nl: Kamer
pt_pt: Quarto
ru: Комната
sv: Rum
tr: Oda
vi: Phòng

# real_estate_tooltip_overlay_expandable_menu
source: If you’re posting property for sale or rent, try our new Housing category!
de: Falls du Miet- oder Kaufobjekte einstellen möchtest, probiere unsere neue Wohnen-Kategorie aus!
el: Αν δημοσιεύετε ιδιοκτησίες για πώληση ή ενοικίαση, δοκιμάστε τη νέα μας κατηγορία "Σπίτια"!
es: Si quieres publicar propiedades en venta o alquiler, ¡prueba nuestra nueva categoría: Viviendas!
fi: Jos olet julkaisemassa kiinteistön myytäväksi tai vuokrattavaksi, kokeile uutta Asunnot-kategoriaamme!
fr_ca: Si vous publiez une propriété à vendre ou à louer, essayez notre nouvelle catégorie Immobilier !
hu: Ha eladó vagy kiadó ingatlant hirdetnél, próbáld ki az új Ingatlan kategóriát!
it: Se stai per pubblicare una proprietà in vendita o in affitto, prova la nostra nuova categoria "Case"!
ko: 매매나 임대를 원하신다면, 새로운 부동산 카테고리를 사용해보세요!
nb: Prøv vår nye Eiendom-kategori hvis du publiserer bolig til salgs eller utleie!
nl: Als je onroerend goed te koop of te huur aanbiedt, probeer dan onze nieuwe categorie Woningen!
pt_pt: Se está a publicar um imóvel para vender ou arrendar, experimente a nossa nova categoria Imobiliário
ru: Если вы размещаете жилье на продажу или в аренду, попробуйте нашу новую категорию Жилье!
sv: Prova vår nya Bostadskategori om du vill hyra ut eller sälja en bostad!
tr: Satılık veya kiralık emlak ilanı veriyorsan, yeni Emlak kategorimizi deneyebilirsin!
vi: Nếu bạn đang đăng bất động sản để bán hoặc cho thuê, hãy thử danh mục Nhà đất mới của chúng tôi!
