Repository: goRestart/ios-restart-app
Catalog: components/LGResources/LGResources/Assets/i18n/*.lproj/Localizable.strings
Languages: de, el, es, fi, fr_ca, hu, it, ko, nb, nl, pt_pt, ru, sv, tr, vi

# chat_send_error_different_country
source: You can't start a conversation about a listing posted in a different country.
de: Du kannst kein Gespräch zu einem Angebot beginnen, das in einem anderen Land eingestellt wurde.
el: Δεν μπορείτε να ξεκινήσετε μια συνομιλία για κάποια καταχώρηση που έχει δημοσιευθεί σε άλλη χώρα.
es: No puedes empezar una conversación sobre un anuncio publicado en otro país.
fi: Et voi aloittaa keskustelua ilmoituksesta, joka on julkaistu toisessa maassa.
fr_ca: Vous ne pouvez pas démarrer une conversation à propos d'une annonce publiée dans un autre pays.
hu: Nem kezdhetsz beszélgetést olyan portékáról, amelyet más országban hirdettek meg.
it: Non puoi iniziare una conversazione su un annuncio pubblicato in un paese differente.
ko: 사용자는 다른 국가에서 게시된 상품 목록에 관한 대화를 시작하실 수 없습니다
nb: Du kan ikke starte en chat angående en annonse i et annen land.
nl: Je kunt geen gesprek beginnen over een geplaatste advertentie in een ander land.
pt_pt: Não pode iniciar uma conversa sobre um anúncio publicado num país diferente.
ru: Вы не можете начать чат по объявлению, размещенному в другой стране.
sv: Du kan inte starta en chatt om en annons som har lagts upp i ett annat land.
tr: Farklı bir ülkede yayınlanmış bir ilan için mesaj gönderemezsin.
vi: Chúng tôi không thể bắt đầu một hội thoại về một bài đăng ở một quốc gia khác.

# chat_send_error_generic
source: An error occurred while sending the message. Please try again.
de: Beim Senden der Nachricht ist ein Fehler aufgetreten. Bitte versuche es noch einmal.
el: Παρουσιάστηκε σφάλμα κατά την αποστολή του μηνύματος. Παρακαλώ προσπαθήστε ξανά.
es: Se ha producido un error al enviar tu mensaje. Por favor, inténtalo de nuevo.
fi: Viestiä lähetettäessä tapahtui virhe. Ole hyvä ja yritä uudelleen.
fr_ca: Une erreur est survenue lors de l'envoi du message. Veuillez réessayer.
hu: Hiba történt az üzenet küldése során. Próbálkozz újra.
it: Si è verificato un errore durante l'invio del messaggio. Riprova.
ko: 메세지를 발송하는데 오류가 발생했습니다. 다시 시도해주세요.
nb: En feil har oppstått ved sending av meldingen. Vennligst prøv igjen senere.
nl: Er is een fout opgetreden tijdens het versturen van het bericht. Probeer het later nog eens.
pt_pt: Surgiu um erro ao enviar a mensagem. Por favor tente de novo.
ru: При отправке сообщения произошла ошибка. Пожалуйста, попробуйте еще раз.
sv: Ett fel uppstod när meddelandet sändes. Vänligen försök igen.
tr: Mesaj gönderilirken bir hata oluştu. Lütfen tekrar dene.
vi: Có lỗi xảy ra trong khi gửi tin nhắn. Xin vui lòng thử lại.

# chat_status_view_connecting
source: Connecting...
de: Verbinden...
el: Σύνδεση...
es: Conectando...
fi: Yhdistetään...
fr_ca: Connexion en cours...
hu: Csatlakozás...
it: Connessione...
ko: 연결 중...
nb: Kobler til...
nl: Verbinden...
pt_pt: A ligar...
ru: Соединение...
sv: Ansluter...
tr: Bağlanıyor...
vi: Đang kết nối...

# chat_status_view_no_network
source: Not connected
de: Nicht verbunden
el: Καμία σύνδεση
es: No hay conexión
fi: Ei yhteyttä
fr_ca: Pas de connexion réseau
hu: Nincs kapcsolat
it: Non connesso
ko: 연결되지 않음
nb: Ingen nettverkstilkobling
nl: Geen verbinding
pt_pt: Sem ligação à internet
ru: Нет соединения
sv: Ingen anslutning
tr: Ağ bağlantısı yok
vi: Không có kết nối mạng

# chat_status_view_try_again
source: try again
de: versuche es erneut
el: δοκιμάστε ξανά
es: inténtalo de nuevo
fi: yritä uudelleen
fr_ca: Veuillez réessayer
hu: újra
it: Riprova
ko: 다시 시도해주세요
nb: prøv igjen
nl: probeer het opnieuw
pt_pt: Tente de novo
ru: попробуйте еще раз
sv: försök igen
tr: tekrar dene
vi: thử lại

# chat_status_view_unable_to_connect
source: Unable to connect. Please try again
de: Verbinden fehlgeschlagen. Bitte versuche es erneut.
el: Αποτυχία σύνδεσης. Παρακαλώ δοκιμάστε ξανά.
es: No se ha podido establecer la conexión. Por favor, inténtalo de nuevo
fi: Yhdistäminen ei onnistu. Ole hyvä ja yritä uudelleen
fr_ca: Impossible de se connecter. Veuillez réessayer
hu: A csatlakozás sikertelen. Próbálkozz újra
it: Impossibile connettersi. Riprova.
ko: 연결할 수 없습니다. 다시 시도해주세요.
nb: Kunne ikke koble til. Vennligst prøv igjen.
nl: Niet in staat te verbinden. Probeer het opnieuw
pt_pt: Não foi possível efetuar a ligação. Tente de novo
ru: Невозможно подключиться. Пожалуйста, попробуйте еще раз
sv: Anslutningen misslyckades. Vänligen försök igen
tr: Bağlanamıyor. Lütfen tekrar dene
vi: Không thể kết nối. Xin vui lòng thử lại

# chat_stickers_tooltip_new
source: NEW!
de: NEU!
el: ΝΕΟ!
es: ¡NUEVO!
fi: UUTTA!
fr_ca: NOUVEAU !
hu: ÚJ!
it: NOVITÀ!
ko: 새로운!
nb: NYHET!
nl: NIEUW!
pt_pt: NOVO!
ru: НОВОЕ!
sv: NY!
tr: YENİ!
vi: MỚI!

# chat_unblock_user
source: Unblock User
de: Blockierung aufheben
el: Ξεμπλοκάρισμα Χρήστη
es: Desbloquear usuario
fi: Poista käyttäjän esto
fr_ca: Débloquer l'Utilisateur
hu: Blokkolás feloldása
it: Sblocca Utente
ko: 사용자 차단 해제하기
nb: Opphev blokkering
nl: Deblokkeer gebruiker
pt_pt: Desbloquear utilizador
ru: Разблокировать пользователя
sv: Avblockera användare
tr: Engellemeyi Kaldır
vi: Bỏ chặn Người dùng

# chat_user_info_letgo_assistant
source: I'm a virtual assistant that gives you tips and helps you sell.
de: Ich bin eine virtuelle Assistentin, die dir Tipps gibt und dir beim Verkaufen hilft.
el: Είμαι μια εικονική βοηθός που σου δίνει συμβουλές και σε βοηθάει να πουλήσεις.
es: Soy una asistente virtual que te da consejos y te ayuda a vender.
fi: Olen virtuaaliassistentti, joka antaa sinulle vinkkejä ja auttaa sinua myymään.
fr_ca: Je suis une assistante virtuelle qui vous donne des conseils et vous aide à vendre.
hu: Én egy virtuális asszisztens vagyok, tanácsokkal segítek majd az eladásban.
it: Sono un'assistente virtuale che ti fornirà consigli utili e ti aiuterà a vendere.
ko: 저는 판매를 도와드리고 판매 방법을 알려드리기 위한 가상 도우미 입니다.
nb: Jeg er en virtuell assistent som gir deg tips og hjelper deg med å selge.
nl: Ik ben een virtuele assistent die je tips geeft en je helpt verkopen.
pt_pt: Sou ma assistente virtual que lhe dá dicas e o ajuda a vender.
ru: Я виртуальный помощник, который даст вам совет и поможет продать.
sv: Jag är en virtuell assistent som ger dig tips och hjälper dig att sälja.
tr: Ben, sana ipuçları veren ve satış yapmana yardım eden sanal bir asistanım.
vi: Tôi là một trợ lý ảo, người sẽ cho bạn các lời khuyên và giúp bạn bán hàng.

# chat_user_info_name
source: Hi, I'm %@
de: Hallo, ich bin %@
el: Γεια, είμαι ο/η %@
es: Hola, soy %@
fi: Hei, olen %@
fr_ca: Bonjour, je m'appelle %@
hu: Szia, %@ vagyok
it: Ciao, sono %@
ko: 안녕하세요 저는 %@ 입니다
nb: Hei, jeg er %@
nl: Hoi, ik ben %@
pt_pt: Olá, chamo-me %@
ru: Привет, я %@
sv: Hej, jag heter %@
tr: Merhaba, Ben %@
vi: Xin chào, tôi là %@

# chat_user_info_verified_with
source: Verified with:
de: Verifiziert mit:
el: Επιβεβαιωμένο με:
es: Verificado con:
fi: Todennettu käyttäen:
fr_ca: Vérifié avec :
hu: Visszaigazolva ezzel:
it: Verificato con:
ko: 다음 항목으로 확인하기:
nb: Verifisert med:
nl: Geverifieerd met:
pt_pt: Verificado com:
ru: Проверен:
sv: Verifierad med:
tr: Şununla doğrulandı:
vi: Xác nhận bằng:

# chat_user_profile_chat_now
source: Chat now
es: Chatear ahora
it: Chatta subito

# chat_user_rating_button_tooltip
source: Review this user
de: Bewerte diesen Nutzer
el: Κάντε κριτική αυτού του χρήστη
es: Valora a este usuario
fi: Arvostele tämä käyttäjä
fr_ca: Évaluez cet utilisateur
hu: Felhasználó értékelése
it: Recensisci questo utente
ko: 이 유저에게 리뷰 남기기
nb: Vurder denne brukeren
nl: Beoordeel deze gebruiker
pt_pt: Comente este utilizador
ru: Оцените этого пользователя
sv: Bedöm denna användare
tr: Bu kullanıcıyı değerlendir
vi: Đánh giá người dùng này

# chat_verify_alert_title
source: Verify your email to chat
de: Verifiziere deine E-Mail-Adresse, um Gespräche zu führen
el: Επιβεβαιώστε το email σας για να συνομιλήσετε
es: Verifica tu email para chatear
fi: Vahvista sähköpostiosoitteesi keskustellaksesi
fr_ca: Vérifiez votre courriel pour clavarder
hu: A csevegéshez igazold vissza e-mail címedet
it: Verifica il tuo indirizzo email per chattare
ko: 채팅을 위해 이메일 확인
nb: Verifiser din e-postadresse for å kunne chatte
nl: Verifieer je e-mail om te chatten
pt_pt: Verifique o seu email para conversar
ru: Подтвердите ваш е-мейл для общения
sv: Bekräfta din e-postadress för att chatta
tr: Mesajlaşmak için e-postanı doğrula
vi: Xác nhận email của bạn để trò chuyện

# chat_with_yourself_alert_msg
source: You can't start a conversation about your own listing.
de: Du kannst kein Gespräch zu deinem eigenen Angebot beginnen.
el: Δεν μπορείτε να ξεκινήσετε μια συζήτηση για μια δική σας καταχώρηση.
es: No puedes empezar una conversación sobre tu propio anuncio.
fi: Et voi aloittaa keskustelua omasta ilmoituksestasi.
fr_ca: Vous ne pouvez pas démarrer une conversation à propos de votre propre annonce.
hu: A saját hirdetésedről nem indíthatsz csevegést.
it: Non puoi iniziare una conversazione riguardante il tuo annuncio.
ko: 상품 게시글과 관련한 대화를 시작하실 수 없습니다.
nb: Du kan ikke starte en samtale for din egen annonse.
nl: Je kunt geen gesprek beginnen over je eigen advertentie.
pt_pt: Não pode iniciar uma conversa sobre a sua própria publicação.
ru: Вы не можете начать чат о своем объявлении.
sv: Du kan inte starta en chatt som gäller din egen annons.
tr: Sana ait bir ilan hakkında bir sohbet başlatamazsın.
vi: Bạn không thể bắt đầu cuộc trò chuyện về bài đăng của chính mình.

# click_to_talk_smoketest_action_button
source: Get Started
el: Ξεκινήστε
es: Empezar
it: Inizia
ko: 시작해보세요
nl: Begin
ru: Начать
vi: Bắt đầu

# click_to_talk_smoketest_banner_title
source: Introducing "Click to Talk"
el: Παρουσίαση του "Κάντε κλικ για Συνομιλία"
es: Presentamos "Click para Hablar"
it: Presentazione "Clicca per parlare"
nl: We introduceren "Click to Talk"
ru: Вводим "Нажать для чата"
vi: Giới thiệu "Nhấp để Trò chuyện"

# click_to_talk_smoketest_description
source: Connect with your most interested buyers quickly and sell your items twice as fast.
el: Ελάτε σε επικοινωνία με τους πιο ενδιαφέροντες αγοραστές άμεσα και πουλήστε τα αντικείμενά σας ακόμη πιο γρήγορα.
es: Conecta con los compradores más interesados y vende tus artículos el doble de rápido.
it: Mettiti velocemente in contatto con gli acquirenti più interessati e vendi i tuoi articoli due volte più rapidamente.
ko: 가장 관심있는 구매자와 빠르게 연락하고 상품을 2배 더 빠르게 판매해보세요.
nl: Maak snel contact met je meest geïnteresseerde kopers en verkoop je items twee keer zo snel.
ru: Быстро связывайтесь с наиболее заинтересованными покупателями и продавайте товары в два раза быстрее.
vi: Nhanh chóng kết nói với những người mua quan tâm nhất và bán đồ của bạn nhanh gấp đôi.

# click_to_talk_smoketest_feature_1
source: Speak directly to buyers
el: Μιλήστε απευθείας στους αγοραστές
es: Habla directamente con los compradores
it: Parla direttamente con gli acquirenti
nl: Spreek direct met kopers
ru: Общайтесь с покупателями напрямую
vi: Nói chuyện trực tiếp với người mua

# click_to_talk_smoketest_feature_2
source: Masked phone, your number is private
el: Απόκρυψη αριθμού, ο αριθμός σας είναι απόρρητος
es: Número escondido, tu teléfono es privado
it: Numero di telefono oscurato e privato
nl: Verborgen telefoon, jouw nummer is privé
ru: Скрытый номер, ваш телефон не виден
vi: Che số điện thoại, số của bạn được giữ riêng tư

# click_to_talk_smoketest_feature_3
source: Receive calls about all of your listings
el: Λάβετε κλήσεις για όλες σας τις καταχωρήσεις
es: Recibe llamadas sobre todos tus anuncios
it: Ricevi chiamate su tutti i tuoi annunci
nl: Ontvang oproepen over alle advertenties
ru: Получайте звонки по всем своим объявлениям
vi: Nhận cuộc gọi về tất cả bài đăng của bạn

# click_to_talk_smoketest_seven_days_free
source: Includes a 7-day FREE trial
el: Περιλαμβάνει μια δωρεάν δοκιμή 7 ημερών
es: Incluye una prueba GRATIS de 7 días
it: Include una prova GRATUITA di 7 giorni
nl: Inclusief een GRATIS proefperiode van 7 dagen
ru: Включает 7 дней БЕСПЛАТНОГО пользования
vi: Bao gồm ưu đãi dùng thử MIỄN PHÍ 7 ngày

# click_to_talk_smoketest_subtitle
source: Receive calls
el: Λάβετε κλήσεις
es: Recibir llamadas
it: Ricevi chiamate
ko: 전화 받기
nl: Oproepen ontvangen
ru: Получайте звонки
vi: Nhận cuộc gọi

# click_to_talk_smoketest_title
source: Click to Talk
el: Κάντε κλικ για Συνομιλία
es: clic para llamar
it: Clicca per parlare
ko: 클릭하여 대화 시작하기
nl: Klik om te praten
ru: Нажмите для разговора
vi: Nhấp để Trò chuyện

# click_to_talk_smoketest_two_months_free
source: 2 free months
el: 2 δωρεάν μήνες
es: 2 meses gratis
it: 2 mesi gratuiti
nl: 2 maanden gratis
ru: 2 бесплатных месяца
vi: 2 tháng miễn phí

# collection_explore_button
source: Explore
de: Entdecken
el: Ανακαλύψτε
es: Descubrir
fi: Tutustu
fr_ca: Explorer
hu: Felfedezés
it: Esplora
ko: 검색
nb: Utforsk
nl: Verkennen
pt_pt: Explorar
ru: Смотреть
sv: Utforska
tr: Keşfet
vi: Khám phá

# collection_furniture_title
source: No place like home
de: Zuhause ist's doch am schönsten
el: Πουθενά όπως στο σπίτι
es: Hogar, dulce hogar
fi: Oma koti kullan kallis
fr_ca: On est si bien chez soi
hu: Az én váram...
it: Casa dolce casa
ko: 집처럼 편안한 공간은 없습니다
nb: Hjemme best
nl: Geen plek als thuis
pt_pt: Nada como estar em casa
ru: Милый дом
sv: Borta bra, hemma bäst
tr: Evim güzel evim
vi: Không nơi nào như ở nhà

# collection_transport_title
source: Travel in style
de: Reise mit Stil
el: Ταξιδέψτε με στυλ
es: Viaja con estilo
fi: Matkusta tyylillä
fr_ca: Voyagez avec style
hu: Utazz stílusosan
it: Viaggia con stile
ko: 화려하게 여행해보세요
nb: Reis med stil
nl: Reizen in stijl
pt_pt: Viaje em estilo
ru: Стильные путешествия
sv: Res med stil
tr: Seyahat şıklığı
vi: Du lịch theo phong cách

# collection_you_title
source: Selected for you
de: Für dich ausgesucht
el: Επιλεγμένα για εσάς
es: Seleccionados para ti
fi: Sinulle valikoituja
fr_ca: Sélectionnés pour vous
hu: Neked válogatva
it: Selezionati per te
ko: 사용자만을 위해 선택된 항목
nb: Valgt for deg
nl: Voor jou geselecteerd
pt_pt: Selecionado para si
ru: Для вас
sv: Vald för dig
tr: Senin için seçtiklerimiz
vi: Được lựa chọn cho bạn

# common_cancel
source: Cancel
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr_ca: Annuler
hu: Mégse
it: Annulla
ko: 취소
nb: Avbryt
nl: Annuleren
pt_pt: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal et
vi: Hủy

# common_chat_not_available
source: Oops! Chat not found.
de: Hoppla! Gespräch nicht gefunden.
el: Όπα! Η συνομιλία δε βρέθηκε.
es: ¡Ups! No se ha encontrado el chat.
fi: Hups! Keskustelu ei saatavilla.
fr_ca: Oups ! Clavardage non trouvé.
hu: Hoppá! A csevegés nem található.
it: Ops! Chat non trovata.
ko: 이런! 대화를 찾을 수 없습니다
nb: Oops! Kunne ikke finne chat.
nl: Oeps! Chat niet gevonden.
pt_pt: Ops! Chat não encontrado.
ru: Упс! Чат не найден.
sv: Hoppsan! Chatten kunder inte hittas.
tr: Oops! Sohbet bulunamadı.
vi: Ồ! Không tìm thấy trò chuyện.

# common_collapse
source: Show Less
de: Weniger anzeigen
el: Δείτε Λιγότερα
es: Ver Menos
fi: Näytä vähemmän
fr_ca: Afficher Moins
hu: Kevesebbet
it: Mostra Meno
ko: 줄이기
nb: Vis mindre
nl: Toon minder
pt_pt: Mostrar menos
ru: Скрыть
sv: Visa mindre
tr: Daha az göster
vi: Rút gọn

# common_confirm
source: Confirm
de: Bestätigen
el: Επιβεβαίωση
es: Confirmar
fi: Vahvista
fr_ca: Confirmer
hu: Megerősítés
it: Conferma
ko: 확인
nb: Bekreft
nl: Bevestigen
pt_pt: Confirmar
ru: Подтвердить
sv: Bekräfta
tr: Onayla
vi: Xác nhận

# common_done
source: Done
de: Fertig
el: Έγινε
es: Listo
fi: Valmis
fr_ca: Terminé
hu: Kész
it: Fatto
ko: 완료
nb: Fullfør
nl: Klaar
pt_pt: Feito
ru: Готово
sv: Klar
tr: Tamam
vi: Xong

# common_edit
source: Edit
de: Bearbeiten
el: Επεξεργασία
es: Editar
fi: Muokkaa
fr_ca: Modifier
hu: Szerkesztés
it: Modifica
ko: 수정
nb: Endre
nl: Bewerken
pt_pt: Editar
ru: Редактировать
sv: Redigera
tr: Düzelt
vi: Chỉnh sửa

# common_error
source: Error
de: Fehler
el: Σφάλμα
fi: Virhe
fr_ca: Erreur
hu: Hiba
it: Errore
ko: 오류
nb: Feil
nl: Fout
pt_pt: Erro
ru: Ошибка
sv: Fel
tr: Hata
vi: Lỗi

# common_error_connection_failed
source: An error has occurred. Please check your Internet connection.
de: Ein Fehler ist aufgetreten. Bitte überprüfe deine Internetverbindung.
el: Παρουσιάστηκε σφάλμα. Παρακαλώ, ελέγξτε τη σύνδεσή σας στο Ίντερνετ.
es: ¡Ups! Se ha producido un error. Por favor, comprueba tu conexión a Internet.
fi: Tapahtui virhe. Ole hyvä ja tarkista Internet-yhteytesi.
fr_ca: Une erreur est survenue. Veuillez vérifier votre connexion Internet.
hu: Hiba történt. Kérjük, ellenőrizd az internetkapcsolatot.
it: Si è verificato un errore. Verifica la tua connessione Internet.
ko: 오류가 발생했습니다. 인터넷 연결상태를 확인해주세요.
nb: En feil har oppstått. Vennligst sjekk din internett-tilkobling.
nl: Er is een fout opgetreden. Gelieve je internetverbinding te controleren.
pt_pt: Ocorreu um erro. Por favor verifique a sua ligação à internet.
ru: Произошла ошибка. Проверьте ваше соединение с Интернет.
sv: Ett fel uppstod. Var god kontrollera din internetanslutning.
tr: Bir hata oluştu. Lütfen, İnternet bağlantını kontrol et.
vi: Đã có lỗi xảy ra. Xin vui lòng kiểm tra kết nối Internet của bạn.

# common_error_generic_body
source: An error occurred.
de: Ein Fehler ist aufgetreten.
el: Παρουσιάστηκε σφάλμα.
es: Se ha producido un error.
fi: Tapahtui virhe.
fr_ca: Une erreur est survenue.
hu: Hiba történt.
it: Si è verificato un errore.
ko: 오류가 발생했습니다
nb: En feil oppstod.
nl: Er is een fout opgetreden.
pt_pt: Ocorreu um erro.
ru: Произошла ошибка.
sv: Ett fel uppstod.
tr: Bir hata oluştu.
vi: Có lỗi xảy ra.

# common_error_list_retry_button
source: Retry
de: Wiederholen
el: Προσπαθήστε ξανά
es: Reintentar
fi: Yritä uudelleen
fr_ca: Réessayer
hu: Újra
it: Riprova
ko: 재시도하기
nb: Prøv igjen
nl: Probeer het nogmaals
pt_pt: Tente novamente
ru: Еще раз
sv: Prova igen
tr: Tekrar dene
vi: Thử lại

# common_error_network_body
source: Please check your network settings and try again
de: Bitte überprüfe deine Verbindung und probiere es erneut
el: Παρακαλώ ελέγξτε τις ρυθμίσεις δικτύου και προσπαθήστε ξανά
es: Por favor, comprueba tu configuración de red e inténtalo de nuevo
fi: Ole hyvä ja tarkista verkkoasetuksesi ja yritä uudelleen
fr_ca: Veuillez vérifier votre connexion et réessayez
hu: Ellenőrizd a hálózati beállításokat, majd próbálkozz újra
it: Controlla le tue impostazioni di rete e riprova
ko: 네트워크 설정을 확인한 후 다시 시도하세요
nb: Vennligst sjekk dine nettverksinnstillinger og prøv igjen
nl: Controleer je netwerkinstellingen en probeer het opnieuw
pt_pt: Por favor verifique a configuração da sua internet e tente novamente
ru: Пожалуйста, проверьте настройки сети и попробуйте еще раз
sv: Var vänlig kolla dina nätverksinställningar och försök igen
tr: Lütfen internet bağlantını kontrol et ve tekrar dene
vi: Vui lòng kiểm tra cài đặt mạng và thử lại

# common_error_posting_loaded_image
source: Oops! Your listing hasn’t been posted. Please check your network settings.
de: Hoppla! Dein Angebot wurde nicht eingestellt. Bitte überprüfe deine Verbindung.
el: Όπα! Η καταχώρησή σας δεν έχει δημοσιευτεί. Παρακαλώ, ελέγξτε τις ρυθμίσεις δικτύου σας.
es: ¡Ups! Tu anuncio no se ha publicado. Por favor, comprueba tu conexión.
fi: Hups! Ilmoitustasi ei ole julkaistu. Ole hyvä ja tarkista verkkoasetuksesi.
fr_ca: Oups ! Votre annonce n'a pas été publiée. Veuillez vérifier vos paramètres de connexion.
hu: Hoppá! A hirdetésed feltöltése sikertelen. Ellenőrizd a hálózati beállításokat.
it: Ops! Il tuo annuncio non è stato pubblicato. Controlla le impostazioni di rete.
ko: 잠깐만요! 회원님의 상품이 게시되지 않았습니다. 연결 설정을 확인해주세요.
nb: Oops! Din annonse er ikke publisert. Vennligst sjekk dine nettverksinnstillinger.
nl: Oeps! Je advertentie werd niet geplaatst. Gelieve je netwerkinstellingen te controleren.
pt_pt: Ups! O seu anúncio não foi publicado. Verifique a configuração da sua rede.
ru: Упс! Ваше объявление не было размещено. Пожалуйста, проверьте сетевые настройки.
sv: Hoppsan! Din annons har inte lagts upp. Vänligen kontrollera dina nätverksinställningar.
tr: Oops! İlanın yayınlanmadı. Lütfen internet bağlantı ayarlarını kontrol et.
vi: Ồ! Bài của bạn chưa được đăng. Vui lòng kiểm tra cài đặt mạng.

# common_error_retry_button
source: Try again
de: Versuch's noch einmal
el: Προσπαθήστε ξανά
es: Inténtalo de nuevo
fi: Yritä uudelleen
fr_ca: Réessayez
hu: Ismét
it: Riprova
ko: 다시 시도하세요
nb: Prøv igjen
nl: Probeer opnieuw
pt_pt: Tente novamente
ru: Попробуйте еще раз
sv: Försök igen
tr: Tekrar dene
vi: Thử lại

# common_error_title
source: OOPS!
de: HOPPLA!
el: ΟΠΑ!
es: ¡UPS!
fi: HUPS!
fr_ca: OUPS !
hu: HOPPÁ!
it: OPS!
ko: 웁스
nl: OEPS!
pt_pt: OPS!
ru: УПС!
sv: HOPPSAN!
vi: Ồ!

# common_expand
source: Show More
de: Mehr anzeigen
el: Δείτε Περισσότερα
es: Ver Más
fi: Näytä enemmän
fr_ca: Afficher Plus
hu: Többet
it: Mostra Altro
ko: 더보기
nb: Vis mer
nl: Toon meer
pt_pt: Mostrar mais
ru: Показать еще
sv: Visa mer
tr: Daha fazla göster
vi: Hiện thêm

# common_loading
source: Loading...
de: Lädt...
el: Φόρτωση…
es: Cargando...
fi: Ladataan...
fr_ca: Chargement...
hu: Betöltés...
it: Caricamento...
ko: 로딩중...
nb: Laster...
nl: Laden...
pt_pt: A carregar...
ru: Загрузка...
sv: Laddar...
tr: Yükleniyor...
vi: Đang tải...

# common_new
source: NEW!
de: NEU!
el: ΝΕΟ!
es: ¡NUEVO!
fi: UUSI!
fr_ca: NOUVEAU !
hu: ÚJ!
it: NOVITÀ!
ko: 새로운!
nb: NYHET!
nl: NIEUW!
pt_pt: NOVO!
ru: НОВИНКА!
sv: Ny!
tr: YENİ!
vi: MỚI!

# common_product_given_away
source: Given away
de: Verschenkt
el: Χαρισμένο
es: Ya regalado
fi: Annettu pois
fr_ca: Donné
hu: Már elajándékozták
it: Regalato
ko: 기부
nb: Gitt bort
nl: Weggegeven
pt_pt: Dado
ru: Уже отдан
sv: Bortskänkt
tr: Bağışlandı
vi: Đã tặng

# common_product_not_available
source: Removed or no longer available
de: Hoppla! Dieses Angebot ist nicht mehr verfügbar
el: μη διαθ.
es: Eliminado o no disponible
fi: Hups! Tämä ilmoitus ei ole enää saatavilla
fr_ca: Oups ! Cette annonce n'est plus disponible
hu: Hoppá! A hirdetés már nem elérhető
it: Ops! Questo annuncio non è più disponibile
ko: 이 상품 목록은 삭제되었거나 더 이상 존재하지 않습니다
nb: Oops! Annonsen er ikke lenger tilgjengelig
nl: Niet meer beschikbaar
pt_pt: Ups! Esta publicação já não está disponível
ru: Удалено или больше не доступно
sv: Hoppsan! Den här annonsen finns inte längre
tr: Oops! Bu ilan artık mevcut değil
vi: Đã bị xóa hoặc không còn nữa

# common_product_sold
source: Sold
de: Verkauft
el: Πωλήθηκε
es: Vendido
fi: Myyty
fr_ca: Vendu
hu: Eladva
it: Venduto
ko: 판매 완료
nb: Solgt
nl: Verkocht
pt_pt: Vendido
ru: Продано
sv: Såld
tr: Satıldı
vi: Đã bán

# common_settings
source: Settings
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fi: Asetukset
fr_ca: Paramètres
hu: Beállítások
it: Impostazioni
ko: 설정
nb: Innstillinger
nl: Instellingen
pt_pt: Definições
ru: Настройки
sv: Inställningar
tr: Ayarlar
vi: Cài đặt

# common_short_time_day_ago_label
source: %d day
de: %d Tag
el: %d μέρα
es: %d día
fi: %d päivä
fr_ca: %d jour
hu: %d nap
it: %d giorno
ko: %d 일
nb: %d dag
nl: %d dag
pt_pt: %d dia
ru: %d день
sv: %d dag
tr: %d gün
vi: %d ngày

# common_short_time_days_ago_label
source: %d days
de: %d Tage
el: %d μέρες
es: %d días
fi: %d päivää
fr_ca: %d jours
hu: %d nap
it: %d giorni
ko: %d 일
nb: %d dager
nl: %d dagen
pt_pt: %d dias
ru: %d дней
sv: %d dagar
tr: %d gün
vi: %d ngày

# common_short_time_more_than_one_month_ago_label
source: 1+ month
de: >1 Monat
el: 1+ μήνα
es: +1 mes
fi: yli 1 kuukausi
fr_ca: +1 mois
hu: 1+ hónap
it: +1 mese
ko: 1+ 달
nb: 1+ måned
nl: 1+ maand
pt_pt: +1 mês
ru: 1+ месяц
sv: 1+ månad
tr: +1 ay
vi: 1+ tháng

# common_short_time_week_ago_label
source: %d week
de: %d Woche
el: %d εβδομάδα
es: %d semana
fi: %d viikko
fr_ca: %d semaine
hu: %d hét
it: %d settimana
ko: %d 주
nb: %d uke
pt_pt: %d semana
ru: %d неделя
sv: %d vecka
tr: %d hafta
vi: %d tuần

# common_short_time_weeks_ago_label
source: %d weeks
de: %d Wochen
el: %d εβδομάδες
es: %d semanas
fi: %d viikkoa
fr_ca: %d semaines
hu: %d hét
it: %d settimane
ko: %d 주
nb: %d uker
nl: %d weken
pt_pt: %d semanas
ru: %d недель
sv: %d veckor
tr: %d hafta
vi: %d tuần
