Repository: goRestart/ios-restart-app
Catalog: components/LGResources/LGResources/Assets/i18n/*.lproj/Localizable.strings
Languages: de, el, es, fi, fr_ca, hu, it, ko, nb, nl, pt_pt, ru, sv, tr, vi

# chat_mark_conversation_as_read_button
source: Mark all as read
de: Alle als gelesen markieren
el: Μαρκάρισμα όλων ως διαβασμένα
es: Marcar como leídos
fi: Merkitse kaikki luetuiksi
fr_ca: Tous les indiquer comme lus
hu: Mind megjelölése olvasottként
it: Segna tutte come lette
ko: 읽음으로 표시하기
nb: Marker alle som lest
nl: Markeer als gelezen
pt_pt: Marcar tudo como lido
ru: Отметить все как прочитанное
sv: Markera alla som lästa
tr: Hepsini okundu olarak işaretle
vi: Đánh dấu đã đọc tất cả

# chat_meeting_cell_accept_button
source: Accept
de: Annehmen
el: Αποδοχή
es: Aceptar
fi: Hyväksy
fr_ca: Accepter
hu: Elfogadás
it: Accetta
ko: 수락
nb: Godta
nl: Accepteren
pt_pt: Aceitar
ru: Принять
sv: Tacka ja
tr: Kabul et
vi: Chấp nhận

# chat_meeting_cell_decline_button
source: Decline
de: Ablehnen
el: Απόρριψη
es: Rechazar
fi: Hylkää
fr_ca: Refuser
hu: Elutasítás
it: Rifiuta
ko: 거절
nb: Avslå
nl: Afwijzen
pt_pt: Recusar
ru: Отклонить
sv: Tacka nej
tr: Reddet
vi: Từ chối

# chat_meeting_cell_status_accepted
source: Accepted
de: Angenommen
el: Αποδεχόμενο
es: Aceptado
fi: Hyväksytty
fr_ca: Accepté
hu: Elfogadva
it: Accettato
ko: 수락됨
nb: Godtatt
nl: Geaccepteerd
pt_pt: Aceite
ru: Принято
sv: Godkänd
tr: Kabul edildi
vi: Đã đồng ý

# chat_meeting_cell_status_declined
source: Declined
de: Abgelehnt
el: Απορριπτόμενο
es: Rechazado
fi: Hylätty
fr_ca: Refusé
hu: Elutasítva
it: Rifiutato
ko: 거절됨
nb: Avslått
nl: Afgewezen
pt_pt: Recusado
ru: Отклонено
sv: Avböjd
tr: Reddedildi
vi: Đã từ chối

# chat_meeting_cell_status_pending
source: Pending
de: Ausstehend
el: Εκκρεμεί
es: Pendiente
fi: Odottaa
fr_ca: En attente
hu: Függőben
it: In sospeso
ko: 기다리는 중
nb: Avventer
nl: In afwachting
pt_pt: Pendente
ru: В ожидании
sv: Inväntar svar
tr: Beklemede
vi: Đang chờ

# chat_meeting_cell_title
source: Let’s meet at:
de: Treffen wir uns hier:
el: Ας βρεθούμε σε:
es: Nos encontramos en:
fi: Tavataan:
fr_ca: Rencontrons-nous à :
hu: Találkozzunk:
it: Incontriamoci a:
ko: 직거래 장소:
nb: La oss møtes ved:
nl: Laten we afspreken bij:
pt_pt: Vamo-nos encontrar em:
ru: Давайте встретимся здесь:
sv: Låt oss träffas på:
tr: Hadi şurda buluşalım:
vi: Hãy gặp tại:

# chat_message_disclaimer_meeting_security
source: Try meeting at busier public places like coffee shops and bank lobbies. They're convenient and safe.
de: Triff dich an gutbesuchten, öffentlichen Plätze wie Cafés und Banken, da dies sichere und praktische Treffpunkte sind.
el: Προσπαθήστε να κάνετε συναντήσεις σε πολυσύχναστους δημόσιους χώρους, όπως καφετέριες και τράπεζες. Είναι κατάλληλοι και ασφαλείς.
es: Intenta encontrarte en un lugar público y transitado como una cafetería o el vestíbulo de un banco. Son sitios seguros y prácticos.
fi: Pyri tapaamiseen vilkkailla julkisilla paikoilla, kuten kahviloissa ja pankkien auloissa. Ne ovat käteviä ja turvallisia.
fr_ca: Essayez d'effectuer les rencontres dans des lieux comme les cafés ou les halls de banques. Ce sont des endroits pratiques et sécuritaires.
hu: Találkozzatok forgalmas helyen, például kávézóban vagy bankfiókban. Az ilyen helyek praktikusak és biztonságosak.
it: Cerca di fissare gli incontri in luoghi pubblici come bar o centri commerciali, perché più sicuri e pratici.
ko: 커피숍이나 은행 로비와 같이 사람이 많은 공공장소에서 만나세요. 이러한 장소들은 편리하며 안전합니다.
nb: Prøv å møte i folksomme offentlige steder som kafeer og kjøpesentre. De er beleilige og sikre.
nl: Probeer op drukkere openbare plaatsen af te spreken zoals coffeeshops en banklobby's. Deze zijn praktisch en veilig.
pt_pt: Tente marcar um encontro num espaço público tal como um café ou um hall de um banco. São lugares convenientes e seguros.
ru: Старайтесь встречаться в публичных местах вроде кофейни и холла банка. Это удобно и безопасно.
sv: Försök att alltid bestämma träff på välbesökta offentliga platser som caféer eller bankkontor. Det är både praktiskt och säkert.
tr: Kafe ve banka şubeleri gibi kalabalık alanlarda buluşmaya çalış. Bu alanlar güvenli ve uygun buluşma noktalarıdır.
vi: Hãy nhớ rằng, những nơi công cộng đông đúc như quán cà phê và sảnh ngân hàng là những điểm gặp gỡ an toàn và thuận tiện. Hãy cân nhắc việc đi cùng một người bạn.

# chat_message_disclaimer_scammer_append_blocked
source: Tap here to block this user.
de: Drücke hier, um diesen Nutzer zu blockieren
el: Πατήστε εδώ για να μπλοκάρετε αυτόν το χρήστη.
es: Pulsa aquí para bloquear a este usuario.
fi: Paina tästä estääksesi tämän käyttäjän.
fr_ca: Sélectionnez ici pour bloquer cet utilisateur.
hu: Koppints ide a felhasználó letiltásához.
it: Tocca qui per bloccare questo utente.
ko: 이곳을 클릭하여 해당 사용자를 차단하세요.
nb: Trykk her for å blokkere denne brukeren.
nl: Klik hier om deze gebruiker te blokkeren.
pt_pt: Toque aqui para bloquear este utilizador.
ru: Нажмите здесь, чтобы заблокировать такого пользователя.
sv: Klicka här för att blockera användaren.
tr: Bu kullanıcıyı engellemek için buraya tıkla.
vi: Nhấp vào đây để chặn người dùng này.

# chat_message_disclaimer_scammer_base_blocked
source: Be extra careful when exchanging phone/email details. Fraudulent users often ask you to leave the letgo chat. %@
de: Sei besonders vorsichtig, wenn du Kontaktinformationen wie Telefonnummern oder E-Mail-Adressen austauschst. Betrügerische Nutzer wollen häufig außerhalb des letgo-Systems kommunizieren. %@
el: Να είστε ιδαίτερα προσεκτικοί όταν ανταλλάζετε πληροφορίες τηλεφώνου/email. Οι χρήστες που θέλουν να σας εξαπατήσουν, συχνά ζητούν να αποχωρήσετε από τη letgo συνομιλία. %@
es: Ten mucho cuidado al intercambiar números de teléfono/emails. Los usuarios fraudulentos suelen pedir que abandones el chat de letgo. %@
fi: Ole erityisen varovainen, kun vaihdatte puhelinnumeroita/sähköpostiosoitteita. Vilpillisissä aikeissa liikkeellä olevat käyttäjät pyytävät usein poistumaan letgon keskustelusta. %@
fr_ca: Soyez très prudents lorsque vous donnez votre courriel/téléphone. Les fraudeurs demandent souvent de clavarder en dehors de letgo. %@
hu: Légy extra óvatos, ha megosztod telefonszámodat vagy e-mail címedet. A csalók gyakran próbálják meg rávenni kiszemeltjeiket a letgo csevegőjének elhagyására. %@
it: Fai particolare attenzione quando scambi dettagli telefonici o email. Utenti disonesti chiedono spesso di lasciare la chat di letgo. %@
ko: 휴대전화 정보/이메일 정보를 교환할 때는 조심하여 주십시오. 사기를 계획하는 사용자가 letgo 채팅으로 물어볼 수도 있습니다. %@
nb: Vær ekstra forsiktig når du veksler telefonnummer/e-postadresse. Falske brukere vil ofte be deg om å fortsette kommunikasjonen utenfor letgo's chat. %@
nl: Wees extra voorzichtig bij het uitwisselen van telefoon/e-mailgegevens. Frauduleuze gebruikers vragen je vaak om de letgo chat te verlaten. %@
pt_pt: Seja extremamente cuidadoso ao trocar contactos de telefone/email. Os utilizadores fraudulentos pedem com frequência para abandonar o chat do letgo. %@
ru: Будьте особенно осторожны, когда обмениваетесь телефонами или е-мейлами. Мошенники часто просят пообщаться вне чата letgo. %@
sv: Var extra försiktig när du delar med dig av telefonnummer/e-postadress. Bedragare ber ofta om att lämna letgo-chatten. %@
tr: Sistemimiz uygunsuz kelimelerin kullanıldığını veya tehlike oluşturabilecek bir iletişim bilgisinin paylaşıldığını tespit etti. %@
vi: Hãy đặc biệt cẩn thận khi trao đổi thông tin số điện thoại/email. Người dùng lừa đảo thường muốn bạn rời khỏi trò chuyện trong letgo. %@

# chat_message_field_hint
source: Type your message here
de: Gib hier deine Nachricht ein
el: Γράψε το μήνυμά σου εδώ
es: Escribe tu mensaje
fi: Kirjoita viestisi tähän
fr_ca: Entrez votre message ici
hu: Ide írd az üzeneted…
it: Digita qui il tuo messaggio
ko: 메세지를 이곳에 입력하세요
nb: Skriv din melding her
nl: Schrijf hier je bericht...
pt_pt: Escreva a sua mensagem aqui
ru: Введите сообщение
sv: Skriv ditt meddelande här
tr: Mesajını buraya yaz
vi: Nhập tin nhắn của bạn tại đây

# chat_message_load_generic_error
source: An error occurred while retrieving your conversation data. Please try again.
de: Beim Abrufen deiner Gesprächsdaten ist ein Fehler aufgetreten. Versuche es bitte noch einmal.
el: Παρουσιάστηκε σφάλμα κατά την ανάκτηση δεδομένων των συνομιλιών σας. Παρακαλώ, δοκιμάστε ξανά.
es: Se ha producido un error al acceder a los datos de tu conversación. Por favor, inténtalo de nuevo.
fi: Keskustelutietojasi noudettaessa tapahtui virhe. Ole hyvä ja yritä uudelleen.
fr_ca: Une erreur est survenue lors de la récupération de vos données de conversation. Veuillez réessayer.
hu: Hiba történt a beszélgetésed adatainak begyűjtése során. Próbálkozz újra.
it: Si è verificato un errore durante il recupero del contenuto della tua conversazione. Riprova più tardi.
ko: 대화창을 불러오는데 오류가 발생했습니다. 다시 시도해주세요.
nb: En feil oppstod ved å motta samtaledata. Vennligst prøv igjen.
nl: Er is een fout opgetreden bij het opvragen van jouw gespreksgegevens. Probeer het nog eens.
pt_pt: Ocorreu um erro ao recuperar os dados da conversação. Por favor tente novamente.
ru: При загрузке диалога произошла ошибка. Пожалуйста, попробуйте еще раз.
sv: Ett fel uppstod vid hämtning av din information. Var god försök igen.
tr: Sohbet bilgilerine erişirken bir hata oluştu. Lütfen tekrar dene.
vi: Có lỗi xảy ra trong khi hồi phục dữ liệu trò chuyện của bạn. Xin vui lòng thử lại.

# chat_message_type_not_supported
source: This message isn't compatible with your app version. Update your app now to unlock the newest features!
de: Diese Nachricht ist mit deiner Version der App nicht kompatibel. Aktualisiere deine App jetzt, um die neuesten Funktionen freizuschalten!
el: Το μήνυμα αυτό δεν είναι συμβατό με την έκδοση της εφαρμογής σας. Ενημερώστε την εφαρμογή σας τώρα για να ξεκλειδώσετε τις νεότερες λειτουργίες!
es: Este mensaje no es compatible con tu versión de la app. ¡Actualiza la app ahora para desbloquear las nuevas funcionalidades!
fi: Tämä viesti ei ole yhteensopiva sovelluksesi version kanssa. Päivitä sovelluksesi nyt avataksesi uusimmat toiminnot!
fr_ca: Ce message n'est pas compatible avec la version de l'appli que vous utilisez. Mettez à jour votre appli dès maintenant pour déverrouiller les nouvelles fonctions !
hu: Ez az üzenet nem kompatibilis az alkalmazásod verziójával. Frissítsd az alkalmazást, hogy elérhesd a legújabb funkciókat!
it: Questo messaggio non è compatibile con la versione dell'app. Aggiorna subito la tua app per sbloccare le ultime funzionalità!
ko: 해당 메시지는 사용자 분의 앱 버전에서 호환되지 않습니다. 새로운 기능을 사용하기 위해 지금 앱을 업데이트해주세요!
nb: Denne meldingen er ikke kompatibel med din appversjon. Oppdater din app for å åpne for de nyeste løsningene!
nl: Dit bericht is niet compatibel met jouw app-versie. Update je app nu om de nieuwste functies te ontgrendelen!
pt_pt: Esta mensagem não é compatível com a versão da sua app. Atualize agora a sua app para desbloquear os mais recentes recursos!
ru: Это сообщение несовместимо с вашей версии приложения. Обновите приложение для доступа ко всем функциям!
sv: Det här meddelandet är inte kompatibelt med din version av appen. Uppdatera din app för att få tillgång till de senaste funktionerna!
tr: Bu mesaj kullandığın uygulamanın sürümü ile uyumlu değildir. En yeni özellikleri kullanabilmek için lütfen uygulamanı güncelle.
vi: Tin nhắn này không tương thích với phiên bản ứng dụng của bạn. Hãy cập nhật ứng dụng của bạn ngay bây giờ để mở khóa những tính năng mới nhất!

# chat_not_verified_alert_message
source: Connect with Facebook, Google or Email to verify your identity.
de: Verbinde dich mit Facebook, Google oder via E-Mail, um deine Identität zu bestätigen.
el: Συνδεθείτε με Facebook, Google ή Email για να επιβεβαιώσετε την ταυτότητά σας.
es: Conéctate con Facebook, Google o Email para verificar tu identidad.
fi: Vahvista henkilöllisyytesi Facebookin, Googlen tai sähköpostin avulla.
fr_ca: Connectez-vous avec Facebook, Google ou par courriel pour valider votre identité.
hu: Az azonosításhoz csatlakozz a Facebook, a Google vagy az e-mail címed segítségével.
it: Accedi con Facebook, Google o tramite email per verificare la tua identità.
ko: 본인인증을 하기 위해 페이스북, 구글 혹은 이메일로 연결하세요.
nb: Koble til med Facebook, Google eller e-post for å verifisere din identitet.
nl: Maak verbinding met Facebook, Google of E-mail om jouw identiteit te verifiëren.
pt_pt: Entre com o Facebook, Google ou Email para verificar a sua identidade.
ru: Свяжите аккаунт с Facebook, Google или почтой для подтверждения личности.
sv: Anslut med Facebook, Google eller din e-postadress för att verifiera din identitet.
tr: Kimliğini doğrulamak için Facebook, Google veya Eposta ile bağlan.
vi: Kết nối với Facebook, Google hoặc Email để xác minh danh tính của bạn.

# chat_not_verified_state_check_button
source: Check
de: Überprüfen
el: Έλεγχος
es: Comprobar
fi: Tarkista
fr_ca: Valider
hu: Ellenőrzés
it: Controlla
ko: 확인
nb: Sjekk
nl: Controleer
pt_pt: Verifique
ru: Проверить
sv: Kolla
tr: Kontrol et
vi: Kiểm tra

# chat_not_verified_state_message
source: Check if you're verified in order to start chatting.
de: Überprüfe, ob du verifiziert bist, um ein Gespräch zu beginnen.
el: Ελέγξτε αν έχετε κάνει επιβεβαίωση για να ξεκινήσετε να συνομιλείτε.
es: Comprueba si estás verificado para empezar a chatear.
fi: Tarkista, oletko vahvistanut henkilöllisyytesi voidaksesi aloittaa keskustelun.
fr_ca: Vérifiez si vous avez été validé pour commencer à clavarder.
hu: A csevegéshez ellenőrizd, hogy visszaigazoltad-e magadat.
it: Controlla di essere un utente verificato per iniziare a chattare.
ko: 채팅을 시작하기 위해서 인증하셨는지 확인해주세요.
nb: Sjekk om du er verifisert før du kan starte en samtale.
nl: Controleer of je geverifieerd bent om te beginnen met chatten.
pt_pt: Confirme se está verificado para poder começar a conversar.
ru: Проверьте, что ваш аккаунт подтвержден, чтобы начать чат.
sv: Kolla om du är verifierad för att kunna börja chatta.
tr: Sohbete başlayabilmek için hesabının doğrulanmış olduğundan emin ol
vi: Kiểm tra xem bạn đã được xác minh chưa để bắt đầu trò chuyện.

# chat_not_verified_state_title
source: ARE YOU VERIFIED?
de: BIST DU VERIFIZIERT?
el: ΄ΕΧΕΤΕ ΚΑΝΕΙ ΕΠΙΒΕΒΑΙΩΣΗ;
es: ¿ESTÁS VERIFICADO?
fi: OLETKO VAHVISTANUT HENKILÖLLISYYTESI?
fr_ca: AVEZ-VOUS ÉTÉ VALIDÉ ?
hu: VISSZAIGAZOLTAD MAGADAT?
it: SEI UN UTENTE VERIFICATO?
ko: 인증하셨나요?
nb: ER DU VERIFISERT?
nl: BEN JE GEVERIFIEERD?
pt_pt: ESTÁ VERIFICADO?
ru: ВАШ АККАУНТ ПОДТВЕРЖДЕН?
sv: ÄR DU VERIFIERAD?
tr: HESABINI DOĞRULADIN MI?
vi: BẠN ĐÃ ĐƯỢC XÁC MINH?

# chat_payment_state_exchange_code
source: Make sure to get the buyer's payment code when you give them the item
el: Βεβαιωθείτε πως πήρατε τον κωδικό του αγοραστή όταν του δώσετε το αντικείμενο
es: Asegúrate de pedirle el código de pago al comprador cuando le des el artículo
it: Assicurati di ricevere il codice di pagamento dell'acquirente quando vendi un articolo
ko: 상품을 발송할 때 구매자의 결제 코드를 확인하는 것을 잊지 말아주세요
nl: Zorg ervoor dat je de betalingscode van de koper ontvangt wanneer je hen het item geeft
ru: Получите платежный код покупателя после передачи ему товара
vi: Hãy nhớ lấy mã từ người mua khi bạn đưa đồ cho họ

# chat_payment_state_exchange_code_button_title
source: Enter code to get paid
el: Εισάγετε κωδικό για να πληρωθείτε
es: Introduce el código para recibir el pago
it: Inserisci il codice per ricevere il pagamento
nl: Vul de code in om betaald te worden
ru: Введите код, чтобы получить деньги
vi: Nhập mã để được trả tiền

# chat_payment_state_make_offer
source: Pay securely through the letgo app
el: Πληρώστε με ασφάλεια μέσα από την εφαρμογή του letgo
es: Paga de forma segura a través de letgo
it: Paga in tutta sicurezza con l'app di letgo
ko: letgo 앱을 통해 안전 결제하기
nl: Betaal veilig via de letgo app
ru: Платите безопасно через приложение letgo
vi: Thanh toán an toàn qua ứng dụng letgo

# chat_payment_state_make_offer_button_title
source: Make an offer
el: Κάνε Προσφορά
es: Haz tu oferta
it: Fai un'offerta
ko: 제시하기
nl: Doe een bod
ru: Предложить цену
vi: Đặt giá

# chat_payment_state_payout
source: Finish the payout process to receive your payment
el: Ολοκληρώστε τη διαδικασία πληρωμής για να λάβετε την πληρωμή σας
es: Finaliza el proceso de desembolso para recibir tu pago
it: Completa il processo per ricevere il tuo pagamento
ko: 결제금액을 수령하기 위해 결제를 완료해주세요
nl: Voltooi het uitbetalingsproces om je betaling te ontvangen
ru: Завершите процесс оплаты, чтобы получить платеж
vi: Kết thúc quá trình thanh toán để nhận thanh toán

# chat_payment_state_payout_button_title
source: Payout
el: Πληρωμή
es: Recibir pago
it: Pagamento
nl: Uitbetaling
ru: Выплата
vi: Thanh toán

# chat_payment_state_view_offer
source: You've got a new offer to accept
el: Έχετε μια νέα προσφορά προς αποδοχή
es: Tienes una oferta nueva pendiente
it: Hai una nuova offerta da accettare
ko: 수락할 수 있는 제시사항이 있습니다
nl: Je hebt een nieuw bod ontvangen om te accepteren
ru: У вас есть новое предложение
vi: Bạn có chào giá mới chờ chấp nhận

# chat_payment_state_view_offer_button_title
source: See offer
el: Προβολή προσφοράς
es: Ver oferta
it: Vedi offerta
ko: 제안사항 확인하기
nl: Zie bod
ru: Смотреть предложение
vi: Xem chào giá

# chat_payment_state_view_payment_code
source: Share the code with the seller when you receive the item
el: Μοιραστείτε τον κωδικό με τον πωλητή όταν παραλάβετε το αντικείμενο
es: Comparte el código con el vendedor cuando recibas el artículo
it: Condividi il codice con il venditore quando ricevi l'articolo
ko: 상품을 수령하였을 때 구매자와 코드를 공유하기
nl: Deel de code met de verkoper wanneer je het item ontvangt
ru: Отправьте код продавцу после получения товара
vi: Chia sẻ mã với người bán khi bạn nhận được món đồ

# chat_payment_state_view_payment_code_button_title
source: Received Item
el: Αντικείμενο που παραλήφθηκε
es: Artículo recibido
it: Articolo ricevuto
ko: 수령한 상품
nl: Ontvangen item
ru: Полученный товар
vi: Đồ đã nhận

# chat_product_given_away_label
source: Given away
de: Verschenkt
el: Χαρισμένο
es: Ya regalado
fi: Annettu pois
fr_ca: Donné
hu: Már elajándékozták
it: Regalato
ko: 기부
nb: Gitt bort
nl: Weggegeven
pt_pt: Dado
ru: Уже отдан
sv: Bortskänkt
tr: Bağışlandı
vi: Đã tặng

# chat_product_sold_label
source: Sold
de: Verkauft
el: Πωλήθηκε
es: Vendido
fi: Myyty
fr_ca: Vendu
hu: Eladva
it: Venduto
ko: 판매 완료
nb: Solgt
nl: Verkocht
pt_pt: Vendido
ru: Продано
sv: Såld
tr: Satıldı
vi: Đã bán

# chat_professional_banner_button_title
source: Call
de: Anrufen
el: Κλήση
es: Llamar
fi: Soita
fr_ca: Appel
hu: Hívás
it: Chiama
ko: 통화
nb: Ring
nl: Bel
pt_pt: Chamar
ru: Позвать
sv: Ring
tr: Ara
vi: Gọi

# chat_professional_banner_title
source: You're talking to a professional car dealer
de: Du sprichst mit einem professionellen Autohändler
el: Μιλάτε σε έναν επαγγελματία πωλητή αυτοκινήτων
es: Estás hablando con un vendedor de coches profesional
fi: Keskustelet automyynnin ammattilaisen kanssa
fr_ca: Vous parlez à un concessionnaire automobile professionnel
hu: Hivatásos autókereskedővel beszélsz
it: Stai parlando con un rivenditore professionale di auto
ko: 전문 차량 딜러와 이야기하고 계십니다
nb: Du snakker med en profesjonell bilforhandler
nl: Je bent in gesprek met een professionele autohandelaar
pt_pt: Está a falar com um vendedor de carros profissional
ru: Вы общаетесь с профессиональным автодилером
sv: Du pratar med en professionell bilhandlare
tr: Profesyonel bir araç satış temsilcisi ile konuşuyorsun
vi: Bạn đang nói chuyện với một người bán xe hơi chuyên nghiệp

# chat_related_products_title
source: YOU MIGHT BE INTERESTED IN:
de: VIELLEICHT GEFÄLLT DIR AUCH:
el: ΜΠΟΡΕΙ ΝΑ ΕΝΔΙΑΦΕΡΕΣΤΕ ΓΙΑ:
es: TAMBIÉN TE PODRÍA INTERESAR:
fi: SINUA SAATTAISI KIINNOSTAA:
fr_ca: VOUS POURRIEZ ÊTRE INTÉRESSÉ PAR :
hu: TALÁN ÉRDEKEL:
it: POTRESTI ESSERE INTERESSATO A:
ko: 사용자께서는 다음 항목들에 관심이 가실지도 모릅니다:
nb: DU KAN VÆRE INTERESSERT I:
nl: MISSCHIEN HEB JE INTERESSE IN:
pt_pt: PODERÁ TER INTERESSE EM:
ru: ВАС МОЖЕТ ЗАИНТЕРЕСОВАТЬ:
sv: DU KANSKE ÄR INTRESSERAD AV:
tr: ŞU ÜRÜNLER DE İLGİNİ ÇEKEBİLİR:
vi: BẠN CÓ THỂ QUAN TÂM TỚI:

# chat_safety_tips
source: Safety Tips
de: Sicherheitstipps
el: Συμβουλές ασφαλείας
es: Consejos de seguridad
fi: Turvallisuusvinkit
fr_ca: Conseils de sécurité
hu: Biztonsági tanácsaink
it: Consigli utili
ko: 안전 정책
nb: Sikkerhetstips
nl: Veiligheidstips
pt_pt: Dicas de segurança
ru: Советами по безопасности
sv: Säkerhetstips
tr: Güvenlik Önerilerimiz
vi: Lời khuyên an toàn

# chat_safety_tips_message
source: • Meet in person and pay in cash. • Keep conversations in the letgo chat. • Too good to be true? Find another buyer/seller!
de: • Triff dich persönlich und zahle bar. • Unterhalte dich ausschließlich via der letgo-Gesprächsfunktion. • Klingt zu gut klingt, um wahr zu sein? Finde einen anderen Käufer/Verkäufer.
el: • Συναντηθείτε πρόσωπο με πρόσωπο και πληρώστε μετρητά. • Αποθηκεύστε τις συνομιλίες σας στο chat του letgo. • Πολύ καλό για να είναι αληθινό; Βρείτε κάποιον άλλο αγοραστή/πωλητή!
es: • Queda en persona y paga en efectivo. • Mantén las conversaciones dentro del chat de letgo. • ¿Demasiado bueno para ser cierto? Encuentra otro comprador o vendedor.
fi: • Tavatkaa kasvokkain ja maksakaa käteisellä. • Käy keskusteluja vain letgon chatissä. • Kuulostaako liian hyvältä ollakseen totta? Etsi toinen ostaja/myyjä.
fr_ca: • Rencontrez en personne et payez en argent comptant. • Clavardez toujours dans l'appli letgo. • Cela semble trop beau por être vrai ? Trouvez un autre acheteur/vendeur.
hu: • Találkozzatok személyesen, készpénzt használjatok. • A letgo chaten beszéljétek meg a tranzakciót. • Túl szép, hogy igaz legyen? Keress valaki mást!
it: • Incontra di persona e paga in contanti. • Continua le conversazioni nella chat di letgo. • Troppo bello per essere vero? Trova un altro venditore/acquirente,
ko: •직접 만나고 현금 결제하기. •letgo 채팅으로 대화 진행하기. •믿기에 너무 좋은 가격인가요? 다른 구매자/판매자를 찾아보세요.
nb: • Møt personlig og betal med kontanter. • Gjør all kommunikasjon via letgo chat. • For godt til å være sant? Finn en annen kjøper/selger.
nl: • Persoonlijk ontmoeten en contant betalen. • Voer gesprekken in de letgo chat. • Klinkt het te mooi om waar te zijn? Vind een andere koper/verkoper.
pt_pt: • Marque encontros pessoalmente e pague em dinheiro. • Mantenha as conversas no chat do letgo. • Bom demais para ser verdade? Encontre outro vendedor/comprador.
ru: • Встречайтесь лично и платите наличными. • Общайтесь в чате letgo. • Есть подозрения? Найди другого продавца/покупателя.
sv: • Möt varandra och betala kontant. • Håll samtalen i letgo-chatten. • För bra för att vara sant? Hitta en annan köpare/säljare.
tr: • Birebir görüş ve elden nakit öde. • Mesajlaşmayı letgo sistemi içerisinde yap. • Kulağa gerçek olamayacak kadar hoş geliyorsa, başka bir alıcı/satıcı bul.
vi: • Gặp trực tiếp và trả bằng tiền mặt. • Lưu giữ các cuộc hội thoại trên mục trò chuyện letgo. • Có vẻ quá hời? Hãy tìm người mua/người bán khác.

# chat_safety_tips_title
source: STAY SAFE
de: SICHERHEITSTIPPS
el: ΣΥΜΒΟΥΛΈΣ ΑΣΦΑΛΕΊΑΣ
es: CONSEJOS DE SEGURIDAD
fi: TURVALLISUUSVINKIT
fr_ca: CONSEILS DE SÉCURITÉ
hu: BIZTONSÁGI TANÁCSAINK
it: CONSIGLI UTILI
ko: 안전 정책
nb: SIKKERHETSTIPS
nl: VEILIGHEIDSTIPS
pt_pt: DICAS DE SEGURANÇA
ru: СОВЕТАМИ ПО БЕЗОПАСНОСТИ
sv: SÄKERHETSTIPS
tr: TAVSİYELER
vi: LỜI KHUYÊN AN TOÀN

# chat_send_button
source: Send
de: Senden
el: Αποστολή
es: Enviar
fi: Lähetä
fr_ca: Envoyer
hu: Küldés
it: Invia
ko: 발송
nl: Versturen
pt_pt: Enviar
ru: Отправить
sv: Skicka
tr: Gönder
vi: Gửi
