Repository: goRestart/ios-restart-app
Catalog: components/LGResources/LGResources/Assets/i18n/*.lproj/Localizable.strings
Languages: de, el, es, fi, fr_ca, hu, it, ko, nb, nl, pt_pt, ru, sv, tr, vi

# edit_product_suggesting_title
source: Suggesting title...
de: Titelvorschlag...
el: Προαιρετικός τίτλος...
es: Sugiriendo título...
fi: Ehdotetaan otsikkoa...
fr_ca: Suggestion de titre...
hu: Cím ajánlása...
it: Suggerimento titolo...
ko: 추천 제목은...
nb: Foreslår tittel...
nl: Titel voorstellen...
pt_pt: A sugerir título...
ru: Предлагаемый заголовок...
sv: Föreslår titel...
tr: Başlık öneriliyor...
vi: Đang gợi ý tiêu đề...

# edit_product_title
source: Edit listing
de: Angebot bearbeiten
el: Επεξεργασία καταχώρησης
es: Editar anuncio
fi: Muokkaa ilmoitusta
fr_ca: Modifier l'annonce
hu: Hirdetés szerkesztése
it: Modifica annuncio
ko: 상품 게시글 수정
nb: Endre annonse
nl: Advertentie bewerken
pt_pt: Editar publicação
ru: Редактировать объявление
sv: Redigera annons
tr: İlanı düzenle
vi: Sửa bài đăng

# edit_product_unsaved_changes_alert
source: Are you sure you want to discard these changes?
de: Bist du sicher, dass du diese Änderungen verwerfen möchtest?
el: Είστε σίγουροι πώς θέλετε να απορρίψετε αυτές τις αλλαγές;
es: ¿Estás seguro de querer descartar tus cambios?
fi: Haluatko varmasti hylätä nämä muutokset?
fr_ca: Êtes-vous certain de vouloir quitter la page ? Tous les changements seront perdus.
hu: Biztosan elveted a módosításokat?
it: Sei sicuro di voler eliminare queste modifiche?
ko: 이 변경사항을 취소하시겠습니까?
nb: Er du sikker på at du vil forkaste endringene?
nl: Weet je zeker dat je deze wijzigingen wilt verwijderen?
pt_pt: Tem a certeza de que deseja rejeitar estas alterações?
ru: Вы точно не хотите сохранять эти изменения?
sv: Är du säker på att du vill lämna sidan utan att spara ändringarna?
tr: Bu değişiklikleri silmek istediğine emin misin?
vi: Bạn có chắc chắn muốn rời khỏi trang này? Thay đổi sẽ bị mất.

# edit_product_unsaved_changes_alert_ok
source: Discard
de: Verwerfen
el: Απορρίψτε
es: Descartar
fi: Hylkää
fr_ca: Quitter
hu: Elvetés
it: Elimina
ko: 취소하기
nb: Forkast
nl: Verwijderen
pt_pt: Rejeitar
ru: Не сохранять
sv: Släng
tr: Sil
vi: Rời

# engagement_badging_feed_bubble
source: New items
el: Νέα αντικείμενα
es: Nuevos artículos
fr_ca: Nouveaux produits
it: Nuovi articoli
ko: 새 상품
nl: Nieuwe items
pt_pt: Novos itens
ru: Новые товары
vi: Đồ mới

# featured_info_view_increase_visibility
source: Get more visibility
de: Mehr Sichtbarkeit verschaffen
el: Αποκτήστε περισσότερη προβολή
es: Consigue más visibilidad
fi: Saat lisää näkyvyyttä
fr_ca: Gagnez en visibilité
hu: Tedd láthatóbbá
it: Ottieni più visibilità
ko: 구매자의 눈에 띄게 하기
nb: Få mer synlighet
nl: Meer zichtbaar krijgen
pt_pt: Tenha mais visibilidade
ru: Улучшить видимость
sv: Skaffa mera synlighet
tr: Daha çok kişi görsün
vi: Dễ nhìn hơn

# featured_info_view_more_buyers
source: Attract more buyers
de: Locke mehr Käufer an
el: Προσελκύστε περισσότερους αγοραστές
es: Atrae más compradores
fi: Houkuttele enemmän ostajia
fr_ca: Attirez plus d'acheteurs
hu: Szerezz több vásárlót
it: Attira più compratori
ko: 더 많은 구매자의 관심 끌기
nb: Tiltrekk flere kjøpere
nl: Meer kopers aantrekken
pt_pt: Atraia mais compradores
ru: Привлечь больше покупателей
sv: Locka flera köpare
tr: Daha çok alıcıyı çek
vi: Thu hút thêm người mua

# featured_info_view_sell_faster
source: Sell faster
de: Schneller verkaufen
el: Πουλήστε Γρηγορότερα
es: Vende más rápido
fi: Myy nopeammin
fr_ca: Vendez plus vite
hu: Add el gyorsabban
it: Vendi più velocemente
ko: 빠르게 판매하기
nb: Selg raskere
nl: Sneller verkopen
pt_pt: Venda mais rápido
ru: Продать быстрее
sv: Sälj snabbare
tr: Hemen sat
vi: Bán nhanh hơn

# featured_info_view_title
source: Featured Listing
de: Empfohlenes Angebot
el: Προτεινόμενη Καταχώρηση
es: Anuncio destacado
fi: Esiin nostettu ilmoitus
fr_ca: Annonce en Vedette
hu: Kiemelt hirdetés
it: Articolo in evidenza
ko: 특별 판매 목록
nb: Promotert annonse
nl: Uitgelichte Advertentie
pt_pt: Publicação destacada
ru: Выделенное объявление
sv: Topplistad produkt
tr: Öne Çıkan İlan
vi: Bài đăng Nổi bật

# filter_cars_mileage
source: Mileage
el: Χιλιόμετρα
es: Kilometraje
fr_ca: Kilométrage
hu: Megtett mérföld
it: Chilometraggio
ko: 마일리지
nl: Kilometerstand
pt_pt: Quilometragem
ru: Пробег
sv: Miltal
vi: Số km đã đi

# filter_cars_seats_title
source: Seats
de: Sitze
el: Καθίσματα
es: Plazas
fi: Istuinpaikat
fr_ca: Sièges
hu: Ülések
it: Posti
ko: 자리
nl: Zitplaatsen
pt_pt: Lugares
ru: Сиденья
sv: Säten
vi: Chỗ

# filter_results_cars_no_matches
source: No exact matches for your search. Showing similar results.
de: Keine exakten Treffer für deine Suche. Es werden ähnliche Ergebnisse angezeigt.
el: Δε βρέθηκαν ακριβή αποτελέσματα για την αναζήτησή σας. Προβολή παρόμοιων αποτελεσμάτων.
es: No hay resultados exactos para tu búsqueda. Mostrando resultados similares.
fi: Täysin hakuasi vastaavia osumia ei löytynyt. Näytetään samankaltaiset tulokset.
fr_ca: Aucune réponse exacte à votre recherche. Affichage de résultats similaires.
hu: Nincs pontos találat a keresésre. Hasonló találatokat láthatsz.
it: Nessuna corrispondenza per la tua ricerca. Risultati simili.
ko: 검색에 대한 정확하게 일치되는 것이 없습니다. 유사한 결과물 보기.
nb: Ingen eksakte resultater ble funnet. Vis liknende resultater.
nl: Geen exacte resultaten voor jouw zoekopdracht. Toon vergelijkbare resultaten.
pt_pt: A sua pesquisa não devolveu resultados exatos. A exibir resultados semelhantes.
ru: Совпадений для вашего поиска не найдено. Показывать похожие результаты.
sv: Din sökning gav ingen träff. Liknande resultat visas.
tr: Aramanla eşleşen bir sonuç yok. Benzer sonuçlar gösteriliyor.
vi: Không có kết quả chính xác cho tìm kiếm của bạn. Hiển thị kết quả tương tự.

# filter_results_cars_other_results
source: Recently posted in your area
de: Kürzlich in deiner Nähe eingestellt
el: Πρόσφατες δημοσιεύσεις στην περιοχή σας
es: Publicados recientemente cerca de ti
fi: Alueellasi äskettäin julkaistu
fr_ca: Publié récemment dans votre secteur
hu: Nemrégiben meghirdetve a környéken.
it: Pubblicati di recente nella tua zona
ko: 귀하의 영역에 최근에 게시됨
nb: Nylig publisert i ditt nærområde
nl: Recent geplaatst in jouw omgeving
pt_pt: Publicado recentemente na sua área
ru: Недавно опубликовано в вашем районе
sv: Nyligen upplagda i ditt område
tr: Çevrende en son yayınlananlar
vi: Được đăng gần đây tại khu vực của bạn

# filter_services_services_list_show_more
source: Show more
el: Δείτε Περισσότερα
es: Ver más
fr_ca: Afficher plus
it: Mostra Altro
ko: 더보기
nl: Toon meer
pt_pt: Mostrar mais
ru: Показать еще
vi: Hiện thêm

# filters_car_make_not_set
source: Not Set
de: Nicht ausgewählt
el: Δεν έχει καθοριστεί
es: No Definida
fi: Ei rajattu
fr_ca: Non Communiqué
hu: Nincs megadva
it: Non Impostato
ko: 설정되지 않은
nb: Ikke valgt
nl: Niet Ingesteld
pt_pt: Não Definida
ru: Не установлен
sv: Ej Valt
tr: Belirlenmedi
vi: Chưa Cài Đặt

# filters_car_model_not_set
source: Not Set
de: Nicht ausgewählt
el: Δεν έχει καθοριστεί
es: No Definido
fi: Ei rajattu
fr_ca: Non Communiqué
hu: Nincs megadva
it: Non Impostato
ko: 설정되지 않은
nb: Ikke valgt
nl: Niet Ingesteld
pt_pt: Não Definido
ru: Не установлен
sv: Ej Vald
tr: Belirlenmedi
vi: Chưa Cài Đặt

# filters_car_seller_type_all
source: All
de: Alle
el: Όλα
es: Todos
fi: Kaikki
fr_ca: Tous
hu: Mind
it: Tutti
ko: 전체
nb: Alle
nl: Alle
pt_pt: Todos
ru: Все
sv: Alla
tr: Hepsi
vi: Tất cả

# filters_car_seller_type_dealership
source: Dealership
de: Autohaus
el: Πωλητής
es: Concesionario
fi: Liike
fr_ca: Concessionnaire
hu: Kereskedés
it: Concessionari
ko: 딜러
nb: Forhandler
nl: Dealer
pt_pt: Concessionário
ru: Дилер
sv: Bilhandlare
tr: Bayi
vi: Đại lý

# filters_car_seller_type_invidual
source: Individual
de: Privatperson
el: Ανεξάρτητο άτομο
es: Particular
fi: Yksilö
fr_ca: Particulier
hu: Magán
it: Privati
ko: 개인
nb: Individuell
nl: Individueel
ru: Частное лицо
sv: Individ
tr: Bireysel
vi: Cá nhân

# filters_car_seller_type_private
source: Private
de: Privat
el: Ιδιωτικό
es: Privado
fi: Yksityinen
fr_ca: Privé
hu: Privát
it: Privati
ko: 개인
nb: Privat
nl: Particulier
pt_pt: Privado
ru: Частное лицо
sv: Privat
tr: Özel
vi: Riêng tư

# filters_car_seller_type_professional
source: Professional
de: Händler
el: Επαγγελματικό
es: Profesional
fi: Ammattilainen
fr_ca: Professionnel
hu: Professzionális
it: Rivenditori
ko: 전문가
nb: Profesjonell
nl: Professioneel
pt_pt: Profissional
ru: Компания
sv: Professionell
tr: Profesyonel
vi: Chuyên nghiệp

# filters_car_year_any_year
source: Any Year
de: Beliebiges Baujahr
el: Οποιοδήποτε Έτος
es: Cualquier año
fi: Kaikki vuodet
fr_ca: Toutes les Années
hu: Bármilyen évjárat
it: Qualunque
ko: 아무 해
nb: Alle år
nl: Elk Jaar
pt_pt: Qualquer Ano
ru: Любой год
sv: Alla år
tr: Herhangi bir Yıl
vi: Mọi Năm

# filters_car_year_before_year
source: Before %@
de: Von vor %i
el: Πριν το %@
es: Anterior a %@
fi: Ennen vuotta %i
fr_ca: Avant %@
hu: %i előtti
it: Prima del %@
ko: %@ 전!
nb: Før %i
nl: Voor %@
pt_pt: Anterior a %@
ru: До %@
sv: Innan %i
tr: %i yılından önce
vi: Trước %@

# filters_cars_bodytype_convertible
source: Convertible
de: Cabriolet
el: Κάμπριο
es: Descapotable
fi: Avoauto
fr_ca: Cabriolet
hu: Kabrió
it: Cabriolet
ko: 컨버터블
nl: Cabrio
pt_pt: Conversível
ru: Кабриолет
sv: Cabriolet
vi: Mui trần

# filters_cars_bodytype_coupe
source: Coupe
de: Zweitürer
es: coupé
fi: Coupe-auto
fr_ca: coupé
hu: kupé
it: coupé
ko: 쿠페
pt_pt: coupé
ru: купе
sv: coupé

# filters_cars_bodytype_hybrid
source: Hybrid
el: Υβριδικό
es: Híbrido
fi: Hybridi
fr_ca: Hybride
hu: Hibrid
it: Ibrida
ko: 하이브리드
nl: Hybride
pt_pt: Híbrido
ru: Гибрид
vi: Lai

# filters_cars_bodytype_minivan
source: Minivan
de: Kleinbus
el: Μίνι Βαν
es: Monovolumen
fi: Tila-auto
fr_ca: Monospace
hu: Családi egyterű
it: Monovolume
ko: 미니밴
nl: Busje
pt_pt: Monovolume
ru: Минивэн
sv: Minibuss
vi: Xe đa dụng

# filters_cars_bodytype_other
source: Others
de: Andere
el: Άλλα
es: Otros
fi: Muut
fr_ca: Autres
hu: Egyéb
it: Altro
ko: 기타
nl: Overige
pt_pt: Outros
ru: Прочее
sv: Annat
vi: Khác

# filters_cars_bodytype_sedan
source: Sedan
de: Viertürer
es: sedán
fi: Sedan-auto
fr_ca: berline
hu: szedán
it: berline
ko: 세단
ru: седан

# filters_cars_bodytype_title
source: Body Type
de: Karosserietyp
el: Τύπος Αυτοκινήτου
es: Carrocería
fi: Korityyppi
fr_ca: Type de Silhouette
hu: Karosszéria
it: Tipo di carrozzeria
ko: 바디 종류
nl: Carrosserietype
pt_pt: Tipo de carroçaria
ru: Тип кузова
sv: Karossform
vi: Dòng xe

# filters_cars_bodytype_truck
source: Truck
el: φορτηγό
es: camioneta
fi: Kuorma-auto
fr_ca: camion
hu: teherautó
it: camion
ko: 트럭
nl: vrachtwagen
pt_pt: camião
ru: грузовик
sv: lastbil
vi: xe tải

# filters_cars_bodytype_wagon
source: Wagon
de: Kombi
el: Στέισον Βάγκον
es: Familiar
fi: Farmari
fr_ca: Voiture
hu: Kombi
it: Station wagon
ko: 웨건
nl: Stationwagen
pt_pt: Carrinha
ru: Фургон
sv: Kombi

# filters_cars_drivetrain_4wd
source: 4WD
de: 4x4
es: Todoterreno
fi: Jatkuva neliveto
hu: Négykerék
it: 4x4
sv: Fyrhjulsdrift

# filters_cars_drivetrain_awd
source: AWD
de: Allradantrieb
es: Tracción integral
fi: Automaattinen neliveto
hu: Összkerék
it: Trazione integrale
sv: Allhjulsdrift

# filters_cars_drivetrain_fwd
source: FWD
de: Vorderradantrieb
es: Tracción delantera
fi: Etuveto
hu: Elsőkerék
it: Trazione anteriore
sv: Framhjulsdrift

# filters_cars_drivetrain_rwd
source: RWD
de: Hinterradantrieb
es: Tracción trasera
fi: Takaveto
hu: Hátsókerék
it: Trazione posteriore
sv: Bakhjulsdrift

# filters_cars_drivetrain_title
source: Drivetrain
de: Antriebsstrang
el: Σύστημα κίνησης
es: Cambio
fi: Vetotapa
fr_ca: Transmission
hu: Meghajtás
it: Trasmissione
ko: 드라이브 트레인
nl: Aandrijving
pt_pt: Sistema de tração
ru: Мост
sv: Drivlina
vi: Hệ thống động lực

# filters_cars_fueltype_electric
source: Electric
de: Elektrisch
el: Ηλεκτρικό
es: Eléctrico
fi: Sähkö
fr_ca: Électrique
hu: Elektromos
it: Elettrica
ko: 전기
nl: Elektrisch
pt_pt: Elétrico
ru: Электричество
sv: Elektrisk
vi: Điện

# filters_cars_fueltype_flex
source: Flex
de: FFV
fi: Flexifuel
fr_ca: Flex Fuel
hu: Kétfajta
it: Bifuel
ko: 플렉스
ru: Гибкий
sv: Etanol
vi: Đa nhiên liệu

# filters_cars_fueltype_gas
source: Gas
de: Benzin
el: Αέριο
es: Gasolina
fi: Kaasu
fr_ca: Essence
hu: Gáz
it: Benzina
ko: 휘발유
nl: Benzine
pt_pt: GPL
ru: Газ
sv: Bensin
vi: Xăng

# filters_cars_fueltype_hybrid
source: Hybrid
el: Υβριδικό
es: Híbrido
fi: Hybridi
fr_ca: Hybride
hu: Hibrid
it: Ibrida
ko: 하이브리드
nl: Hybride
pt_pt: Híbrido
ru: Гибрид
vi: Lai

# filters_cars_fueltype_title
source: Fuel Type
de: Kraftstoffart
el: Τύπος καυσίμου
es: Tipo de combustible
fi: Polttoainetyyppi
fr_ca: Type de Carburant
hu: Üzemanyag
it: Tipo di carburante
ko: 연료 종류
nl: Brandstoftype
pt_pt: Tipo de combustível
ru: Тип топлива
sv: Drivmedel
vi: Loại nhiên liệu

# filters_cars_transmission_automatic
source: Automatic
de: Automatikgetriebe
el: Αυτόματο
es: Automático
fi: Automaatti
fr_ca: Automatique
hu: Automata
it: Automatico
ko: 자동
nl: Automaat
pt_pt: Mudanças automáticas
ru: Автоматическая
sv: Automatisk
vi: Tự động

# filters_cars_transmission_manual
source: Manual
de: Schaltgetriebe
el: Χειροκίνητο
fi: Manuaali
fr_ca: Manuelle
hu: Manuális
it: Manuale
ko: 수동
nl: Handgeschakeld
pt_pt: Mudanças manuais
ru: Ручная
sv: Manuell
vi: Số sàn

# filters_cars_transmission_title
source: Transmission
de: Getriebe
el: Μετάδοση κίνησης
es: Transmisión
fi: Vaihteisto
fr_ca: Boite de vitesse
hu: Váltó
it: Cambio
ko: 변속기
nl: Transmissie
pt_pt: Mudanças
ru: Трансмиссия
sv: Växellåda
vi: Cơ cấu truyền động

# filters_distance_not_set
source: not set
de: nicht eingestellt
el: Δεν έχει καθοριστεί
es: no definida
fi: ei rajattu
fr_ca: non configuré
hu: nincs megadva
it: non impostato
ko: 설정하지 않기
nb: ikke satt
nl: Niet ingesteld
pt_pt: não definido
ru: не установлен
sv: inte vald
tr: belirlenmedi
vi: chưa được cài đặt

# filters_jobs_services_header
source: Job or Service Info
el: Πληροφορίες Εργασίας ή Υπηρεσίας
es: Características del empleo/servicio
fr_ca: Information sur l'Emploi ou le Service
it: Informazioni sul servizio o lavoro
ko: 직업 혹은 서비스 정보
nl: Baan of Dienst Info
pt_pt: Informações sobre o trabalho ou serviço
ru: Информация по работе или услуге
vi: Thông tin Công việc hoặc Dịch vụ

# filters_jobs_services_list_max_selection_alert
source: Oops! You can’t select more than 15 options.
el: Όπα! Δεν μπορείτε να πατήσετε περισσότερες από 15 επιλογές.
es: ¡Ups! No puedes seleccionar más de 15 opciones.
it: Ops! Non è possibile selezionare più di 15 opzioni.
ko: 이런! 15개 이상 서비스를 선택하실 수 없습니다.
nl: Oeps! Je kunt niet meer dan 15 opties selecteren.
ru: Упс! Вы не можете выбрать более 15 опций.
vi: Ồ! Bạn không thể chọn nhiều hơn 15 lựa chọn.

# filters_jobs_services_subtype_title
source: Subtype
el: Υπότυπος
es: Subtipo
fr_ca: Sous-type
it: Sottotipo
ko: 하위 종류
pt_pt: Subtipo
ru: Подтип
vi: Tiểu loại

# filters_jobs_services_toggle_header
source: Looking for...
el: Αναζητώ...
es: Busco...
fr_ca: À la recherche de...
it: In cerca di...
ko: 해당 사항을 검색하고 있습니다...
nl: Op zoek naar...
pt_pt: À procura de...
ru: Я ищу...
vi: Đang tìm kiếm...

# filters_jobs_services_type_title
source: Type
el: Τύπος
es: Tipo
it: Tipo
ko: 종류
pt_pt: Tipo
ru: Тип
vi: Loại

# filters_mileage_slider_title
source: Mileage
de: Kilometerstand
el: Χιλιόμετρα
es: Kilometraje
fi: Kilometrilukema
fr_ca: Kilométrage
hu: Megtett mérföld
it: Chilometraggio
ko: 마일리지
nl: Kilometerstand
pt_pt: Quilometragem
ru: Пробег
sv: Miltal
vi: Số km đã đi

# filters_navbar_reset
source: Reset
de: Zurücksetzen
el: Επαναφορα
es: Borrar
fi: Nollaa
fr_ca: Réinitialiser
hu: Mégse
it: Resetta
ko: 리셋
nb: Tilbakestill
pt_pt: Redefinir
ru: Сброс
sv: Återställ
tr: Sıfırla
vi: Xóa

# filters_numberOfSeats_slider_title
source: Seats
de: Sitze
el: Θέσεις
es: Plazas
fi: Istuinpaikat
fr_ca: Sièges
hu: Ülések
it: Posti
ko: 자리
nl: Zitplaatsen
pt_pt: Lugares
ru: Сиденья
sv: Säten
vi: Chỗ

# filters_price_from
source: From
de: Von
el: Από
es: De
fi: Alkaen
fr_ca: De
hu: Legalább
it: Da
ko: 부터
nb: Fra
nl: Van
pt_pt: De
ru: От
sv: Från
tr: Min
vi: Từ

# filters_price_from_feed_filter_cell
source: From
de: Von
el: Από
es: De
fi: Alkaen
fr_ca: De
hu: Legalább
it: Da
ko: 부터
nb: Fra
nl: Van
pt_pt: De
ru: От
sv: Från
tr: Min
vi: Từ

# filters_price_to
source: To
de: Bis
el: Μέχρι
es: A
fi: Päättyen
fr_ca: À
hu: Legfeljebb
it: A
ko: 에게
nb: Til
nl: Tot
pt_pt: A
ru: До
sv: Till
tr: Max
vi: Tới

# filters_price_to_feed_filter_cell
source: To
de: Bis
el: Mέχρι
es: A
fi: Päättyen
fr_ca: À
hu: Legfeljebb
it: A
ko: 까지
nb: Til
nl: Tot
pt_pt: E
ru: До
sv: Till
tr: Max
vi: Tới

# filters_price_wrong_range_error
source: The minimum price can’t be higher than the maximum price.
de: Der Mindestpreis kann nicht höher sein als der Höchstpreis.
el: Η μικρότερη τιμή δεν μπορεί να είναι περισσότερη από τη μεγαλύτερη τιμή.
es: El precio mínimo no puede ser más alto que el precio máximo.
fi: Minimihinta ei voi olla suurempi kuin maksimihinta.
fr_ca: Le prix minimum ne peut pas être supérieur au prix maximum.
hu: A minimális ár nem lehet magasabb a maximális árnál.
it: Il prezzo minimo non può superare quello massimo.
ko: 최저 가격은 최고 가격보다 높을 수 없습니다
nb: Minimal pris kan ikke være høyere enn maksimal pris.
nl: De minimumprijs mag niet hoger zijn dan de maximumprijs.
pt_pt: O preço mínimo não pode ser superior ao preço máximo.
ru: Минимальная цена не может быть выше максимальной.
sv: Lägsta pris kan inte vara högre än högsta pris.
tr: Minimum fiyat maksimum fiyattan yüksek olamaz.
vi: Giá tối thiểu không thể cao hơn giá tối đa.

# filters_real_estate_bathrooms_not_set
source: Not set
de: Nicht ausgewählt
el: Καμία ρύθμιση
es: No definido
fi: Ei määritetty
fr_ca: Non configuré
hu: Nincs megadva
it: Non impostato
ko: 설정되지 않음
nb: Ikke valgt
nl: Niet ingesteld
pt_pt: Não definido
ru: Не установлен
sv: inte vald
tr: Belirlenmedi
vi: Chưa được cài đặt

# filters_real_estate_bedrooms_not_set
source: Not set
de: Nicht ausgewählt
el: Καμία ρύθμιση
es: No definido
fi: Ei määritetty
fr_ca: Non configuré
hu: Nincs megadva
it: Non impostato
ko: 설정되지 않음
nb: Ikke valgt
nl: Niet ingesteld
pt_pt: Não definido
ru: Не установлен
sv: inte vald
tr: Belirlenmedi
vi: Chưa được cài đặt

# filters_real_estate_offer_type_not_set
source: Not set
de: Nicht ausgewählt
el: Καμία ρύθμιση
es: No definido
fi: Ei määritetty
fr_ca: Non configuré
hu: Nincs megadva
it: Non impostato
ko: 설정되지 않음
nb: Ikke valgt
nl: Niet ingesteld
pt_pt: Não definido
ru: Не установлен
sv: inte vald
tr: Belirlenmedi
vi: Chưa được cài đặt

# filters_real_estate_property_type_not_set
source: Not set
de: Nicht ausgewählt
el: Καμία ρύθμιση
es: No definido
fi: Ei määritetty
fr_ca: Non configuré
hu: Nincs megadva
it: Non Impostato
ko: 설정되지 않음
nb: Ikke valgt
nl: Niet ingesteld
pt_pt: Não definido
ru: Не установлен
sv: inte vald
tr: Belirlenmedi
vi: Chưa được cài đặt

# filters_real_estate_size_from_feed_filter_cell
source: From
de: Von
el: Από
es: De
fi: Alkaen
fr_ca: De
hu: Legalább
it: Da
ko: 부터
nb: Fra
nl: Van
pt_pt: De
ru: От
sv: Från
tr: Min
vi: Từ

# filters_real_estate_size_to_feed_filter_cell
source: To
de: Bis
el: Mέχρι
es: A
fi: Päättyen
fr_ca: À
hu: Legfeljebb
it: A
ko: 까지
nb: Til
nl: Tot
pt_pt: E
ru: До
sv: Till
tr: Max
vi: Tới

# filters_save_button
source: Apply filters
de: Filter speichern
el: Εφαρμογή φίλτρων
es: Aplicar filtros
fi: Tallenna suodattimet
fr_ca: Sauvegarder les filtres
hu: Szűrők mentése
it: Applica filtri
ko: 필터 저장
nb: Lagre filtre
nl: Filters toepassen
pt_pt: Guardar filtros
ru: Применить фильтры
sv: Spara filter
tr: Filtreleri Kaydet
vi: Áp dụng bộ lọc

# filters_section_car_info
source: Car Info
de: Auto-Infos
el: Πληροφορίες αυτοκινήτου
es: Características del coche
fi: Auton tiedot
fr_ca: Informations voiture
hu: Autóinfók
it: Informazioni auto
ko: 자동차 정보
nb: Bilinfo
nl: Info Auto
pt_pt: Dados do carro
ru: Информация о машине
sv: Biluppgifter
tr: Araç detayları
vi: Thông tin ô tô

# filters_section_categories
source: Categories
de: Kategorien
el: Κατηγορίες
es: Categorías
fi: Kategoriat
fr_ca: Catégories
hu: Kategóriák
it: Categorie
ko: 항목
nb: Kategorier
nl: Categorieen
pt_pt: Categorias
ru: Категории
sv: Kategorier
tr: KATEGORİLER
vi: Danh mục

# filters_section_distance
source: Distance
de: Entfernung
el: Απόσταση
es: Distancia
fi: Etäisyys
hu: Távolság
it: Distanza
ko: 거리
nb: Avstand
nl: Afstand
pt_pt: Distância
ru: Расстояние
sv: Avstånd
tr: Mesafe
vi: Khoảng cách

# filters_section_location
source: Location
de: Standort
el: Τοποθεσία
es: Ubicación
fi: Sijainti
fr_ca: Localisation
hu: Tartózkodási hely
it: Posizione
ko: 위치
nb: Sted
nl: Plaats
pt_pt: Localização
ru: Местоположение
sv: Plats
tr: Konum
vi: Địa điểm

# filters_section_price
source: Price
de: Preis
el: Τιμή
es: Precio
fi: Hinta
fr_ca: Prix
hu: Ár
it: Prezzo
ko: 가격
nb: Pris
nl: Prijs
pt_pt: Preço
ru: Цена
sv: Pris
tr: Fiyat
vi: Giá

# filters_section_price_free_title
source: Only show free items
de: Nur kostenlose Artikel anzeigen
el: Εμφάνιση μόνο δωρεάν αντικειμένων
es: Mostrar solo artículos gratuitos
fi: Näytä vain ilmaiset tuotteet
fr_ca: Afficher uniquement les produits gratuits
hu: Csak ingyenes hirdetések
it: Mostra solo articoli gratuiti
ko: 무료 상품만 보기
nb: Vis kun gratisprodukter
nl: Toon alleen gratis items
pt_pt: Mostrar apenas artigos gratuitos
ru: Показывать только бесплатные товары
sv: Visa endast gratis varor
tr: Sadece ücretsiz ürünleri göster
vi: Chỉ hiện các món đồ miễn phí

# filters_section_real_estate_info
source: Property info
de: Immobilieninformationen
el: Πληροφορίες ιδιοκτησίας
es: Características de la propiedad
fi: Kiinteistön tiedot
fr_ca: Informations sur la propriété
hu: Ingatlaninformációk
it: Informazioni proprietà
ko: 상품 정보
nb: Eiendomsdetaljer
nl: Huizen en woningen info
pt_pt: Informações do imóvel
ru: Информация о недвижимости
sv: Fastighetsinformation
tr: Emlak Bilgisi
vi: Thông tin nhà đất

# filters_section_services_info
source: Service info
de: Dienstleistungsinfo
el: Πληροφορίες υπηρεσίας
es: Características del servicio
fi: Palvelun tiedot
fr_ca: Information sur le service
hu: Szolgáltatásinformációk
it: Informazioni servizio
ko: 서비스 정보
nb: Tjenesteinformasjon
pt_pt: Informações do serviço
ru: Информация об услуге
sv: Tjänstinfo
tr: Hizmet bilgisi
vi: Thông tin dịch vụ

# filters_section_sortby
source: Sort by
de: Sortiert nach
el: Ταξινόμηση κατά
es: Ordenar por
fi: Lajittele
fr_ca: Trier par
hu: Rendezés
it: Ordina per
ko: 분류하기
nb: Sorter etter
nl: Sorteer op
pt_pt: Ordenar por
ru: Сортировка по
sv: Sortera efter
tr: Sırala
vi: Sắp xếp theo

# filters_section_within
source: Posted within
de: Eingestellt innerhalb
el: Δημοσιεύτηκε μεταξύ
es: Publicado en
fi: Julkaisusta aikaa
fr_ca: Publié dans les
hu: Közzétéve
it: Periodo di pubblicazione
ko: 안에 입력하세요
nb: Publisert
nl: Gepost in
pt_pt: Publicado dentro de
ru: Размещено за
sv: Annonserade under
tr: YAYINLANMA ZAMANI
vi: Được đăng trong vòng

# filters_service_subtype_not_set
source: Not Set
de: Nicht ausgewählt
el: Καμία Ρύθμιση
es: No Definido
fi: Ei Rajattu
fr_ca: Aucun
hu: Nincs Megadva
it: Non Impostato
ko: 설정하지 않기
nb: Ikke Satt
nl: Niet Ingesteld
pt_pt: Não Definido
ru: Не установлен
sv: Ej Vald
tr: Belirlenmedi
vi: Chưa Cài Đặt

# filters_service_type_not_set
source: Not Set
de: Nicht ausgewählt
el: Καμία Ρύθμιση
es: No Definido
fi: Ei Rajattu
fr_ca: Aucun
hu: Nincs Megadva
it: Non Impostato
ko: 설정하지 않기
nb: Ikke Satt
nl: Niet Ingesteld
pt_pt: Não Definido
ru: Не установлен
sv: Ej Vald
tr: Belirlenmedi
vi: Chưa Cài Đặt

# filters_services_services_list_max_selection_alert
source: Oops! You can't select more than 15 services.
el: Όπα! Δεν μπορείτε να επιλέξετε παραπάνω από 15 υπηρεσίες.
es: ¡Ups! No puedes seleccionar más de 15 servicios.
fr_ca: Oups ! Vous ne pouvez pas sélectionner plus de 15 services.
it: Ops! Non puoi selezionare più di 15 servizi.
ko: 이런! 15개 이상 서비스를 선택하실 수 없습니다.
nl: Oeps! Je kunt niet meer dan 15 diensten selecteren.
pt_pt: Ups! Não pode escolher mais do que 15 serviços.
ru: Упс! Вы не можете выбрать более 15 услуг.
vi: Ồ! Bạn không thể chọn hơn 15 dịch vụ.
