Repository: goRestart/ios-restart-app
Catalog: components/LGResources/LGResources/Assets/i18n/*.lproj/Localizable.strings
Languages: de, el, es, fi, fr_ca, hu, it, ko, nb, nl, pt_pt, ru, sv, tr, vi

# chat_express_one_message_sent_success_alert
source: Your message has been sent!
de: Deine Nachricht wurde verschickt!
el: Το μήνυμά σας έχει σταλεί!
es: ¡Tu mensaje ha sido enviado!
fi: Viestisi on lähetetty!
fr_ca: Votre message a été envoyé !
hu: Üzeneted elküldve!
it: Il messaggio è stato inviato!
ko: 메세지가 성공적으로 발송되었습니다!
nb: Din melding er sendt!
nl: Je bericht is verzonden!
pt_pt: A sua mensagem foi enviada!
ru: Ваше сообщение отправлено!
sv: Ditt meddelande har skickats!
tr: Mesajın gönderildi!
vi: Tin nhắn của bạn vừa được gửi!

# chat_express_several_messages_sent_success_alert
source: Your messages have been sent!
de: Deine Nachrichten wurden verschickt!
el: Τα μηνύματά σας έχουν σταλεί!
es: ¡Tus mensajes han sido enviados!
fi: Viestisi on lähetetty!
fr_ca: Vos messages ont été envoyés !
hu: Üzeneteid elküldve!
it: Il messaggio è stato inviato!
ko: 메세지가 성공적으로 발송되었습니다!
nb: Dine meldinger er sendt!
nl: Je berichten zijn verzonden!
pt_pt: As suas mensagens foram enviadas!
ru: Ваши сообщения отправлены!
sv: Dina meddelanden har skickats!
tr: Mesajın gönderildi!
vi: Tin nhắn của bạn vừa được gửi!

# chat_express_text_field_text
source: Hi! Is it still available?
de: Ist das noch zu haben?
el: Γεια! Είναι ακόμη διαθέσιμο;
es: ¿Está disponible?
fi: Onko tuote edelleen myynnissä?
fr_ca: Toujours disponible ?
hu: Szia! Elérhető még?
it: È ancora disponibile?
ko: 안녕하세요! 판매하고 계신가요?
nb: Er det fortsatt til salgs?
nl: Is het nog beschikbaar?
pt_pt: Ainda está disponível?
ru: Товар еще продается?
sv: Hej, är den fortfarande till salu?
tr: Merhaba! Hala satılık mı?
vi: Sản phẩm này còn chứ?

# chat_forbidden_disclaimer_buyer_w_name
source: %@'s account is under review by the letgo team.
de: Das Benutzerkonto von %@ wird vom letgo-Team überprüft.
el: Ο λογαριασμός του %@ βρίσκεται υπό έλεγχο από την ομάδα του letgo.
es: La cuenta de %@ está siendo revisada por el equipo de letgo.
fi: letgo-tiimi suorittaa tällä hetkellä tarkastusta käyttäjän %@ tilille.
fr_ca: Le compte de %@ est en cours de vérification par l'équipe letgo.
hu: %@ fiókját a letgo csapata éppen ellenőrzi.
it: L'account di %@ è in fase di revisione da parte del team di letgo.
ko: letgo팀은 %@의 계정을 검토하고 있습니다.
nb: %@'s konto gjennomgås av letgo's team.
nl: %@'s account wordt onderzocht door het letgo team.
pt_pt: A conta de %@ está a ser revista pela equipa letgo.
ru: Аккаунт %@ проверяется командой letgo.
sv: %@s konto är under granskning av letgo.
tr: %@ adlı kullanıcının hesabı letgo ekibi tarafından incelemeye alınmıştır.
vi: Tài khoản của %@ đang được letgo xem xét.

# chat_forbidden_disclaimer_buyer_wo_name
source: This account is under review by the letgo team.
de: Dieses Benutzerkonto wird vom letgo-Team überprüft.
el: Ο λογαριασμός βρίσκεται υπό έλεγχο από την ομάδα του letgo.
es: Esta cuenta está siendo revisada por el equipo de letgo.
fi: letgo-tiimi suorittaa tälle tilille tällä hetkellä tarkastusta.
fr_ca: Ce compte est en cours de vérification par l'équipe letgo.
hu: Ezt a fiókot a letgo csapata éppen ellenőrzi.
it: Questo account è in fase di revisione da parte del team di letgo.
ko: letgo팀은 이 계정을 검토하고 있습니다.
nb: Denne kontoen gjennomgås av letgo's team.
nl: Dit account wordt onderzocht door het letgo team.
pt_pt: Esta conta está a ser revista pela equipa letgo.
ru: Этот аккаунт проверяется командой letgo.
sv: Det här kontot är under granskning av letgo.
tr: Bu hesap letgo ekibi tarafından incelemeye alınmıştır.
vi: Tài khoản này đang được letgo xem xét.

# chat_forbidden_disclaimer_seller_w_name
source: Looks like %@ is no longer interested in your listing.
de: Sieht so aus, als sei %@ nicht länger an deinem Angebot interessiert.
el: Φαίνεται πως ο %@ δεν ενδιαφέρεται πια για την καταχώρησή σας.
es: Parece que %@ ya no está interesado en tu anuncio.
fi: Näyttää siltä, että %@ ei ole enää kiinnostunut ilmoituksestasi.
fr_ca: Il semble que %@ ne soit plus intéressé(e) par votre annonce.
hu: Úgy tűnik, %@ már nem érdeklődik a hirdetésed iránt.
it: Sembra che %@ non sia più interessato al tuo annuncio.
ko: %@는 더 이상 사용자의 상품 목록에 관심이 없습니다.
nb: Det ser ut som %@ ikke lenger er interessert i din annonse.
nl: Het lijkt erop dat %@ niet meer geïnteresseerd is in jouw advertentie.
pt_pt: Parece que %@ já não tem interesse na sua publicação.
ru: Похоже, %@ больше не заинтересован в вашем объявлении.
sv: Det verkar som att %@ inte längre är intresserad av din annons
tr: Görünüşe göre %@ artık ilanınla ilgilenmiyor.
vi: Có vẻ như %@ không còn quan tâm đến bài đăng của bạn.

# chat_forbidden_disclaimer_seller_wo_name
source: Looks like this user is no longer interested in your listing.
de: Sieht so aus, als sei dieser Nutzer nicht länger an deinem Angebot interessiert.
el: Φαίνεται πώς αυτός ο χρήστης δεν ενδιαφέρεται πια για την καταχώρησή σας.
es: Parece que este usuario ya no está interesado en tu anuncio.
fi: Näyttää siltä, että tämä käyttäjä ei ole enää kiinnostunut ilmoituksestasi.
fr_ca: Il semble que cet utilisateur ne soit plus intéressé par votre annonce.
hu: Úgy tűnik, ez a felhasználó már nem érdeklődik a hirdetésed iránt.
it: Sembra che questo utente non sia più interessato al tuo annuncio.
ko: 이 사용자는 더 이상 판매하고 계신 상품 목록에 관심이 없습니다.
nb: Det er ut som denne brukeren ikke lenger er interessert i din annonse.
nl: Het lijkt erop dat deze gebruiker niet meer geïnteresseerd is in jouw advertentie.
pt_pt: Parece que este utilizador já não tem interesse na sua publicação.
ru: Похоже, этот пользователь больше не заинтересован в вашем объявлении.
sv: Det verkar som att den här användaren inte längre är intresserad av din annons.
tr: Görünüşe göre bu kullanıcı artık ilanınla ilgilenmiyor.
vi: Có vẻ như người dùng này không còn quan tâm đến bài đăng của bạn.

# chat_inactive_conversation_relation_explanation
source: Archived by letgo because there hasn't been any activity in the last 3 months.
de: Von letgo archiviert, da es in den letzten 3 Monaten keine Aktivität gab.
el: Αρχειοθετήθηκε από το letgo, καθώς δεν υπήρχε καμία δραστηριότητα τους τελευταίους 3 μήνες.
es: Archivado por letgo porque no ha habido actividad en los últimos 3 meses.
fi: letgo on arkistoinut nämä keskustelut, koska keskustelussa ei ole ollut tapahtumia viimeiseen kolmeen kuukauteen.
fr_ca: Archivé par letgo car aucune activité n'a eu lieu au cours des 3 derniers mois.
hu: A letgo által archiválva, mert az elmúlt 3 hónapban nem történt új esemény.
it: Archiviate da letgo per inattività negli ultimi 3 mesi.
ko: 지난 3개월동안 활동이 없기 때문에 letgo에서 임의로 저장하였습니다.
nb: Arkivert av letgo ettersom det ikke har vært noen aktivitet de siste tre månedene.
nl: Gearchiveerd door letgo omdat er de afgelopen 3 maanden geen activiteit is geweest.
pt_pt: Arquivado pelo letgo por não se verificar qualquer atividade nos últimos 3 meses
ru: Заархивировано letgo из-за отсутствия активности за последние 3 месяца
sv: Chattar som har varit inaktiva de senaste 3 månaderna arkiveras automatiskt av letgo.
tr: Son üç aydır herhangi bir hareket olmadığı için letgo tarafından arşivlenmiştir.
vi: Được lưu trữ bởi letgo bởi không có hoạt động nào trong 3 tháng gần đây.

# chat_inactive_conversations_button
source: View archived chats
de: Archivierte Gespräche ansehen
el: Δείτε αρχειοθετημένες συνομιλίες
es: Ver chats archivados
fi: Näytä arkistoidut keskustelut
fr_ca: Voir les clavardages archivés
hu: Archivált beszélgetések megtekintése
it: Vedi chat archiviate
ko: 저장된 채팅 확인하기
nb: Vis arkiverte samtaler
nl: Bekijk gearchiveerde chats
pt_pt: Ver conversas arquivadas
ru: Смотреть архивные чаты
sv: Se arkiverade chattar
tr: Arşivlenmiş sohbetleri gör
vi: Xem trò chuyện được lưu trữ

# chat_inactive_conversations_explanation_label
source: Chats older than 3 months are automatically archived.
de: Gespräche, die älter als 3 Monate sind, werden automatisch archiviert.
el: Οι συνομιλίες που είναι παλιότερες από 3 μήνες θα αρχειοθετηθούν αυτόματα.
es: Los chats anteriores a 3 meses se archivan automáticamente.
fi: Yli kolme kuukautta vanhat keskustelut arkistoidaan automaattisesti.
fr_ca: Les clavardages vieux de plus de 3 mois sont automatiquement archivés.
hu: A 3 hónapnál régebbi beszélgetések automatikusan archiválódnak.
it: Le chat più vecchie di 3 mesi vengono automaticamente archiviate.
ko: 3개월 이상 된 채팅은 자동적으로 저장됩니다.
nb: Samtaler som er eldre enn tre måneder blir arkivert automatisk.
nl: Chats ouder dan 3 maanden worden automatisch gearchiveerd.
pt_pt: As conversas com mais de 3 meses são automaticamente arquivadas.
ru: Чаты со сроком более 3 месяцев автоматически архивируются.
sv: Chattar äldre än 3 månader arkiveras automatiskt.
tr: 3 aydan daha eski olan sohbetler otomatik olarak arşivlenir.
vi: Trò chuyện từ 3 tháng trở lên sẽ tự động vào lưu trữ.

# chat_inactive_list_title
source: Inactive Chats
de: Inaktive Gespräche
el: Ανενεργές Συνομιλίες
es: Chats inactivos
fi: Passiiviset keskustelut
fr_ca: Clavardages inactifs
hu: Inaktív beszélgetések
it: Conversazioni inattive
ko: 채팅창 비활성화
nb: Inaktive samtaler
nl: Inactieve Chats
pt_pt: Chats inativos
ru: Неактивные чаты
sv: Inaktiva chattar
tr: Aktif olmayan Sohbetler
vi: Trò chuyện không hoạt động

# chat_list_account_deleted
source: Deleted account
de: Benutzerkonto löschen
el: Διαγραμμένος λογαριασμός
es: Cuenta eliminada
fi: Tili poistettu
fr_ca: Compte supprimé
hu: Törölt fiók
it: Account eliminato
ko: 계정 삭제
nb: Slettet konto
nl: Verwijderd account
pt_pt: Conta eliminada
ru: Удаленный аккаунт
sv: Kontot har avslutats
tr: Bu hesap silinmiş
vi: Tài khoản bị xóa

# chat_list_account_deleted_username
source: Inactive
de: Inaktiv
el: Ανενεργός
es: Inactivo
fi: Passiivinen
fr_ca: Inactif
hu: Inaktív
it: Inattivo
ko: 비활성화
nb: Inaktiv
nl: Inactief
pt_pt: Inativo
ru: Неактивно
sv: Inaktiv
tr: Aktif değil
vi: Không hoạt động

# chat_list_all_empty_title
source: NO CHATS (YET!)
de: (NOCH) KEINE GESPRÄCHE
el: ΚΑΜΙΑ ΣΥΝΟΜΙΛΙΑ (ΑΚΟΜΗ!)
es: NO HAY CHATS (¡TODAVÍA!)
fi: EI KESKUSTELUJA (VIELÄ!)
fr_ca: AUCUN CLAVARDAGE (POUR LE MOMENT !)
hu: NINCS BESZÉLGETÉS (EGYELŐRE!)
it: NESSUNA CONVERSAZIONE (ANCORA!)
ko: 대화 없음 (아직이에요!)
nb: INGEN SAMTALER (ENDA!)
nl: (NOG!) GEEN CHATS
pt_pt: NENHUMA CONVERSA (AINDA!)
ru: НЕТ ЧАТОВ (ПОКА ЧТО!)
sv: INGEN CHATT (ÄNNU!)
tr: (HENÜZ!) SOHBET MESAJI YOK
vi: KHÔNG (CHƯA) CÓ TRÒ CHUYỆN!

# chat_list_all_title
source: ALL
de: TODOS
el: ΟΛΑ
es: TODOS
fi: KAIKKI
fr_ca: TOUS
hu: MIND
it: TUTTE
ko: 전체
nb: ALLE
nl: ALLE
pt_pt: TODAS
ru: BCE
sv: ALLA
tr: HEPSİ
vi: TẤT CẢ

# chat_list_archive_error_multiple
source: An error occurred while archiving these conversations. Please try again.
de: Beim Archivieren der Gespräche ist ein Fehler aufgetreten. Bitte versuche es erneut.
el: Παρουσιάστηκε σφάλμα κατά την αρχειοθέτηση των συνομιλιών. Παρακαλώ, προσπαθήστε ξανά.
es: Se ha producido un error al archivar estas conversaciones. Por favor, inténtalo de nuevo.
fi: Joitakin keskusteluja arkistoitaessa tapahtui virhe. Ole hyvä ja yritä uudelleen.
fr_ca: Une erreur est survenue lors de l'archivage de ces conversations. Veuillez réessayer.
hu: Hiba történt a beszélgetések archiválása során. Próbálkozz újra!
it: Si è verificato un errore durante l'archiviazione di alcune conversazioni. Ti preghiamo di riprovare.
ko: 대화를 저장하는 동안 오류가 발생했습니다. 다시 시도해주세요.
nb: En feil oppstod ved arkivering av disse samtalene. Vennligst prøv igjen.
nl: Er is een fout opgetreden tijdens het archiveren van deze gesprekken. Probeer het opnieuw.
pt_pt: Ocorreu um erro ao arquivar estas conversas. Por favor tente novamente.
ru: При архивировании разговоров произошла ошибка. Пожалуйста, попробуйте еще раз.
sv: Ett fel uppstod när dessa konversationer skulle arkiveras. Var god försök igen.
tr: Bazı konuşmalar arşivlenirken bir hata oluştu. Lütfen tekrar dene.
vi: Có lỗi xảy ra khi lưu trữ các hội thoại. Vui lòng thử lại.

# chat_list_blocked_empty_body
source: Select “Block User” from the menu inside the chat.
de: Wähle "Nutzer blockieren" im Gesprächsmenü.
el: Επιλέξτε "Μπλοκάρισμα Χρήστη" από το μενού της συνομιλίας.
es: Selecciona "Bloquear usuario" del menú del chat.
fi: Valitse "Estä Käyttäjä" keskustelun valikosta.
fr_ca: Sélectionner "Bloquer l'Utilisateur" dans le menu du clavardage.
hu: A csevegés menüjében válaszd a "Felhasználó blokkolása" lehetőséget
it: Seleziona "Blocca Utente" dal menu all'interno della chat.
ko: 채팅 메뉴에서 "사용자 차단하기" 선택하기
nb: Velg "Blokker bruker" i samtalemenyen.
nl: Selecteer "Blokkeer Gebruiker" uit het menu in de chat.
pt_pt: Selecione "Bloquear Utilizador" a partir do menu dentro do chat
ru: Выберите "Заблокировать пользователя" в меню в чате.
sv: Välj "Blockera Användare" från menyn inne i chatten.
tr: Sohbetin içindeki menüden “Kullanıcı Engelle”yi seç.
vi: Chọn "Chặn Người dùng" từ menu trong trò chuyện.

# chat_list_blocked_empty_title
source: BLOCK USERS
de: NUTZER BLOCKIEREN
el: ΜΠΛΟΚΑΡΙΣΜΑ ΧΡΗΣΤΩΝ
es: BLOQUEAR USUARIOS
fi: ESTÄ KÄYTTÄJIÄ
fr_ca: BLOQUER UTILISATEURS
hu: FELHASZNÁLÓK BLOKKOLÁSA
it: BLOCCA UTENTI
ko: 사용자 차단
nb: BLOKKER BRUKERE
nl: BLOKKEER GEBRUIKERS
pt_pt: BLOQUEAR UTILIZADORES
ru: Заблокированные пользователи
sv: BLOCKERA ANVÄNDARE
tr: KULLANICI ENGELLE
vi: CHẶN NGƯỜI DÙNG

# chat_list_blocked_user_label
source: Blocked
de: Blockiert
el: Μπλοκαρισμένος
es: Bloqueado
fi: Estetty
fr_ca: Bloqué
hu: Blokkolva
it: Bloccato
ko: 차단됨
nb: Blokkert
nl: Geblokkeerd
pt_pt: Bloqueado
ru: Заблокирован
sv: Blockerad
tr: Engellendi
vi: Đã chặn

# chat_list_blocked_users_title
source: BLOCKED USERS
de: BLOCKIERTE NUTZER
el: ΜΠΛΟΚΑΡΙΣΜΕΝΟΙ ΧΡΗΣΤΕΣ
es: BLOQUEADOS
fi: ESTETYT KÄYTTÄJÄT
fr_ca: UTILISATEURS BLOQUÉS
hu: BLOKKOLT FELHASZNÁLÓK
it: UTENTI BLOCCATI
ko: 차단된 사용자
nb: BLOKKERTE BRUKERE
nl: GEBLOKKEERDE GEBRUIKERS
pt_pt: UTILIZADORES BLOQUEADOS
ru: ЗАБЛОКИРОВАННЫЕ ПОЛЬЗОВАТЕЛИ
sv: BLOCKERADE ANVÄNDARE
tr: ENGELLENMİŞ KULLANICILAR
vi: NGƯỜI DÙNG BỊ CHẶN

# chat_list_buying_empty_button
source: Browse listings
de: Angebote entdecken
el: Αναζήτηση καταχωρήσεων
es: Ver anuncios
fi: Selaa ilmoituksia
fr_ca: Parcourir les annonces
hu: Hirdetések böngészése
it: Consulta annunci
ko: 상품 게시글 검색
nb: Bla gjennom annonser
nl: Advertenties bekijken
pt_pt: Navegar pelas publicações
ru: Просмотр объявлений
sv: Kolla in annonser
tr: İlanları görüntüle
vi: Duyệt bài đăng

# chat_list_buying_empty_title
source: NO CHATS (YET!)
de: (NOCH) KEINE GESPRÄCHE
el: ΚΑΜΙΑ ΣΥΝΟΜΙΛΙΑ (ΑΚΟΜΗ!)
es: NO HAY CHATS (¡TODAVÍA!)
fi: EI KESKUSTELUJA (VIELÄ!)
fr_ca: AUCUN CLAVARDAGE (POUR LE MOMENT !)
hu: NINCS BESZÉLGETÉS (EGYELŐRE!)
it: NESSUNA CONVERSAZIONE (ANCORA!)
ko: 대화 없음 (아직이에요!)
nb: INGEN SAMTALER (ENDA!)
nl: (NOG!) GEEN CHATS
pt_pt: NENHUMA CONVERSA (AINDA!)
ru: НЕТ ЧАТОВ (ПОКА ЧТО!)
sv: INGEN CHATT (ÄNNU!)
tr: (HENÜZ!) SOHBET MESAJI YOK
vi: KHÔNG (CHƯA) CÓ TRÒ CHUYỆN!

# chat_list_buying_title
source: BUYING
de: KÄUFE
el: ΑΓΟΡΕΣ
es: COMPRA
fi: OSTOT
fr_ca: ACHAT
hu: VÁSÁRLÓ
it: ACQUISTI
ko: 구매
nb: KJØP
nl: KOPEN
pt_pt: A COMPRAR
ru: ПОКУПКА
sv: KÖPER
tr: ALIŞ
vi: MUA

# chat_list_delete
source: Delete
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fr_ca: Supprimer
hu: Törlés
it: Elimina
ko: 삭제
nb: Slett
nl: Verwijderen
pt_pt: Apagar
ru: Удалить
sv: Radera
tr: Sil
vi: Xóa

# chat_list_delete_alert_send
source: Delete
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fr_ca: Supprimer
hu: Törlés
it: Elimina
ko: 삭제
nb: Slett
nl: Verwijderen
pt_pt: Apagar
ru: Удалить
sv: Radera
tr: Sil
vi: Xóa

# chat_list_delete_alert_text_multiple
source: You're going to permanently delete these chats
de: Du bist dabei diese Gespräche dauerhaft zu löschen
el: Θα διαγράψετε οριστικά αυτές τις συνομιλίες
es: Vas a eliminar estos chats permanentemente
fi: Olet poistamassa nämä keskustelut pysyvästi
fr_ca: Vous êtes sur le point de supprimer ces clavardages de façon permanente
hu: Véglegesen törölni fogod ezeket a beszélgetéseket
it: Stai per eliminare definitivamente queste conversazioni
ko: 해당 채팅들을 영구적으로 삭제하게 됩니다
nb: Du er i ferd med å slette disse samtalene permanent
nl: Je staat op het punt deze chats definitief te verwijderen
pt_pt: Vai apagar permanentemente estes chats
ru: Вы собираетесь удалить эти чаты насовсем
sv: Du kommer att radera de här chattarna permanent
tr: Bu sohbetleri kalıcı olarak sileceksin
vi: Bạn sắp xóa những trò chuyện này vĩnh viễn

# chat_list_delete_alert_text_one
source: You're going to permanently delete this chat
de: Du bist dabei dieses Gespräch dauerhaft zu löschen
el: Θα διαγράψετε οριστικά αυτή τη συνομιλία
es: Vas a eliminar este chat permanentemente
fi: Olet poistamassa tämän keskustelun pysyvästi
fr_ca: Vous êtes sur le point de supprimer ce clavardage de façon permanente
hu: Véglegesen törölni fogod ezt a beszélgetést
it: Stai per eliminare definitivamente questa conversazione
ko: 해당 채팅을 영구적으로 삭제하게 됩니다
nb: Du er i ferd med å slette denne samtalen permanent
nl: Je staat op het punt deze chat definitief te verwijderen
pt_pt: Vai apagar permanentemente este chat
ru: Вы собираетесь удалить этот чат насовсем
sv: Du kommer att radera den här chatten permanent
tr: Bu sohbeti kalıcı olarak sileceksin
vi: Bạn sắp xóa trò chuyện này vĩnh viễn

# chat_list_delete_alert_title_multiple
source: Delete Chats
de: Gespräche löschen
el: Διαγραφή Συνομιλιών
es: Eliminar chats
fi: Poista keskustelut
fr_ca: Supprimer Clavardages
hu: Csevegések törlése
it: Elimina Conversazioni
ko: 채팅들 삭제
nb: Slett samtaler
nl: Verwijder Chats
pt_pt: Apagar chats
ru: Удалить чаты
sv: Radera chatt
tr: Sohbetleri Sil
vi: Xóa các Trò chuyện

# chat_list_delete_alert_title_one
source: Delete Chat
de: Gespräch löschen
el: Διαγραφή Συνομιλίας
es: Eliminar chat
fi: Poista keskustelu
fr_ca: Supprimer Clavardage
hu: Csevegés törlése
it: Elimina Conversazione
ko: 채팅 삭제
nb: Slett samtale
nl: Verwijder Chat
pt_pt: Apagar chat
ru: Удалить чат
sv: Radera chatten
tr: Sohbeti Sil
vi: Xóa Trò chuyện

# chat_list_delete_error_one
source: An error occurred while deleting this chat. Please try again.
de: Beim Löschen des Gesprächs ist ein Fehler aufgetreten. Bitte versuche es erneut.
el: Παρουσιάστηκε σφάλμα κατά τη διαγραφή της συνομιλίας. Παρακαλώ, δοκιμάστε ξανά.
es: Se ha producido un error al eliminar este chat. Por favor, inténtalo de nuevo.
fi: Tätä keskustelua poistettaessa tapahtui virhe. Ole hyvä ja yritä uudelleen.
fr_ca: Une erreur est survenue lors de la suppression de ce clavardage. Veuillez réessayer.
hu: Hiba történt a csevegések törlése során. Próbálkozz újra.
it: Si è verificato un errore durante l'eliminazione di questa conversazione. Riprova.
ko: 이 채팅을 삭제하는 동안 오류가 발생했습니다. 다시 시도해주십시오.
nb: En feil oppstod ved sletting av denne samtalen. Vennligst prøv igjen.
nl: Er is een fout opgetreden tijdens het verwijderen van deze chat. Probeer het nog eens.
pt_pt: Ocorreu um erro ao apagar este chat. Por favor tente novamente.
ru: При удалении чата произошла ошибка. Пожалуйста, попробуйте еще раз.
sv: Ett fel uppstod när chatten skulle raderas. Var vänlig försök igen.
tr: Bu sohbet silinirken hata oluştu. Lütfen tekrar dene.
vi: Có lỗi xảy ra trong khi xóa trò chuyện này. Xin vui lòng thử lại.

# chat_list_delete_ok_one
source: The chat has been deleted!
de: Das Gespräch wurde gelöscht!
el: Η συνομιλία έχει διαγραφεί!
es: ¡Se ha eliminado el chat!
fi: Keskustelu on poistettu!
fr_ca: Le clavardage a été supprimé !
hu: A csevegés törölve!
it: La conversazione è stata eliminata!
ko: 이 채팅은 삭제되었습니다!
nb: Samtalen ble slettet!
nl: Deze chat is verwijderd!
pt_pt: O chat foi apagado!
ru: Чат удален!
sv: Chatten har raderats!
tr: Bu sohbet silinmiştir!
vi: Đã xóa trò chuyện này!

# chat_list_selling_empty_button
source: Sell Your Stuff
de: Verkaufe deine Dinge
el: Πουλήστε τα Πράγματά σας
es: Empieza a vender
fi: Myy tavarasi
fr_ca: Vendez Vos Objets
hu: Adj el valamit
it: Vendi le tue cose
ko: 고객님의 물건을 판매하세요
nb: Selg Dine Ting
nl: Verkoop je spullen
pt_pt: Venda suas coisas
ru: Продать свои вещи
sv: Sälj dina prylar
tr: Eşyalarını Sat
vi: Bán đồ của bạn

# chat_list_selling_empty_title
source: NO CHATS (YET!)
de: (NOCH) KEINE GESPRÄCHE
el: ΚΑΜΙΑ ΣΥΝΟΜΙΛΙΑ (ΑΚΟΜΗ!)
es: NO HAY CHATS (¡TODAVÍA!)
fi: EI KESKUSTELUJA (VIELÄ!)
fr_ca: AUCUN CLAVARDAGE (POUR LE MOMENT !)
hu: NINCS BESZÉLGETÉS (EGYELŐRE!)
it: NESSUNA CONVERSAZIONE (ANCORA!)
ko: 대화 없음 (아직이에요!)
nb: INGEN SAMTALER (ENDA!)
nl: (NOG!) GEEN CHATS
pt_pt: NENHUMA CONVERSA (AINDA!)
ru: НЕТ ЧАТОВ (ПОКА ЧТО!)
sv: INGEN CHATT (ÄNNU!)
tr: (HENÜZ!) SOHBET MESAJI YOK
vi: KHÔNG (CHƯA) CÓ TRÒ CHUYỆN!

# chat_list_selling_title
source: SELLING
de: VERKÄUFE
el: ΠΩΛΗΣΕΙΣ
es: VENTA
fi: MYYNNIT
fr_ca: VENTE
hu: ELADÓ
it: VENDITE
ko: 판매
nb: SALG
nl: VERKOPEN
pt_pt: A VENDER
ru: ПРОДАЖА
sv: SÄLJER
tr: SATIŞ
vi: BÁN

# chat_list_title
source: Chats
de: Gespräche
el: Συνομιλίες
fi: Keskustelut
fr_ca: Clavardages
hu: Beszélgetések
it: Conversazioni
ko: 채팅
nb: Samtaler
pt_pt: Conversas
ru: Чаты
sv: Chatt
tr: Sohbet
vi: Trò chuyện

# chat_list_unarchive_error_multiple
source: An error occurred while unarchiving these conversations. Please try again.
de: Beim Rückgängigmachen der Archivierung dieser Gespräche ist ein Fehler aufgetreten. Bitte versuche es erneut.
el: Παρουσιάστηκε σφάλμα κατά την αφαίρεση των συνομιλιών από τα αρχειοθετημένα. Παρακαλώ προσπαθήστε ξανά.
es: Se ha producido un error al desarchivar estas conversaciones. Por favor, inténtalo de nuevo.
fi: Näitä keskusteluja palautettaessa tapahtui virhe. Ole hyvä ja yritä uudelleen.
fr_ca: Une erreur est survenue lors du désarchivage de ces conversations. Veuillez réessayer.
hu: Hiba történt a csevegések dearchiválása során. Próbálkozz újra.
it: Si è verificato un errore durante il tentativo di annullare l'archiviazione di queste conversazioni. Riprova.
ko: 저장하신 대화들에 대한 저장을 취소하는 동안 오류가 발생했습니다. 다시 시도해주세요.
nb: En feil oppstod ved dearkivering av disse samtalene. Vennligst prøv igjen.
nl: Er is een fout opgetreden tijdens het terugplaatsen van deze gesprekken. Probeer het nog eens.
pt_pt: Ocorreu um erro ao desarquivar estas conversas. Por favor tente novamente.
ru: При разархивировании чатов произошла ошибка. Пожалуйста, попробуйте еще раз.
sv: Ett fel uppstod när dessa konversationer skulle tas bort från arkivet. Var god försök igen.
tr: Konuşmalar arşivden çıkarılırken bir hata oluştu. Lütfen tekrar dene.
vi: Có lỗi xảy ra khi bỏ lưu trữ các hội thoại. Vui lòng thử lại sau.

# chat_list_unblock
source: Unblock
de: Blockierung aufheben
el: Ξεμπλοκάρισμα
es: Desbloquear
fi: Poista Esto
fr_ca: Débloquer
hu: Feloldás
it: Sblocca
ko: 차단해제
nb: Opphev Blokkering
nl: Deblokkeer
pt_pt: Desbloquear
ru: Разблокировать
sv: Avblockera
tr: Engeli Kaldır
vi: Bỏ chặn

# chat_login_popup_text
source: To start chatting, you have to log in
de: Bitte melde dich an, um ein Gespräch zu beginnen
el: Για να ξεκινήσετε να συνομιλείτε, θα πρέπει να συνδεθείτε
es: Para empezar a chatear, tienes que iniciar sesión
fi: Sinun täytyy kirjautua sisään aloittaaksesi keskustelun
fr_ca: Pour commencer à clavarder, vous devez vous connecter
hu: A csevegéshez be kell jelentkezned
it: Devi effettuare l'accesso per iniziare a chattare
ko: 채팅을 시작하기 위해서, 사용자께서는 반드시 로그인 하셔야합니다
nb: Du må være pålogget for å kunne starte samtale
nl: Om te beginnen met chatten, moet je inloggen
pt_pt: Para começar a conversar deve primeiro fazer login
ru: Для того, чтобы начать переписку, Вам необходимо войти в систему
sv: För att börja chatta, måste du logga in
tr: Mesajlaşmaya başlamak için giriş yapmalısın
vi: Bạn cần đăng nhập để bắt đầu trò chuyện
