Repository: goRestart/ios-restart-app
Catalog: components/LGResources/LGResources/Assets/i18n/*.lproj/Localizable.strings
Languages: de, el, es, fi, fr_ca, hu, it, ko, nb, nl, pt_pt, ru, sv, tr, vi

# change_password_send_error_link_expired
source: Oops! This link has expired.
de: Hoppla! Der Link ist nicht mehr gültig!
el: Όπα! Ο σύνδεσμος έχει λήξει.
es: ¡Ups! Este enlace ha caducado.
fi: Hups! Tämä linkki on vanhentunut.
fr_ca: Oups ! Ce lien a expiré !
hu: Hoppá! Ez a hivatkozás lejárt.
it: Ops! Questo link è scaduto!
ko: 죄송하지만 이 링크는 만료되었습니다.
nb: Oops! Denne lenken har utløpt.
nl: Oeps! Deze link is verlopen!
pt_pt: Ups! Este link expirou.
ru: Упс! Срок действия этой ссылки истек.
sv: Tyvärr, denna länk har upphört!
tr: Oops! Bu link zaman aşımına uğradı.
vi: Ồ! Liên kết này đã hết hạn.

# change_password_send_error_passwords_mismatch
source: Passwords don't match. Please try again.
de: Die Kennwörter stimmen nicht überein. Bitte versuche es erneut.
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν. Παρακαλώ προσπαθήστε ξανά.
es: ¡Ups! La contraseña no coincide. Por favor, inténtalo de nuevo.
fi: Salasanat eivät täsmää. Ole hyvä ja yritä uudelleen.
fr_ca: Les mots de passe ne correspondent pas. Veuillez réessayer.
hu: A jelszavak nem egyeznek. Próbálkozz újra!
it: Le password non corrispondono. Riprova.
ko: 비밀번호가 일치하지 않습니다. 다시 시도해주세요.
nb: Passordene er ikke like. Vennligst prøv igjen.
nl: Wachtwoorden komen niet overeen. Probeer het opnieuw.
pt_pt: As passwords não coincidem. Por favor tente novamente.
ru: Пароли не совпадают. Пожалуйста, попробуйте еще раз.
sv: Lösenorden matchar inte. Var god försök igen.
tr: Şifreler eşleşmiyor. Lütfen tekrar dene.
vi: Mật khẩu không khớp. Xin vui lòng thử lại.

# change_password_send_ok
source: Password changed!
de: Kennwort geändert!
el: Ο κωδικός πρόσβασης άλλαξε!
es: ¡Contraseña cambiada!
fi: Salasana vaihdettu!
fr_ca: Mot de passe modifié !
hu: Jelszó megváltoztatva!
it: Password modificata!
ko: 비밀번호가 변경되었습니다!
nb: Passordet ble endret!
nl: Wachtwoord gewijzigd!
pt_pt: Password alterada!
ru: Пароль изменен!
sv: Lösenordet har ändrats!
tr: Şifren değiştirildi!
vi: Mật khẩu đã thay đổi!

# change_password_title
source: Change password
de: Kennwort ändern
el: Αλλαγή κωδικού πρόσβασης
es: Cambiar contraseña
fi: Vaihda salasana
fr_ca: Changer le mot de passe
hu: Jelszóváltás
it: Cambia password
ko: 비밀번호 변경
nb: Endre passord
nl: Wijzig Wachtwoord
pt_pt: Alterar password
ru: Сменить пароль
sv: Ändra lösenord
tr: Şifre değiştir
vi: Đổi mật khẩu

# change_username_error_invalid_username
source: Please enter a valid username. It must be at least %d characters long.
de: Bitte gib einen gültigen Benutzernamen mit mindestens %d Zeichen ein.
el: Παρακαλώ εισάγετε έγκυρο όνομα χρήστη. Θα πρέπει να αποτελείται από τουλάχιστον %d χαρακτήρες.
es: Por favor, introduce un nombre válido. Debe tener al menos %d caracteres.
fi: Ole hyvä ja syötä kelvollinen käyttäjänimi, jossa on vähintään %d merkkiä.
fr_ca: Veuillez entrer un nom d'utilisateur valide. Il doit comporter au moins %d caractères.
hu: Kérjük, érvényes felhasználónevet adj meg. Legalább %d karakterből álljon!
it: Inserisci un nome utente valido. Deve contenere almeno %d caratteri.
ko: 유효한 사용자명을 입력해주세요. 적어도 %d자 이어야 합니다.
nb: Vennligst legg inn et gyldig brukernavn. Det må inneholde minst %d tegn.
nl: Gelieve een geldige naam in te voeren. Het moet minstens %d tekens bevatten.
pt_pt: Insira um nome de utilizador válido. Deve conter pelo menos %d caracteres.
ru: Пожалуйста, введите подходящее имя. Оно должно содержать как минимум %d символов.
sv: Var god ange ett giltigt användarnamn på minst %d tecken.
tr: Lütfen, geçerli bir isim gir. En az %d karakterden oluşmalıdır.
vi: Vui lòng nhập một tên người dùng hợp lệ. Tên có ít nhất %d ký tự.

# change_username_error_invalid_username_letgo
source: Another account is using %@
de: Ein anderes Benutzerkonto benutzt bereits %@
el: Κάποιος άλλος λογαριασμός χρησιμοποιεί το %@
es: Otra cuenta está usando %@
fi: %@ on toisen tilin käytössä
fr_ca: Un autre compte utilise %@
hu: Másik fiók használja a következőt: %@
it: Un altro account sta già utilizzando %@
ko: %@에 다른 계정이 사용 중입니다
nb: En annen konto benytter %@
nl: Een ander account gebruikt %@
pt_pt: Outra conta está a usar %@
ru: %@ используется на другом аккаунте
sv: Ett annat konto använder %@.
tr: %@, başka biri tarafından kullanıyor
vi: Một tài khoản khác đang sử dụng %@

# change_username_field_hint
source: Full name
de: Vollständiger Name
el: Ονοματεπώνυμο
es: Nombre y apellido
fi: Koko nimi
fr_ca: Nom complet
hu: Teljes név
it: Nome e Cognome
ko: 전체 이름
nb: Fullt navn
nl: Volledige naam
pt_pt: Nome completo
ru: Полное имя
sv: Fullständigt namn
tr: İsim
vi: Họ tên

# change_username_loading
source: Saving username...
de: Dein Name wird gespeichert.
el: Αποθήκευση ονόματος χρήστη...
es: Guardando tu nombre de usuario...
fi: Tallennetaan käyttäjänimeäsi...
fr_ca: Enregistrement du nom d'utilisateur...
hu: Felhasználói név mentése...
it: Salvataggio nome utente...
ko: 유저명을 저장하고 있습니다...
nb: Lagrer brukernavn...
nl: Opslaan van jouw gebruikersnaam...
pt_pt: A guardar o seu nome de utilizador.
ru: Сохранение имени пользователя...
sv: Sparar ditt användarnamn...
tr: Kullanıcı adın kaydediliyor...
vi: Đang lưu tên người dùng của bạn...

# change_username_save_button
source: Save
de: Speichern
el: Αποθήκευση
es: Guardar
fi: Tallenna
fr_ca: Enregistrer
hu: Mentés
it: Salva
ko: 저장
nb: Lagre
nl: Opslaan
pt_pt: Guardar
ru: Сохранить
sv: Spara
tr: Kaydet
vi: Lưu

# change_username_send_ok
source: Username changed!
de: Benutzername geändert!
el: Το όνομα χρήστη άλλαξε!
es: ¡Nombre de usuario cambiado!
fi: Käyttäjänimi vaihdettu!
fr_ca: Nom d'utilisateur modifié !
hu: Felhasználónév megváltoztatva!
it: Nome utente modificato!
ko: 사용자명이 변경되었습니다!
nb: Brukernavn ble endret!
nl: Gebruikersnaam gewijzigd!
pt_pt: Nome de utilizador alterado!
ru: Имя пользователя изменено!
sv: Användarnamnet har bytts!
tr: Kullanıcı adı değiştirildi!
vi: Tên người dùng đã được thay đổi!

# change_username_title
source: Change Name
de: Name ändern
el: Αλλαγή Ονόματος
es: Cambiar nombre
fi: Vaihda nimi
fr_ca: Changer le Nom
hu: Név megváltoztatása
it: Cambia Nome
ko: 이름 변경
nb: Endre navn
nl: Naam wijzigen
pt_pt: Alterar nome
ru: Сменить имя
sv: Byt namn
tr: İsim Değiştir
vi: Thay đổi tên

# chat_account_deleted_w_name
source: %@'s account has been deleted
de: Das Benutzerkonto von %@ wurde gelöscht
el: Ο λογαριασμός του %@ έχει διαγραφεί
es: La cuenta de %@ ha sido eliminada
fi: Käyttäjän %@ tili on poistettu
fr_ca: Le compte de %@ a été supprimé
hu: %@ törölte fiókját
it: L'account di %@ è stato eliminato
ko: %@의 계정은 삭제되었습니다
nb: %@'s konto er slettet
nl: %@'s account is verwijderd
pt_pt: A conta de %@ foi eliminada
ru: Аккаунт %@ был удален
sv: %@s konto har avslutats
tr: %@ isimli kullanıcının hesabı silindi
vi: Tài khoản của %@ đã bị xóa

# chat_account_deleted_wo_name
source: This account has been deleted
de: Dieses Benutzerkonto wurde gelöscht
el: Αυτός ο λογαριασμός έχει διαγραφεί
es: Esta cuenta ha sido eliminada
fi: Tämä tili on poistettu
fr_ca: Ce compte a été supprimé
hu: Ez egy törölt fiók
it: Questo account è stato eliminato
ko: 이 계정은 삭제되었습니다
nb: Denne kontoen er slettet
nl: Dit account is verwijderd
pt_pt: Esta conta foi eliminada
ru: Этот аккаунт был удален
sv: Kontot har avslutats
tr: Bu hesap silindi
vi: Tài khoản này đã bị xóa

# chat_block_user
source: Block User
de: Nutzer blockieren
el: Μπλοκάρισμα Χρήστη
es: Bloquear usuario
fi: Estä Käyttäjä
fr_ca: Bloquer l'Utilisateur
hu: Felhasználó blokkolása
it: Blocca Utente
ko: 사용자 차단하기
nb: Blokker bruker
nl: Blokkeer Gebruiker
pt_pt: Bloquear Utilizador
ru: Заблокировать пользователя
sv: Blockera användare
tr: Kullanıcıyı Engelle
vi: Chặn Người dùng

# chat_block_user_alert_block_button
source: Block
de: Blockieren
el: Μπλοκάρισμα
es: Bloquear
fi: Estä
fr_ca: Bloquer
hu: Blokkolás
it: Blocca
ko: 차단하기
nb: Blokker
nl: Blokkeer
pt_pt: Bloquear
ru: Блокировать
sv: Blockera
tr: Engelle
vi: Chặn

# chat_block_user_alert_text
source: Blocking a user prevents any further interaction between you.
de: Wenn du einen Nutzer blockierst, kann dieser dich nicht mehr kontaktieren.
el: Το μπλοκάρισμα ενός χρήστη εμποδίζει κάθε είδους αλληλεπίδραση.
es: Bloquear a un usuario evita cualquier interacción entre vosotros en el futuro.
fi: Käyttäjän estäminen estää kaiken tulevan yhteenpidon välillänne.
fr_ca: Bloquer un utilisateur bloque toute nouvelle interaction entre vous.
hu: A blokkolt felhasználóval sehogyan sem léphetsz kapcsolatba.
it: Bloccare un utente impedisce qualsiasi ulteriore interazione tra di voi.
ko: 문제를 발생하는 사용자를 차단하십시오.
nb: Blokkering av brukere forhindrer enhver handling mellom dere.
nl: Het blokkeren van een gebruiker voorkomt verdere interactie tussen jullie.
pt_pt: Bloquear um utilizador impede qualquer tipo de interações futuras entre vocês.
ru: Блокировка предотвращает дальнейшее общение между вами.
sv: Att blockera en användare förhindrar all vidare kontakt mellan er.
tr: Bir kullanıcıyı engellediğinde seninle bir daha iletişime geçemez.
vi: Chặn không cho phép người dùng có bất kì tương tác nào với bạn.

# chat_block_user_alert_title
source: Block User
de: Nutzer blockieren
el: Μπλοκάρισμα Χρήστη
es: Bloquear usuario
fi: Estä käyttäjä
fr_ca: Bloquer l'Utilisateur
hu: Felhasználó blokkolása
it: Blocca Utente
ko: 사용자 차단하기
nb: Blokker bruker
nl: Blokkeer gebruiker
pt_pt: Bloquear utilizador
ru: Заблокировать пользователя
sv: Blockera användare
tr: Kullanıcıyı Engelle
vi: Chặn Người dùng

# chat_blocked_by_me_label
source: You've blocked this user
de: Du hast diesen Nutzer blockiert
el: Έχετε μπλοκάρει αυτό το χρήστη
es: Has bloqueado a este usuario
fi: Olet estänyt tämän käyttäjän
fr_ca: Vous avez bloqué cet utilisateur
hu: Ezt a felhasználót blokkoltad
it: Hai bloccato questo utente
ko: 회원님은 이 사용자를 차단하셨습니다
nb: Du har blokkert denne brukeren
nl: Je hebt deze gebruiker geblokkeerd
pt_pt: Bloqueou este utilizador
ru: Вы заблокировали этого пользователя
sv: Användaren har blockerats av dig
tr: Bu kullanıcıyı engelledin
vi: Bạn đã chặn người dùng này

# chat_blocked_by_me_label_w_name
source: You’ve blocked %@
de: Du hast %@ blockiert
el: Έχετε μπλοκάρει τον %@
es: Has bloqueado a %@
fi: Olet estänyt käyttäjän %@
fr_ca: Vous avez bloqué %@
hu: %@ felhasználót blokkoltad
it: Hai bloccato %@
nb: Du har blokkert %@
nl: Je hebt %@ geblokkeerd
pt_pt: Bloqueou %@
ru: Вы заблокировали %@
sv: %@ har blockerats av dig
tr: %@ isimli kullanıcıyı engelledin
vi: Bạn đã chặn %@

# chat_blocked_by_other_label
source: You've been blocked by this user
de: Du wurdest von diesem Nutzer blockiert
el: Ο χρήστης αυτός σας έχει μπλοκάρει
es: Has sido bloqueado por este usuario
fi: Tämä käyttäjä on estänyt sinut
fr_ca: Vous avez été bloqué par cet utilisateur
hu: Ez a felhasználó blokkolt téged
it: Sei stato bloccato da questo utente
ko: 이 사용자에 의해 차단되셨습니다
nb: Du har blitt blokkert av denne brukeren
nl: Je bent geblokkeerd door deze gebruiker
pt_pt: Foi bloqueado por este utilizador
ru: Вы заблокировали этого пользователя
sv: Denna användare har blockerat dig
tr: Bu kullanıcı tarafından engellendin
vi: Bạn đã bị người dùng này chặn

# chat_blocked_disclaimer_scammer_append_safety_tips
source: Tap here to review our %@.
de: Drücke hier, um unsere %@ anzuschauen.
el: Πατήστε εδώ για να αξιολογήσετε το %@ μας.
es: Pulsa aquí para revisar nuestros %@.
fi: Paina tästä tutustuaksesi %@.
fr_ca: Sélectionnez ici pour lire nos %@.
hu: Koppints ide %@ áttekintéséhez.
it: Tocca qui per consultare i nostri %@.
ko: 저희 %@를 확인하기 위해서 여기를 클릭하세요.
nb: Trykk her for å se våre %@.
nl: Tik hier om onze %@ te bekijken.
pt_pt: Toque aqui para rever as nossas %@.
ru: Нажмите здесь, чтобы посмотреть наши %@.
sv: Klicka här för att se vår %@.
tr: Buraya tıklayarak %@ gör.
vi: Chạm vào đây để xem lại %@.

# chat_blocked_disclaimer_scammer_append_safety_tips_keyword
source: safety tips
de: Sicherheitstipps
el: συμβουλές ασφαλείας
es: consejos de seguridad
fi: turvallisuusvinkkeihimme
fr_ca: conseils de sécurité
hu: biztonsági tanácsaink
it: consigli utili
ko: 안전 정책
nb: sikkerhetstips
nl: veiligheidstips
pt_pt: dicas de segurança
ru: советы по безопасности
sv: säkerhetstips
tr: güvenlik önerilerimiz
vi: lời khuyên an toàn

# chat_blocked_disclaimer_scammer_wo_name
source: For safety reasons, this account has been deleted by the letgo team and these messages have been removed.
de: Aus Sicherheitsgründen wurden dieses Benutzerkonto und die dazugehörigen Nachrichten vom letgo-Team gelöscht.
el: Για λόγους ασφαλείας, ο λογαριασμός αυτός έχει σβηστεί από την ομάδα του letgo και τα μηνύματα αυτά έχουν αφαιρεθεί.
es: Por razones de seguridad, el equipo de letgo ha eliminado esta cuenta y estos mensajes se han borrado.
fi: letgo-tiimi on poistanut tämän tilin turvallisuussyistä, ja nämä viestit on poistettu.
fr_ca: Pour des raisons se sécurité, ce compte a été supprimé par l'équipe letgo et ces messages ont été retirés.
hu: A letgo csapata biztonsági okokból törölte ezt a fiókot, és vele együtt ezeket az üzeneteket is.
it: Per ragioni di sicurezza, questo account è stato eliminato dal team letgo e questi messaggi sono stati rimossi.
ko: 안전상의 이유로, 이 계정 및 메세지는 letgo 팀에 의해서 삭제되었습니다.
nb: Av sikkerhetsgrunner er denne kontoen slettet av letgo's team, samt disse meldingene.
nl: Om veiligheidsredenen werd dit account verwijderd door het letgo team en deze berichten zijn gewist.
pt_pt: Por questões de segurança esta conta foi eliminada pela equipa letgo e estas mensagens foram removidas.
ru: В целях безопасности этот аккаунт был удален командой letgo вместе с сообщениями.
sv: Av säkerhetsskäl har det här kontot tagits bort av letgo och dessa meddelanden har raderats.
tr: Güvenlik nedeniyle, bu kullanıcının hesabı letgo ekibi tarafından silinmiştir ve bu mesajlar da kaldırılmıştır.
vi: Vì lý do an toàn, tài khoản này đã bị letgo xóa và các tin nhắn cũng được gỡ bỏ.

# chat_connect_account_disclaimer_button
source: Verify now!
de: Jetzt verifizieren!
el: Επιβεβαιώστε τώρα!
es: ¡Verificar ahora!
fi: Todenna nyt!
fr_ca: Vérifier maintenant !
hu: Igazold!
it: Verifica subito!
ko: 지금 인증하기!
nb: Verifiser nå!
nl: Verifieer nu!
pt_pt: Verifique agora!
ru: Подтвердить сейчас!
sv: Verifiera nu!
tr: Hemen hesabını doğrula!
vi: Xác minh ngay bây giờ!

# chat_connect_accounts_title
source: BUILD TRUST!
de: SCHAFFE VERTRAUEN!
el: ΚΕΡΔΙΣΤΕ ΕΜΠΙΣΤΟΣΥΝΗ!
es: ¡CREA CONFIANZA!
fi: KASVATA LUOTTAMUSTA!
fr_ca: INSPIREZ CONFIANCE !
hu: KELTS BIZALMAT
it: SVILUPPA FIDUCIA!
ko: 신뢰도를 쌓으세요!
nb: BYGG TILLIT!
nl: VERTROUWEN OPBOUWEN!
pt_pt: CONSTRUA CONFIANÇA!
ru: УКРЕПИТЕ ДОВЕРИЕ!
sv: SKAPA FÖRTROENDE!
tr: GÜVEN KAZAN!
vi: XÂY DỰNG NIỀM TIN!

# chat_conversations_list_blocked_users_button
source: View blocked users
de: Blockierte Nutzer ansehen
el: Δείτε μπλοκαρισμένους χρήστες
es: Ver usuarios bloqueados
fi: Näytä estetyt käyttäjät
fr_ca: Voir les utilisateurs bloqués
hu: Blokkolt felhasználók megtekintése
it: Visualizza utenti bloccati
ko: 차단된 사용자 확인하기
nb: Vis blokkerte brukere
nl: Bekijk geblokkeerde gebruikers
pt_pt: Visualizar utilizadores bloqueados
ru: Посмотреть заблокированных пользователей
sv: Se blockerade användare
tr: Engellenmiş kullanıcıları gör
vi: Xem người dùng bị chặn

# chat_conversations_list_filter_all
source: All
de: Alle
el: Όλα
es: Todos
fi: Kaikki
fr_ca: Tous
hu: Mind
it: Tutti
ko: 전체
nb: Alle
nl: Alle
pt_pt: Todos
ru: Все
sv: Alla
tr: Hepsi
vi: Tất cả

# chat_conversations_list_filter_buying
source: Buying
de: Käufe
el: Αγορες
es: Compra
fi: Ostot
fr_ca: Achat
hu: Vásárló
it: Acquisti
ko: 구매
nb: Kjøp
nl: Kopen
pt_pt: A comprar
ru: Покупка
sv: Köper
tr: Aliş
vi: Mua

# chat_conversations_list_filter_selling
source: Selling
de: Verkäufe
el: Πώληση
es: Venta
fi: Myynit
fr_ca: Vente
hu: Árult
it: Vendite
ko: 판매
nb: Salg
nl: Verkopen
pt_pt: A vender
ru: Продажа
sv: Säljer
tr: Satiş
vi: Bán

# chat_conversations_list_letgo_assistant_tag
source: letgo assistant
de: letgo-Assistent
el: letgo βοηθός
es: Asistente letgo
fi: letgo-assistentti
fr_ca: assistant letgo
hu: letgo-asszisztens
it: Assistente letgo
ko: letgo 지원
nb: letgo's assistent
nl: letgo assistent
pt_pt: assistente letgo
ru: letgo ассистент
sv: letgo assistent
tr: letgo asistanı
vi: trợ lý letgo

# chat_deleted_disclaimer_w_name
source: You can't continue this conversation because %@'s account is no longer active.
de: Du kannst dieses Gespräch nicht fortführen, weil das Benutzerkonto von %@ nicht mehr aktiv ist.
el: Δεν μπορείτε να συνεχίσετε αυτή τη συνομιλία επειδή ο λογαριασμός του %@ δεν είναι πια ενεργός.
es: No puedes continuar esta conversación porque la cuenta de %@ ya no está activa.
fi: Et voi jatkaa tätä keskustelua, koska käyttäjän %@ tili ei ole enää aktiivinen.
fr_ca: Vous ne pouvez pas continuer cette discussion, car le compte de %@ n'est plus actif.
hu: Nem tudod folytatni a beszélgetést, mert %@ fiókja már nem aktív.
it: Non puoi continuare questa conversazione perché l'account di %@ non è più attivo.
ko: %@의 계정이 비활성화 되었기 때문에 사용자께서는 이 대화를 진행하실 수 없습니다.
nb: Du kan ikke fortsette denne samtalen, fordi %@'s konto ikke lenger er aktiv.
nl: Je kunt niet verdergaan met dit gesprek omdat %@'s account niet meer actief is.
pt_pt: Não pode dar continuidade a esta conversa porque a conta de %@ já não se encontra ativa.
ru: Вы не можете продолжать чат, так как аккаунт %@ больше не активен.
sv: Du kan inte fortsätta denna konversation, för %@s konto är inte längre aktivt.
tr: %@ isimli kullanıcının hesabı artık aktif olmadığı için bu sohbete devam edemezsin.
vi: Bạn không thể tiếp tục cuộc trò chuyện này bởi tài khoản của %@ không còn hoạt động.

# chat_deleted_disclaimer_wo_name
source: You can't continue this conversation because this account is no longer active.
de: Du kannst dieses Gespräch nicht fortführen, weil dieses Benutzerkonto nicht mehr aktiv ist.
el: Δεν μπορείτε να συνεχίσετε αυτή τη συνομιλία επειδή ο λογαριασμός αυτός δεν είναι πια ενεργός.
es: No puedes continuar esta conversación porque esta cuenta ya no está activa.
fi: Et voi jatkaa tätä keskustelua, koska tämä tili ei ole enää aktiivinen.
fr_ca: Vous ne pouvez pas continuer cette discussion, car ce compte n'est plus actif.
hu: Nem tudod folytatni a beszélgetést, mert ez a fiók már nem aktív.
it: Non puoi continuare questa conversazione perché questo account non è più attivo.
ko: 이 계정이 비활성화 되었기 때문에 사용자께서는 이 대화를 진행하실 수 없습니다.
nb: Du kan ikke fortsette denne samtalen, fordi denne kontoen ikke lenger er aktiv.
nl: Je kunt niet verder gaan met dit gesprek omdat dit account niet meer actief is.
pt_pt: Não pode dar continuidade a esta conversa porque esta conta já não se encontra ativa.
ru: Вы не можете продолжать чат, так как этот аккаунт больше не активен.
sv: Du kan inte fortsätta den här konversationen för detta konto är inte längre aktivt.
tr: Bu hesap artık aktif olmadığı için bu sohbete devam edemezsin.
vi: Bạn không thể tiếp tục cuộc trò chuyện này bởi tài khoản này không còn hoạt động.

# chat_disclaimer_letgo_team
source: LETGO TEAM
el: ΟΜΑΔΑ LETGO
es: EQUIPO LETGO
fi: LETGO-TIIMI
fr_ca: ÉQUIPE LETGO
hu: A LETGO CSAPATA
it: IL TEAM DI LETGO
ko: LETGO 팀
nb: LETGO TEAMET
pt_pt: EQUIPA LETGO
ru: КОМАНДА LETGO
sv: LETGO-TEAMET
tr: LETGO EKİBİ
vi: ĐỘI NGŨ LETGO

# chat_express_banner_button_title
source: See Deals
de: Angebote ansehen
el: Δείτε Προσφορές
es: Ver ofertas
fi: Katso tarjouksia
fr_ca: Voir les Aubaines
hu: Alkalmi vételek
it: Vedi occasioni
ko: 할인 확인하기
nb: Se dealer
nl: Bekijk Deals
pt_pt: Ver pechinchas
ru: Предложения
sv: Se fynd
tr: Fırsatları Gör
vi: Xem Giao dịch

# chat_express_banner_title
source: Related deals near you
de: Passende Angebote in deiner Nähe
el: Παρόμοιες προσφορές κοντά σας
es: Ofertas similares cerca de ti
fi: Vastaavia tarjouksia lähelläsi
fr_ca: Aubaines similaires à proximité
hu: Kapcsolódó alkalmi vételek a közelben
it: Occasioni simili nella tua zona
ko: 근처의 관련 할인상품
nb: Relaterte dealer i ditt område
nl: Gerelateerde deals in jouw buurt
pt_pt: Pechinchas relacionadas perto de si
ru: Похожие предложения рядом
sv: Liknande fynd nära dig
tr: Yakınındaki benzer fırsatlar
vi: Giao dịch gần bạn

# chat_express_contact_one_button_text
source: Contact 1 seller
de: Kontaktiere 1 Verkäufer
el: Επικοινωνία με 1 πωλητή
es: Contactar con 1 vendedor
fi: Ota yhteyttä yhteen myyjään
fr_ca: Contacter 1 vendeur
hu: Üzenet 1 eladónak
it: Contatta 1 venditore
ko: 1 판매자에게 연락하기
nb: Kontakt 1 selger
nl: Contacteer 1 verkoper
pt_pt: Contacte 1 vendedor
ru: Связаться с продавцом
sv: Kontakta 1 säljare
tr: 1 satıcı ile iletişime geç
vi: Liên hệ 1 người bán

# chat_express_contact_only_button_text
source: Contact
el: Επικοινωνία
es: Contactar
it: Contatta
ko: 연락처
pt_pt: Contacto
ru: Связаться
vi: Liên hệ

# chat_express_contact_sellers_label
source: Contact these sellers before other buyers snatch them up!
de: Schreibe den Verkäufer an, bevor jemand anderes sie wegschnappt!
el: Επικοινωνήστε με αυτούς τους πωλητές πριν σας προλάβουν άλλοι αγοραστές!
es: ¡Contacta a estos vendedores antes que lo hagan otros compradores!
fi: Ota yhteyttä näihin myyjiin, ennen kuin muut ostajat nappaavat ne!
fr_ca: Contactez ces vendeurs avant que d'autres acheteurs ne le fassent !
hu: Lépj kapcsolatba az eladókkal, mielőtt mások elhappolják!
it: Contatta questi venditori prima che altri acquirenti te li soffino da sotto il naso!
ko: 다른 구매자가 사가기 전에, 구매자에게 연락해보세요!
nb: Kontakt disse selgere før andre kjøpere får sjansen!
nl: Neem contact op met deze verkopers voordat andere kopers dat doen!
pt_pt: Contacte estes vendedores antes que outros compradores os arrebatam!
ru: Свяжитесь с продавцами, пока другие покупатели не перехватили товар!
sv: Kontakta dessa säljare innan andra köpare hittar dem!
tr: Bu satıcılarla, diğer alıcılardan önce iletişime geçmelisin!
vi: Liên lạc với người bán trước khi người mua khác mua được

# chat_express_contact_various_button_text
source: Contact %@ sellers
de: Kontaktiere %@ Verkäufer
el: Επικοινωνία με %@ πωλητές
es: Contactar con %@ vendedores
fi: Ota yhteyttä %@ myyjään
fr_ca: Contacter %@ vendeurs
hu: Üzenet %@ eladónak
it: Contatta %@ venditori
ko: %@ 판매자들에게 연락하기
nb: Kontakt %@ selgere
nl: Contacteer %@ verkopers
pt_pt: Contacte %@ vendedores
ru: Связаться с продавцами %@
sv: Kontakta %@ säljare
tr: %@ satıcı ile iletişime geç
vi: Liên hệ %@ người bán

# chat_express_dont_ask_again_button
source: Don't ask me again
de: Nicht erneut fragen
el: Μην ερωτηθώ ξανά
es: No preguntar de nuevo
fi: Älä kysy uudelleen
fr_ca: Ne pas me redemander
hu: Ne jelenjen meg újra
it: Non chiedermelo più
ko: 다시 묻지 말아주세요
nb: Ikke spør meg igjen
nl: Vraag me niet opnieuw
pt_pt: Não perguntar de novo
ru: Не спрашивать снова
sv: Fråga mig inte igen
tr: Bir daha sorma
vi: Đừng hỏi lại tôi

# chat_express_dont_miss_label
source: Don't miss out on these deals
de: Verpasse keines dieser Angebote
el: Μη χάσετε αυτές τις προσφορές
es: No te pierdas estas ofertas
fi: Älä missaa näitä tarjouksia
fr_ca: Ne manquez pas ces aubaines
hu: Ne hagyd ki ezeket az alkalmi vételeket
it: Non perderti queste occasioni
ko: 이 할인들을 놓치지 마세요
nb: Ikke gå glipp av disse tilbudene
nl: Mis deze deals niet
pt_pt: Não perca estes negócios
ru: Не пропустите эти сделки
sv: Missa inte dessa fynd
tr: Bu fırsatları kaçırma
vi: Đừng bỏ lỡ những món hời này

# chat_express_high_demand_label
source: In high demand! Don't miss out on these deals
el: Σε υψηλή ζήτηση! Μη χάσετε αυτές τις προσφορές
es: ¡Muy buscadas! No te pierdas estas ofertas
fr_ca: En forte demande ! Ne manquez pas ces aubaines
it: A grande richiesta! Non perdere queste occasioni
ko: 수요가 많네요! 이번 할인을 놓치지 마세요
nl: In hoge vraag! Mis deze deals niet
pt_pt: Muito procurado! Não perca estes negócios
ru: Высокий спрос! Не пропустите выгодные предложения
vi: Có nhu cầu cao! Đừng bỏ lỡ những giao dịch này
