Repository: goRestart/ios-restart-app
Catalog: components/LGResources/LGResources/Assets/i18n/*.lproj/Localizable.strings
Languages: de, el, es, fi, fr_ca, hu, it, ko, nb, nl, pt_pt, ru, sv, tr, vi

# reporting_user_report_sent_law_enforcement_text
source: We're very sorry about your experience but thankful that you are now safe. We strongly encourage you to reach out to local law enforcement and file a police report as soon as possible (if you haven't already done so). Please remind the police to contact letgo’s law enforcement team at lawenforcement@letgo.com so we can help with their investigation. We can share relevant information about %@ with police but, due to strict privacy protection laws, we need them to send us a valid search warrant or subpoena first.
el: Λυπούμαστε για την εμπειρία σας και είμαστε ευγνώμονες που είστε τώρα ασφαλείς. Σας ενθαρρύνουμε να απευθυνθείτε στις τοπικές αρχές και να υποβάλετε μήνυση το συντομότερο δυνατόν (εάν δεν το έχετε κάνει ήδη). Παρακαλούμε υπενθυμίστε στην αστυνομία να επικοινωνήσει με το νομικό τμήμα του letgo στο lawenforcement@letgo.com για να βοηθήσουμε στην έρευνα. Μπορούμε να μοιραστούμε με την αστυνομία τις σχετικές πληροφορίες για τον %@, αλλά λόγω αυστηρών νόμων περί προστασίας προσωπικών δεδομένων, χρειάζεται πρώτα να μας στείλουν ένα έγκυρο ένταλμα έρευνας ή κλήτευση.
es: Lamentamos que hayas pasado por esta experiencia y nos alegramos que estés a salvo. Te recomendamos que acudas a las fuerzas policiales de tu ciudad y realices una denuncia policial en cuanto puedas (si no lo has hecho ya). Pídele a la policía que contacte con el equipo de seguridad de letgo a través de lawenforcement@letgo.com para que podamos ayudar con su investigación. Podemos compartir información relevante sobre %@ con la policía, pero debido a las leyes de protección de datos, necesitamos que primero nos envíen una orden de registro o un requerimiento.
fr_ca: Nous sommes désolés d'apprendre que vous avez vécu une mauvaise expérience, mais heureusement vous êtes maintenant en sécurité. Nous vous encourageons vivement à contacter les autorités locales et à déposer plainte auprès de la police dès que possible (si ce n'est déjà fait). Veuillez rappeler à la police de contacter le service juridique de letgo à lawenforcement@letgo.con afin que nous puissions les aider dans leur enquête. Nous pouvons partager avec la police des informations pertinentes à propos de %@ mais, en raison des lois très strictes concernant la protection de la vie privée, nous avons besoin qu'ils nous envoient tout d'abord un mandat de perquisition ou une assignation.
hu: Sajnáljuk a történteket, de örülünk, hogy biztonságban vagy. Azt javasoljuk, hogy mielőbb jelentsd az ügyet a helyi hatóságnál (ha még nem tetted meg). Kérd meg a rendőrséget, hogy vegyék fel a kapcsolatot a letgo csapatával (lawenforcement@letgo.com), hogy segíthessük a vizsgálatot. Lényeges adatokat oszthatunk meg a rendőrséggel %@ ügyében, de a szigorú adatvédelmi törvények miatt ehhez érvényes kutatási parancsot vagy idézést kell küldeniük.
it: Siamo davvero spiacenti della tua esperienza, ma fortunatamente adesso è tutto ok. Ti invitiamo vivamente a raggiungere il posto di polizia più vicino e sporgere regolare denuncia il prima possibile (se non l'hai già fatto). Ricorda alla polizia di contattare l'ufficio legale di letgo all'indirizzo lawenforcement@letgo.com in modo che possiamo collaborare alle indagini. Possiamo condividere con la polizia informazioni rilevanti su %@ ma, a causa di rigorose leggi sulla tutela della privacy, abbiamo bisogno che ci venga inviato un valido mandato di perquisizione o uno di comparizione.
ko: 해당 경험을 하신 것에 대해 저희는 대단히 죄송스럽게 생각하고 있으며, 동시에 안전하다는 것을 알게 되어 대단히 기쁩니다. 저희는 경찰서에 연락하는 것과 고소장을 신속히 제출하는 것을 추천하여 드리고 있습니다 (아직 진행하지 않으신 경우). 경찰 신고시 수사에 도움이 될 수 있도록 letgo 법무팀 연락처인lawenforcement@letgo.com를 함께 기재해주세요. 저희는 수사관과 %@에 관련한 정보를 공유할 수 있지만, 강력한 개인 정보 보호 법률로 인해, 저희는 수사 영장이나 소환장이 필요합니다.
nl: Het spijt ons zeer van je ervaring, maar gelukkig ben je nu veilig. We raden je ten zeerste aan om contact op te nemen met de plaatselijke politie en zo snel mogelijk aangifte te doen (als je dit nog niet hebt gedaan). Herinner de politie eraan contact op te nemen met het letgo team via lawenforcement@letgo.com, zodat we kunnen helpen met hun onderzoek. We kunnen relevante informatie over %@ delen met de politie, maar vanwege strikte privacybeschermingswetten, dienen zij ons eerst een geldig huiszoekingsbevel of een dagvaarding te sturen.
pt_pt: Lamentamos a sua experiência mas ficamos satisfeitos por saber que está em segurança. Encorajámo-lo a dirigir-se a uma esquadra da policia e efetuar uma denúncia o quanto antes (caso ainda não o tenha feito). Indique à policia de que pode entrar em contacto com a equipa de segurança do letgo para lawenforcement@letgo.com de forma a podermos ajudar com a investigação. Podemos partilhar informações relevantes sobre %@ com a polícia, mas, devido às rigorosas leis da proteção de privacidade, precisamos que estes nos enviem primeiro um mandado de busca ou intimação válidos.
ru: Мы очень сожалеем о вашем случае и рады, что сейчас вы в безопасности. Мы настоятельно рекомендуем обратиться в полицию как можно скорее (если вы еще этого не сделали). Пожалуйста, сообщите полиции, что они могут обратиться к команде letgo на lawenforcement@letgo.com, и мы поможем в расследовании. Мы поделимся соответствующей информацией о %@ с полицией, но из-за строгих законов по защите персональной информации нам необходим официальный запрос от них.
vi: Chúng tôi rất tiếc về trải nghiệm của bạn nhưng thật may mắn là bạn đã an toàn. Chúng tôi khuyến khích bạn liên hệ với lực lượng thực thi luật pháp sở tại và báo cáo cho công an càng sớm càng tốt (nếu bạn chưa thực hiện). Vui lòng nhắc công an liên hệ với đội ngũ thực thi luật pháp của letgo theo địa chỉ lawenforcement@letgo.com để chúng tôi có thể hỗ trợ họ điều tra. Chúng tôi có thể chia sẻ thông tin liên quan về %@ với công an, nhưng do luật bảo vệ riêng tư nghiêm ngặt, trước tiên chúng tôi cần họ gửi giấy phép khám nhà hoặc trát hầu tòa.

# reporting_user_report_sent_redirect_item_text
source: Thanks for helping us make letgo the best place to buy and sell locally. Please go to the listing and flag the item and we will quickly review it.
el: Ευχαριστούμε που μας βοηθάτε να κάνουμε το letgo το καλύτερο μέρος αγοραπωλησιών σε τοπικό επίπεδο. Παρακαλώ, πηγαίνετε στην καταχώρηση και επισημάνετε το αντικείμενο για να το ελέγξουμε άμεσα.
es: Gracias por ayudarnos a hacer que letgo sea el mejor sitio para comprar y vender cerca de ti. Por favor, accede al anuncio y denúncialo para que podamos revisarlo.
fr_ca: Merci de nous aider à faire de letgo le meilleur endroit pour vendre et acheter localement. Veuillez vous rendre sur l'annonce et marquer le produit. Nous l'évaluerons au plus vite.
hu: Köszönjük, hogy segítesz még jobbá tenni a letgo piacát. Lépj a hirdetésre és jelentsd a tárgyat, hogy mielőbb ellenőrizhessük.
it: Grazie per aiutarci a rendere letgo il miglior posto dove comprare e vendere localmente. Vai sull'annuncio, contrassegna l'articolo e lo esamineremo in un attimo.
ko: letgo를 지역 내에서 구매와 판매를 할 수 있는 최적의 공간으로 만들 수 있게 도움을 주셔서 대단히 감사합니다. 상품 목록으로 이동하셔서 상품을 신고하시면, 저희가 신속히 검토하도록 하겠습니다.
nl: Bedankt dat je ons helpt om letgo de beste plaats te maken om lokaal te kopen en te verkopen. Ga naar de advertentie en markeer het item en we zullen het snel beoordelen.
pt_pt: Obrigado por nos ajudar a tornar o letgo o melhor sitio onde comprar e vender localmente. Vá ao anúncio e marque o item, iremos revê-lo rapidamente.
ru: Спасибо, что помогаете нам делать letgo лучшим местом для локальной торговли. Пожалуйста, зайдите в объявление и отметьте товар, чтобы мы могли быстро его проверить.
vi: Cảm ơn bạn đã giúp chúng tôi làm cho letgo trở thành nơi mua bán lân cận tốt nhất. Vui lòng đi tới bài đăng và gắn cờ cho món đồ, chúng tôi sẽ nhanh chóng xem xét.

# reporting_user_report_sent_review_button_title
source: Review
el: Αναφορά
es: Valorar
fr_ca: Noter
hu: Értékelés
it: Recensione
ko: 댓글
nl: Beoordeel
pt_pt: Rever
ru: Отзыв
vi: Đánh giá

# reporting_user_report_sent_title
source: Report sent!
el: Αναφορά εστάλη!
es: ¡Denuncia enviada!
fr_ca: Information envoyée !
hu: Jelentés elküldve!
it: Segnalazione inviata!
ko: 신고가 발송되었습니다!
nl: Rapport verzonden!
pt_pt: Denúncia enviada!
ru: Жалоба отправлена!
vi: Báo cáo đã gửi!

# reporting_user_suspicious_behavior_header
source: WHAT HAPPENED?
el: ΤΙ ΣΥΝΕΒΗ;
es: ¿QUÉ HA PASADO?
fr_ca: QUE S'EST-IL PASSÉ ?
hu: MI TÖRTÉNT?
it: CHE È SUCCESSO?
ko: 무슨일이 일어났나요?
nl: WAT IS ER GEBEURD?
pt_pt: O QUE ACONTECEU?
ru: ЧТО СЛУЧИЛОСЬ?
vi: ĐÃ XẢY RA CHUYỆN GÌ?

# reporting_user_title
source: Report user
el: Αναφορά Χρήστη
es: Denunciar usuario
fr_ca: Signaler Utilisateur
hu: Felhasználó jelentése
it: Segnala Utente
ko: 사용자 신고하기
nl: Rapporteer Gebruiker
pt_pt: Denunciar utilizador
ru: Пожаловаться на пользователя
vi: Báo cáo Người dùng

# reporting_user_update_text_A
source: Thanks for anonymously reporting %@. Feedback like yours helps us keep the letgo community safe. After reviewing this account, we've removed it because it violated our Community Guidelines.
el: Ευχαριστούμε για την ανώνυμη αναφορά του %@. Η συμβολή σας βοηθά την κοινότητά μας να παραμένει ασφαλής. Αφού ελέγξαμε το αντικείμενο, το αφαιρέσαμε καθώς παραβιάζει του Όρους & Προϋποθέσεις της Κοινότητάς μας.
es: Gracias por tu denuncia anónima de %@. Tus comentarios nos ayudan a mantener segura la comunidad de letgo. Tras revisar esta cuenta, la hemos eliminado ya que incumple nuestras Normas de la comunidad.
fr_ca: Merci d'avoir anonymement signalé %@. Des commentaires comme le vôtre nous aident à faire de letgo une communauté sécuritaire. Après avoir évalué ce compte, nous l'avons retiré, car il violait nos Directives Communautaires.
hu: Köszönjük, hogy névtelenül jelentetted %@ felhasználót. Az ilyen visszajelzésekkel őrizhetjük meg a letgo közösségének biztonságát. Az ellenőrzés után úgy döntöttünk, hogy a fiókot eltávolítjuk, mert megsértette Közösségi irányelveinket.
it: Grazie per aver segnalato in modo anonimo %@. Questo tipo di feedback contribuisce a mantenere sicura la comunità di letgo. Dopo aver esaminato questo account, abbiamo provveduto a rimuoverlo perché violava le linee guida della nostra comunità.
ko: %@를 익명으로 신고해주셔서 대단히 감사합니다. 피드백은 letgo 커뮤니티를 안전하게 보호할 수 있는 큰 힘이 됩니다. 계정을 검토하였으며, 저희 커뮤니티 가이드라인을 위반한 수유로 프로필을 삭제하였음을 알려드립니다.
nl: Bedankt voor het anoniem rapporteren van %@. Feedback zoals die van jou helpt ons om de letgo-community veilig te houden. Nadat we dit account hebben beoordeeld, hebben we het verwijderd omdat het onze communityrichtlijnen schendt.
pt_pt: Obrigado por ter denunciado de forma anónima %@. Os feedbacks como o seu ajudam-nos a manter a comunidade segura. Após termos revisto esta conta resolvemos removê-la pois viola as nossas Diretrizes da Comunidade.
ru: Спасибо за анонимную жалобу %@. Такие отзывы помогают нам делать сообщество letgo безопасным. Мы удалили этот аккаунт после проверки, так как он нарушает Правила Пользования.
vi: Cảm ơn bạn đã báo cáo ẩn danh %@. Những phản hồi như của bạn sẽ giúp chúng tôi giữ cho công đồng letgo được an toàn. Sau khi xem xét tài khoản này, chúng tôi đã xóa bỏ nó bởi nó vi phạm Hướng dẫn Cộng đồng của chúng tôi.

# reporting_user_update_text_B
source: Thanks for anonymously reporting %@'s profile photo. Feedback like yours helps us keep the letgo community safe. After reviewing the photo, we've removed it because it violated our Community Guidelines.
el: Ευχαριστούμε για την ανώνυμη αναφορά της εικόνας προφίλ του %@. Η συμβολή σας βοηθά την κοινότητά μας να παραμένει ασφαλής. Αφού ελέγξαμε το αντικείμενο, το αφαιρέσαμε καθώς παραβιάζει του Όρους & Προϋποθέσεις της Κοινότητάς μας.
es: Gracias por tu denuncia anónima de la foto de perfil de %@. Tus comentarios nos ayudan a mantener segura la comunidad de letgo. Tras revisar esta foto, la hemos eliminado ya que incumple nuestras Normas de la comunidad.
fr_ca: Merci d'avoir anonymement signalé la photo de profil de %@. Des commentaires comme le vôtre nous aident à faire de letgo une communauté sécuritaire. Après avoir évalué la photo, nous l'avons retirée, car elle violait nos Directives Communautaires.
hu: Köszönjük, hogy névtelenül jelentetted %@ profilképét. Az ilyen visszajelzésekkel őrizhetjük meg a letgo közösségének biztonságát. Az ellenőrzés után úgy döntöttünk, hogy a fotót eltávolítjuk, mert megsértette Közösségi irányelveinket.
it: Grazie per aver segnalato in modo anonimo la foto di %@. Questo tipo di feedback contribuisce a mantenere sicura la comunità di letgo. Dopo aver esaminato la foto, abbiamo provveduto a rimuoverla perché violava le linee guida della nostra comunità.
ko: %@의 프로필 사진을 익명으로 신고해주셔서 대단히 감사합니다. 피드백은 letgo 커뮤니티를 안전하게 보호할 수 있는 큰 힘이 됩니다. 사진을 검토하였으며, 저희 커뮤니티 가이드라인을 위반한 사유로 프로필을 삭제하였음을 알려드립니다.
nl: Bedankt voor het anoniem rapporteren van de profielfoto van %@. Feedback zoals die van jou helpt ons om de letgo-community veilig te houden. Nadat we de foto hebben beoordeeld, hebben we deze verwijderd omdat deze onze communityrichtlijnen schendt.
pt_pt: Obrigado por ter denunciado de forma anónima a foto do perfil de %@. Os feedbacks como o seu ajudam-nos a manter a comunidade segura. Após termos revisto a foto resolvemos removê-la pois viola as nossas Diretrizes da Comunidade.
ru: Спасибо за анонимную жалобу на фото профиля %@. Такие отзывы помогают нам делать сообщество letgo безопасным. Мы удалили это фото после проверки, так как он нарушает Правила Пользования.
vi: Cảm ơn bạn đã báo cáo ẩn danh ảnh hồ sơ của %@. Những phản hồi như của bạn sẽ giúp chúng tôi giữ cho công đồng letgo được an toàn. Sau khi xem xét ảnh hồ sơ này, chúng tôi đã xóa bỏ nó bởi nó vi phạm Hướng dẫn Cộng đồng của chúng tôi.

# reporting_user_update_text_C
source: Thanks for anonymously reporting %@'s bio. Feedback like yours helps us keep the letgo community safe. After reviewing the bio, we've removed it because it violated our Community Guidelines.
el: Ευχαριστούμε για την ανώνυμη αναφορά του βιογραφικού του %@. Η συμβολή σας βοηθά την κοινότητά μας να παραμένει ασφαλής. Αφού ελέγξαμε το αντικείμενο, το αφαιρέσαμε καθώς παραβιάζει του Όρους & Προϋποθέσεις της Κοινότητάς μας.
es: Gracias por tu denuncia anónima de la bio de %@. Tus comentarios nos ayudan a mantener segura la comunidad de letgo. Tras revisar esta bio, la hemos eliminado ya que incumple nuestras Normas de la comunidad.
fr_ca: Merci d'avoir anonymement signalé la bio de %@. Des commentaires comme le vôtre nous aident à faire de letgo une communauté sécuritaire. Après avoir évalué cette bio, nous l'avons retirée, car elle violait nos Directives Communautaires.
hu: Köszönjük, hogy névtelenül jelentetted %@ bemutatkozását. Az ilyen visszajelzésekkel őrizhetjük meg a letgo közösségének biztonságát. Az ellenőrzés után úgy döntöttünk, hogy a bemutatkozást eltávolítjuk, mert megsértette Közösségi irányelveinket.
it: Grazie per aver segnalato in modo anonimo la biografia di %@. Questo tipo di feedback contribuisce a mantenere sicura la comunità di letgo. Dopo aver esaminato la biografia, abbiamo provveduto a rimuoverla perché violava le linee guida della nostra comunità.
ko: %@의 프로필을 익명으로 신고해주셔서 대단히 감사합니다. 피드백은 letgo 커뮤니티를 안전하게 보호할 수 있는 큰 힘이 됩니다. 프로필을 검토하였으며, 저희 커뮤니티 가이드라인을 위반한 사유로 프로필을 삭제하였음을 알려드립니다.
nl: Bedankt voor het anoniem rapporteren van %@'s biografie. Feedback zoals die van jou helpt ons om de letgo-community veilig te houden. Na het bekijken van de biografie hebben we deze verwijderd omdat deze onze communityrichtlijnen schendt.
pt_pt: Obrigado por ter denunciado de forma anónima a bio de %@. Os feedbacks como o seu ajudam-nos a manter a comunidade segura. Após termos revisto a bio resolvemos removê-la pois viola as nossas Diretrizes da Comunidade.
ru: Спасибо за анонимную жалобу на биографию %@. Такие отзывы помогают нам делать сообщество letgo безопасным. Мы удалили эту информацию после проверки, так как он нарушает Правила Пользования.
vi: Cảm ơn bạn đã báo cáo ẩn danh tiểu sử của %@. Những phản hồi như của bạn sẽ giúp chúng tôi giữ cho công đồng letgo được an toàn. Sau khi xem xét tiểu sử này, chúng tôi đã xóa bỏ nó bởi nó vi phạm Hướng dẫn Cộng đồng của chúng tôi.

# reporting_user_update_title
source: Report update
el: Ενημέρωση αναφοράς
es: Actualización sobre tu denuncia
fr_ca: Suivi du signalement
hu: Jelentésinformációk
it: Aggiornamento segnalazione
ko: 신고한 내역 업데이트
nl: Update rapport
pt_pt: Atualização da denúncia
ru: Обновление жалобы
vi: Báo cáo cập nhật

# reset_password_email_field_hint
source: Enter your email address
de: E-Mail-Adresse
el: Συμπληρώστε το email σας
es: Introduce tu email
fi: Kirjoita sähköpostiosoitteesi
fr_ca: Indiquez votre adresse courriel
hu: Add meg az e-mail címedet
it: Inserisci il tuo indirizzo email
ko: 이메일
nb: Legg inn din e-postadresse
nl: Vul je e-mail adres in
pt_pt: Insira o seu endereço de email
ru: Введите свой адрес e-mail
sv: Ange din e-postadress
tr: E-posta adresini gir
vi: Nhập địa chỉ email của bạn

# reset_password_instructions
source: Please enter your email address and we’ll send you an email to reset your password.
de: Bitte gib deine E-Mail-Adresse ein, damit wir dir eine Mail zum Zurücksetzen deines Kennworts schicken können.
el: Παρακαλώ, εισάγετε την ηλεκτρονική σας διεύθυνση και θα σας στείλουμε ένα email για να επανακτήσετε τον κωδικό σας.
es: Por favor, introduce tu dirección de email y te enviaremos un email para restablecer tu contraseña.
fi: Ole hyvä ja syötä sähköpostiosoitteesi niin lähetämme sinulle sähköpostia salasanasi nollaamiseksi.
fr_ca: Veuillez indiquer votre adresse courriel et nous vous enverrons un courriel pour réinitialiser votre mot de passe.
hu: Add meg az e-mail címed, mi pedig küldünk egy levelet, amivel helyreállíthatod jelszavadat.
it: Inserisci il tuo indirizzo di posta elettronica e provvederemo ad inviarti un'email per ripristinare la tua password.
ko: 이메일주소를 입력하시면 암호 재설정을 위한 이메일을 발송해드리겠습니다
nb: Vennligst fyll inn din e-postadresse og vi sender deg en e-post for tilbakestilling av ditt passord.
nl: Vul a.u.b. je e-mailadres in en we zullen je een e-mail sturen om je wachtwoord te resetten.
pt_pt: Por favor insira o seu endereço de email. Iremos enviar-lhe um email para redefinir a sua password.
ru: Пожалуйста, укажите ваш адрес, и мы отправим вам письмо для сброса пароля.
sv: Vänligen skriv in din e-postadress så skickar vi dig ett e-mejl för att återskapa ditt lösenord
tr: Lütfen e-posta adresini gir, şifreni yenilemen için sana bir e-posta göndereceğiz.
vi: Xin vui lòng nhập địa chỉ email của bạn, chúng tôi sẽ gửi email cấp lại mật khẩu.

# reset_password_send_button
source: Send email
de: Kennwort zurücksetzen
el: Αποστολή email
es: Enviar email
fi: Lähetä sähköposti
fr_ca: Envoyer le courriel
hu: E-mail küldése
it: Invia email
ko: 비밀번호 재설정
nb: Send e-post
nl: Verzend e-mail
pt_pt: Enviar email.
ru: Отправить письмо
sv: Skicka mejl
tr: E-posta gönder
vi: Gửi email

# reset_password_send_error_generic
source: An error occurred while resetting your password. Please try again.
de: Beim Zurücksetzen des Kennworts ist ein Fehler aufgetreten. Bitte versuche es erneut.
el: Παρουσιάστηκε σφάλμα κατά την προσπάθεια επαναφοράς του κωδικού σας. Παρακαλώ προσπαθήστε ξανά.
es: Se ha producido un error al restablecer tu contraseña. Por favor, inténtalo de nuevo.
fi: Salasanaasi nollatessa tapahtui virhe. Ole hyvä ja yritä uudelleen.
fr_ca: Une erreur est survenue lors de la réinitialisation de votre mot de passe. Veuillez réessayer.
hu: Hiba történt a jelszó helyreállítása során. Próbálkozz újra!
it: Si è verificato un errore durante il tentativo di ripristino della tua password. Riprova più tardi.
ko: 비밀번호를 기억하는데 오류가 발생했습니다.
nb: En feil oppstod ved forsøk på å tilbakestille ditt passord. Vennligst prøv igjen.
nl: Er is een fout opgetreden bij het resetten van jouw wachtwoord. Probeer het nog eens.
pt_pt: Ocorreu um erro ao tentar redefinir a sua password. Por favor tente novamente.
ru: При восстановлении пароля произошла ошибка. Пожалуйста, попробуйте еще раз.
sv: Ett fel uppstod när vi skulle återställa ditt lösenord. Var vänlig försök igen.
tr: Şifre yenilenirken bir hata oluştu. Lütfen tekrar dene.
vi: Lỗi xảy ra trong khi lấy lại mật khẩu của bạn. Xin vui lòng thử lại.

# reset_password_send_error_invalid_email
source: Please enter a valid email address.
de: Bitte gib eine gültige E-Mail-Adresse ein.
el: Παρακαλώ εισάγετε ένα έγκυρο email.
es: Por favor, introduce un email válido.
fi: Ole hyvä ja syötä toimiva sähköpostiosoite.
fr_ca: Veuillez entrer une adresse courriel valide.
hu: Kérjük, érvényes e-mail címet adj meg.
it: Inserisci un indirizzo email valido.
ko: 유효한 이메일 주소를 입력해주세요.
nb: Vennligst legg inn en gyldig e-postadresse.
nl: Vul een geldig e-mailadres in.
pt_pt: Insira um email válido.
ru: Пожалуйста, укажите действующий е-мейл.
sv: Var god ange en giltig e-postadress.
tr: Lütfen kullanıcı e-posta alanına geçerli bir e-posta adresi gir.
vi: Vui lòng nhập một địa chỉ email hợp lệ.

# reset_password_send_error_user_not_found_or_wrong_password
source: The email address %@ is not registered.
de: Die E-Mail-Adresse %@ ist uns nicht bekannt.
el: Δεν έχει γίνει εγγραφή με τη διεύθυνση email %@.
es: El email %@ no está registrado.
fi: Sähköpostiosoitetta %@ ei ole rekisteröity.
fr_ca: L'adresse courriel %@ n'est pas enregistrée.
hu: A következő e-mail cím nincs regisztrálva: %@
it: L'indirizzo email %@ non è registrato.
ko: 이메일 주소 %@는 이미 등록된 사용자 입니다.
nb: E-postadressen %@ er ikke registrert.
nl: Het e-mailadres %@ is niet geregistreerd.
pt_pt: O endereço de email %@ não está registado.
ru: Адрес %@ не зарегистрирован.
sv: E-postadressen %@ hittades ej.
tr: %@ e-posta adresi kayıtlı değil.
vi: Địa chỉ email %@ chưa được đăng ký.

# reset_password_send_ok
source: We've sent an email to %@. Click the link in the email to reset your password!
de: Wir haben eine E-Mail an %@ geschickt. Klicke bitte auf den Link in der E-Mail, um dein Kennwort zurückzusetzen.
el: Σας στείλαμε ένα μήνυμα στο %@. Κάντε κλικ στο σύνδεσμο του email για να επαναφέρετε τον κωδικό πρόσβασης.
es: Hemos enviado un email a %@. Haz clic en el enlace dentro del email para restablecer tu contraseña.
fi: Olemme lähettäneet sähköpostia osoitteeseen %@. Klikkaa sähköpostissa olevaa linkkiä vaihtaaksesi salasanasi!
fr_ca: Nous avons envoyé un courriel à %@. Veuillez cliquer sur le lien dans le courriel pour réinitialiser votre mot de passe !
hu: E-mailt küldtünk a következő címre: %@. A benne lévő linkre kattintva helyreállíthatod jelszavadat.
it: Abbiamo inviato un'email a %@. Clicca sul link all'interno dell'email per ripristinare la tua password!
ko: 이메일을 %@으로 발송하였습니다. 수신함을 확인하시고 비밀번호 재설정 지시를 따라주세요!
nb: Vi har sendt en e-post til %@. Klikk på linken e-posten for å gjenopprette ditt passord.
nl: We hebben een e-mail gestuurd naar %@. Klik op de link in de e-mail om je wachtwoord te resetten.
pt_pt: Enviamos um email para %@! Clique no link do email para redefinir a sua password!
ru: Мы отправили письмо %@. Пройдите по ссылке в нем для сброса пароля!
sv: Vi har skickat ett e-mejl till %@. Klicka på länken i mejlet för att återställa ditt lösenord.
tr: %@ adresine bir e-posta gönderdik. Şifreni yenilemek için e-postana gönderilen bağlantıya tıkla.
vi: Chúng tôi vừa gửi email cho %@! Hãy nhấn vào đường dẫn trong thư để lấy lại mật khẩu.
