Repository: goRestart/ios-restart-app
Catalog: components/LGResources/LGResources/Assets/i18n/*.lproj/Localizable.strings
Languages: de, el, es, fi, fr_ca, hu, it, ko, nb, nl, pt_pt, ru, sv, tr, vi

# ml_category_text
source: Category:
de: Kategorie:
el: Κατηγορία:
es: Categoría:
fi: Kategoria:
fr_ca: Catégorie :
hu: Kategória:
it: Categoria:
ko: 항목:
nb: Kategori:
nl: Categorie:
pt_pt: Categoria:
ru: Категория:
sv: Kategori:
tr: Kategori:
vi: Danh mục:

# ml_details_price_text
source: Price:
de: Preis:
el: Τιμή:
es: Precio:
fi: Hinta:
fr_ca: Prix :
hu: Ár:
it: Prezzo:
ko: 가격:
nb: Pris:
nl: Prijs:
pt_pt: Preço:
ru: Цена:
sv: Pris:
tr: Fiyat:
vi: Giá:

# ml_details_suggested_details_text
source: SUGGESTED DETAILS
de: EMPFOHLENE INFOS
el: ΠΡΟΤΕΙΝΟΜΕΝΕΣ ΛΕΠΤΟΜΕΡΕΙΕΣ
es: DETALLES SUGERIDOS
fi: EHDOTETUT TIEDOT
fr_ca: DÉTAILS SUGGÉRÉS
hu: AJÁNLOTT RÉSZLETEK
it: DETTAGLI CONSIGLIATI
ko: 상세내역
nb: FORESLÅTTE DETALJER
nl: VOORGESTELDE DETAILS
pt_pt: DETALHES SUGERIDOS
ru: ПРЕДЛАГАЕМАЯ ИНФОРМАЦИЯ
sv: DETALJFÖRSLAG
tr: ÖNERİLEN DETAYLAR
vi: THÔNG TIN ĐỀ XUẤT

# ml_details_title_text
source: Title:
de: Titel:
el: Τίτλος:
es: Título:
fi: Otsikko:
fr_ca: Titre :
hu: Cím:
it: Titolo:
ko: 제목:
nb: Tittel:
nl: Titel:
pt_pt: Título:
ru: Заголовок:
sv: Titel:
tr: Başlık:
vi: Tiêu đề:

# ml_onboarding_description_text
source: Show me an item and I'll tell you how much you'll make
de: Zeige mir einen Artikel und ich sage dir, wieviel du damit verdienst
el: Δείξε μου ένα αντικείμενο και θα σου πω πόσα θα κερδίσεις
es: Muestráme un artículo y te diré cuánto podrías ganar
fi: Näytä minulle kohde ja kerron, paljonko tienaat
fr_ca: Montrez-moi un produit et je vous dirai combien vous allez gagner
hu: Mutass egy tárgyat, és megmondom, hogy mennyit kereshetsz vele
it: Mostrami un oggetto e ti dirò quanto potrai guadagnare
ko: 상품을 보여주세요. 가격이 얼마 정도 하는지 알려드릴게요.
nb: Vis meg et produkt og jeg vil fortelle deg hvor mye du kan tjene
nl: Toon me een item en ik zal je vertellen hoeveel je zult verdienen
pt_pt: Mostre-me um item e dir-lhe-ei quanto fará
ru: Покажите мне товар, и я скажу, сколько вы можете получить
sv: Visa mig en produkt så berättar jag hur mycket du kan tjäna
tr: Bana bir ürün göster sana kaç para kazanacağını söyleyeyim
vi: Cho tôi xem một món đồ và tôi sẽ cho bạn biết bạn sẽ kiếm được bao nhiêu

# ml_onboarding_new_text
source: NEW!
de: NEU!
el: ΝΕΟ!
es: ¡NUEVO!
fi: UUSI!
fr_ca: NOUVEAU !
hu: ÚJ!
it: NOVITÀ!
ko: 새로운!
nb: NYHET!
nl: NIEUW!
pt_pt: NOVO!
ru: НОВОЕ!
sv: NY!
tr: YENİ!
vi: MỚI!

# notification_section_one_month_ago
source: 1 month ago
el: Πριν 1 μήνα
es: Hace un mes
fr_ca: Il y a 1 mois
it: 1 mese fa
ko: 1달 전
nl: 1 maand geleden
pt_pt: há 1 mês
ru: 1 месяц назад
vi: 1 tháng trước

# notification_section_one_week_ago
source: 1 week ago
el: Πριν 1 εβδομάδα
es: Hace una semana
fr_ca: Il y a 1 semaine
it: 1 settimana fa
ko: 일주일 전
nl: 1 week geleden
pt_pt: há 1 semana
ru: 1 неделя назад
vi: 1 tuần trước

# notifications_cell_date_mins_ago
source: %im
el: %iλεπ.
it: %imin
ko: %i분
pt_pt: %imn
ru: %iм
vi: %ip

# notifications_empty_subtitle
source: Post something for sale to start seeing some activity here
de: Stelle etwas zum Verkauf ein, damit hier etwas Leben reinkommt
el: Δημοσιεύστε κάτι για πώληση για να δείτε κάποια δραστηριότητα εδώ
es: Empieza a vender y verás mucha actividad por aquí
fi: Julkaise jotakin myytäväksi, jotta täällä alkaa tapahtua
fr_ca: Publiez quelque chose à vendre pour qu'il y ait un peu d'action par ici
hu: Tölts fel hirdetést, hogy történjen itt valami
it: Pubblica qualcosa da vendere per iniziare a vedere delle attività
ko: 판매할 상품을 게시하고 몇가지 활동을 확인하세요
nb: Publiser noe for salg for å få i gang aktiviteten her
nl: Plaats iets in de verkoop om hier wat activiteit te zien
pt_pt: Coloque algo à venda para começar a ver alguma atividade por aqui
ru: Разместите что-нибудь на продажу для получения уведомлений
sv: Lägg upp något till försäljning för att börja se lite aktivitet här
tr: Burada bir hareketlenme görmek için yeni bir ürün satışa çıkar
vi: Đăng bán sản phẩm nào đó để bắt đầu xem hoạt động tại đây

# notifications_empty_title
source: NO NOTIFICATIONS (YET!)
de: (NOCH) KEINE MITTEILUNGEN
el: ΚΑΜΙΑ ΕΙΔΟΠΟΙΗΣΗ (ΑΚΟΜΗ!)
es: NO HAY NOTIFICACIONES (¡TODAVÍA!)
fi: EI ILMOITUKSIA (VIELÄ!)
fr_ca: AUCUNE NOTIFICATION (POUR LE MOMENT !)
hu: NINCS ÉRTESÍTÉS (MÉG!)
it: ANCORA NESSUNA NOTIFICA!
ko: 알림 없음 (아직이에요!)
nb: INGEN VARSLINGER (ENDA!)
nl: (NOG!) GEEN NOTIFICATIES
pt_pt: SEM NOTIFICAÇÕES (AINDA)!
ru: НЕТ УВЕДОМЛЕНИЙ (ПОКА!)
sv: INGA NOTISER (ÄNNU!)
tr: (HENÜZ!) BİLDİRİM YOK
vi: KHÔNG (CHƯA) CÓ THÔNG BÁO NÀO!

# notifications_permissions_1_push
source: Isabella: I'm very interested in your phone. Can you let go of it for $100?
de: Claudia: Ich interessiere mich für das Smartphone. Wären 100€ okay?
el: Μαρία: Ενδιαφέρομαι πολύ! Θα μου το πουλήσεις για 100€;
es: Isabel: Me interesa el teléfono. ¿Lo venderías por 100€?
fi: Liisa: Olen todella kiinnostunut puhelimestasi. Myytkö sen 100 eurolla?
fr_ca: Lucie : Je suis très intéressé par votre téléphone ! Pouvez-vous me le laisser pour $100 ?
hu: Izabella: Érdekelne a telefon. Eladnád 25.000 Ft-ért?
it: Francesca: il tuo telefono mi interessa molto. Me lo lasci per 100€?
ko: 이사벨라: 판매하시는 전화기에 관심있는데요. $100 제안해볼게요
nb: Ida: Jeg er veldig interessert i din mobil. Kan du la den gå for 900,-?
nl: Fleur: Hoi! Ik wil je telefoon graag kopen voor 100 euro. Deal?
pt_pt: Isabel: Estou interessado no seu telemóvel. Quer deixá-lo ir por 100€?
ru: Ирина: Очень понравился ваш телефон. Отдадите за 5000р?
sv: Isabella: Jag är väldigt intresserad av din mobil. let go för 800 kr?
tr: Ayşenur: Telefonu beğendim. 150'ye bırakır mısın?
vi: Phương: Mình thích chiếc điện thoại. 3 triệu đồng có được không?

# notifications_permissions_1_subtitle
source: Do you want to be notified when another user sends you a message?
de: Möchtest du benachrichtigt werden, wenn dir ein anderer Nutzer eine Nachricht schickt?
el: Θέλετε να ενημερώνεστε όταν κάποιος χρήστης σας στέλνει μήνυμα;
es: ¿Quieres que te avisemos cuando otro usuario te envíe un mensaje?
fi: Haluatko saada ilmoituksen, kun toinen käyttäjä lähettää sinulle viestin?
fr_ca: Souhaitez-vous être informé lorsqu'un autre utilisateur vous envoie un message ?
hu: Szeretnél értesítést kapni, ha egy felhasználó üzenetet küld?
it: Desideri ricevere una notifica quando un altro utente ti invia un messaggio?
ko: 구매자 혹은 판매자가 메세지를 보낼때, 알림을 받으시겠습니까?
nb: Ønsker du å bli varslet når en annen bruker sender deg en melding?
nl: Wil je een notificatie ontvangen wanneer een andere gebruiker je een bericht stuurt?
pt_pt: Quer ser notificado quando outro utilizador lhe enviar uma mensagem?
ru: Хотите видеть уведомление при получении сообщения?
sv: Vill du få information när en annan användare skickar ett meddelande till dig?
tr: Başka bir kullanıcı sana mesaj attığında sana bildirim gönderilmesini istiyor musun?
vi: Bạn có muốn được thông báo khi một người dùng khác gửi tin nhắn cho bạn?

# notifications_permissions_1_title_v2
source: Accept notifications
de: Mitteilungen erlauben
el: Αποδοχή γνωστοποιήσεων
es: Aceptar notificaciones
fi: Ota ilmoitukset käyttöön
fr_ca: Accepter les notifications
hu: Értesítések engedélyezése
it: Accetta notifiche
ko: 알림 허가됨
nb: Godkjenn varslinger
nl: Meldingen accepteren
pt_pt: Aceitar notificações
ru: Включить уведомления
sv: Acceptera notiser
tr: Bildirimleri kabul et
vi: Chấp nhận thông báo

# notifications_permissions_3_push
source: Jamie: Your offer sounds great. 5pm works for me, see you then!
de: Michael: Dein Angebot klingt gut. Bin um 17h da. Bis dann!
el: Κώστας: Η προσφορά ακούγεται πολύ καλή! Θα σε δω στις 17:00.
es: Jaime: Me parece bien tu oferta. A las 5 me va genial, ¡nos vemos!
fi: Mika: Tarjouksesi kuulostaa mahtavalta. Viideltä sopii minulle, nähdään silloin!
fr_ca: Jamie : Votre offre semble parfaite. 5pm est ok pour moi, à tantôt !
hu: Dávid: Tetszik az ajánlat. Az 5 óra is megfelel, várlak!
it: Luca: Direi che la tua offerta è ok. Alle 17 per me va bene. Ci vediamo dopo!
ko: 제이미: 좋습니다. 오후 5시 괜찮아요, 그때 뵐게요!
nb: Jonas: Ditt bud høres bra ut. Kl. 17.00 passer meg, sees da!
nl: Bart: Je bod klinkt goed. 17.00 uur is prima voor mij, ik zie je dan!
pt_pt: João: Aceito a sua oferta. Ás 17h está ótimo, até já!
ru: Денис: Звучит заманчиво. В 5 я смогу, увидимся!
sv: Jonas: Jag går med på ditt erbjudande. 17:00 funkar för mig. Ses då?
tr: Alican: Anlaştık. Akşamüstü 5 bana uygun, görüşmek üzere!
vi: Hải: Giá bạn đưa ra khá tốt. Lúc 5 giờ chiều mình rảnh, hẹn bạn khi đó nhé!

# notifications_permissions_3_subtitle
source: Do you want to be notified when a seller sends you a message?
de: Möchtest du benachrichtigt werden, wenn dir ein Verkäufer eine Nachricht schickt?
el: Θέλετε να ενημερώνεστε όταν κάποιος πωλητής σας στέλνει μήνυμα;
es: ¿Quieres que te avisemos cuando un vendedor te envíe un mensaje?
fi: Haluatko saada ilmoituksen, kun myyjä lähettää sinulle viestin?
fr_ca: Souhaitez-vous être informé lorsqu'un vendeur vous envoie un message ?
hu: Szeretnél értesítést kapni, ha egy eladó üzenetet küld?
it: Desideri ricevere una notifica quando un venditore ti invia un messaggio?
ko: 판매자가 메세지를 보낼 때, 알림을 받으시겠습니까?
nb: Ønsker du å bli varslet når en selger sender deg en melding?
nl: Wil je een notificatie ontvangen wanneer een verkoper je een bericht stuurt?
pt_pt: Quer ser notificado quando um vendedor lhe enviar uma mensagem?
ru: Хотите видеть уведомление при получении сообщения?
sv: Vill du får information när en säljare skickar ett meddelande till dig?
tr: Bir satıcı sana mesaj attığında sana bildirim gönderilmesini istiyor musun?
vi: Bạn có muốn được thông báo khi một người bán gửi tin nhắn cho bạn?

# notifications_permissions_3_title
source: Be in the Loop
de: Sei informiert
el: Μείνετε ενημερωμένοι
es: Entérate de todo
fi: Pysy ajan tasalla
fr_ca: Soyez au Courant
hu: Ne maradj le
it: Resta sempre Aggiornato
ko: 상위 판매자가 되기
nb: Hold deg oppdatert
nl: Blijf Op de Hoogte
pt_pt: Seja o primeiro a saber
ru: Будьте в курсе
sv: Håll dig uppdaterad
tr: Haberdar ol
vi: Luôn được cập nhật

# notifications_permissions_4_push
source: Laura: I'll give you $100 for it. Can you meet up this afternoon?
de: Laura: Ich kann dir 100€ anbieten. Hast du heute Nachmittag Zeit?
el: Ελένη: Μπορώ να σου δώσω 100€. Θέλεις να συναντηθούμε το απόγευμα;
es: Laura: Te ofrezco 100€. ¿Te va bien encontrarnos esta tarde?
fi: Laura: Maksan siitä 100 €. Voidaanko tavata tänään iltapäivällä?
fr_ca: Laura : Je le prends pour $100. Pouvons-nous nous rencontrer cet après-midi ?
hu: Laura: 25.000 Ft-ot tudok adni. Találkozunk délután?
it: Laura: ti offro 100 dollari. Ci possiamo incontrare questo pomeriggio?
ko: 로라: $100달러 드릴 수 있어요. 오후에 만나시는 것은 어떠세요?
nb: Kristine: Jeg gir deg 900,- for den. Kan du møtes i ettermiddag?
nl: Laura: Ik geef je er 100 euro voor. Kunnen we vanmiddag afspreken?
pt_pt: Laura: Dou-lhe 100€ por ele. Podemo-nos encontrar esta tarde?
ru: Лариса: Даю 5000р. Сможем встретиться сегодня вечером?
sv: Lena: Jag ger dig 500 kr för den. Kan vi träffas i eftermiddag?
tr: Elif: 90 lira olur mu? Öğleden sonra görüşmek mümkün mü?
vi: Chi: Mình trả 3 triệu đồng. Bạn có thể gặp mình chiều nay không?

# notifications_permissions_4_subtitle
source: Do you want to be notified when a buyer sends you a message?
de: Möchtest du benachrichtigt werden, wenn dir ein Käufer eine Nachricht schickt?
el: Θέλετε να ενημερώνεστε όταν κάποιος αγοραστής σας στέλνει μήνυμα;
es: ¿Quieres que te avisemos cuando un comprador te envíe un mensaje?
fi: Haluatko saada ilmoituksen, kun ostaja lähettää sinulle viestin?
fr_ca: Souhaitez-vous être informé lorsqu'un acheteur vous envoie un message ?
hu: Szeretnél értesítést kapni, ha egy vásárló üzenetet küld?
it: Desideri ricevere una notifica quando un acquirente ti invia un messaggio?
ko: 구매자가 메세지를 보낼 때, 알림을 받으시겠습니까?
nb: Ønsker du å bli varslet når en kjøper sender deg en melding?
nl: Wil je een notificatie ontvangen wanneer een koper je een bericht stuurt?
pt_pt: Quer ser notificado quando um comprador lhe enviar uma mensagem?
ru: Хотите видеть уведомление при получении сообщения?
sv: Vill du få information när en köpare skickar ett meddelande till dig?
tr: Bir alıcı sana mesaj attığında sana bildirim gönderilmesini istiyor musun?
vi: Bạn có muốn được thông báo khi một người mua gửi tin nhắn cho bạn?

# notifications_permissions_4_title
source: Sell Faster
de: Schneller verkaufen
el: Πουλήστε Γρηγορότερα
es: Vende más rápido
fi: Myy nopeammin
fr_ca: Vendez Plus Rapidement
hu: Adj el gyorsabban
it: Vendi Più Velocemente
ko: 빠르게 판매하기
nb: Selg raskere
nl: Verkoop Sneller
pt_pt: Venda mais rápido
ru: Продавайте быстрее
sv: Sälj snabbare
tr: Daha Hızlı Sat
vi: Bán nhanh hơn

# notifications_permissions_settings_cell1
source: Notifications
de: Mitteilungen
el: Γνωστοποιήσεις
es: Notificaciones
fi: Ilmoitukset
hu: Jelzések
it: Notifiche
ko: 알림
nb: Varslinger
nl: Meldingen
pt_pt: Notificações
ru: Уведомления
sv: Notiser
tr: Bildirimler
vi: Thông báo

# notifications_permissions_settings_cell2
source: Allow Notifications
de: Mitteilungen zulassen
el: Επιτρέπονται Γνωστοποιήσεις
es: Permitir notificaciones
fi: Salli ilmoitukset
fr_ca: Autoriser les Notifications
hu: Értesítések engedélyezése
it: Consenti Notifiche
ko: 알림 허용
nb: Tillat varslinger
nl: Meldingen toestaan
pt_pt: Permitir Notificações
ru: Разрешить уведомления
sv: Tillåt notiser
tr: Bildirimlere İzin Ver
vi: Cho phép thông báo

# notifications_permissions_settings_section1
source: Tap Notifications
de: Drücke auf Mitteilungen
el: Πατήστε Γνωστοποιήσεις
es: Pulsa Notificaciones
fi: Paina Ilmoitukset
fr_ca: Sélectionnez Notifications
hu: Koppints a Jelzések lehetőségre
it: Tocca su Notifiche
ko: 알림 선택
nb: Trykk på Varslinger
nl: Berichtgeving
pt_pt: Tocar em notificações
ru: Нажмите на "Уведомления"
sv: Tryck Notiser
tr: Bildirimlere Dokun
vi: Nhấn Thông báo

# notifications_permissions_settings_section2
source: Switch on Notifications
de: Mitteilungen einschalten
el: Ενεργοποιήστε τις Γνωστοποιήσεις
es: Activa las notificaciones
fi: Laita ilmoitukset päälle
fr_ca: Activez les Notifications
hu: Kapcsold be a Jelzéseket
it: Attiva le Notifiche
ko: 알림 켜기
nb: Skru på Varslinger
nl: Schakel meldingen in
pt_pt: Ativar as notificações
ru: Включите уведомления
sv: Slå på Notiser
tr: Bildirimleri Etkinleştir
vi: Chuyển tới Thông báo

# notifications_permissions_settings_subtitle
source: Follow these steps to be notified when a user sends you a message
de: Folge diesen einfachen Schritten und erhalte Benachrichtigungen, wenn dir ein Nutzer eine Nachricht schickt
el: Ακολουθήστε αυτά τα βήματα, για να ενημερώνεστε όταν ένας χρήστης σας στέλνει μήνυμα
es: Sigue estos pasos para ser notificado cuando un usuario te envía un mensaje
fi: Toimi näin saadaksesi ilmoituksen, kun käyttäjä lähettää sinulle viestin
fr_ca: Suivez ces étapes pour être notifié lorsqu'un utilisateur vous envoie un message
hu: Ezeket a lépéseket követve értesülhetsz, ha valakitől üzenetet kapsz
it: Segui questi passaggi per essere avvisato quando un utente ti invia un messaggio
ko: 다른 상대방이 메세지를 발송했을 때, 다음 단계를 따라주십시오
nb: Følg disse trinnene for å bli varslet når en bruker sender deg en melding
nl: Volg deze stappen om een melding te krijgen wanneer een gebruiker jou een bericht stuurt
pt_pt: Siga estes passos para ser notificado quando um utilizador lhe enviar uma mensagem
ru: Следуйте инструкции для получения уведомлений о сообщениях
sv: Följ de här stegen för att bli informerad om en användare skickar ett meddelande till dig
tr: Bir kullanıcı sana mesaj attığında haberinin olması için bu adımları izle
vi: Hãy làm theo các bước sau để nhận thông báo khi có người dùng gửi tin nhắn cho bạn

# notifications_permissions_settings_title
source: Don't miss a sale!
de: Verpasse keine Angebote!
el: Μη χάνετε καμία προσφορά!
es: ¡No pierdas una venta!
fi: Älä missaa alennusta!
fr_ca: Ne manquez pas une vente !
hu: Ne maradj le egy eladásról sem!
it: Non perdere neanche una vendita!
ko: 할인을 놓치지 마세요!
nb: Ikke gå glipp av et salg!
nl: Mis geen enkele verkoop!
pt_pt: Não perca uma venda!
ru: Не пропустите покупку!
sv: Missa ingen försäljning!
tr: Hiçbir satış fırsatını kaçırma!
vi: Đừng bỏ lỡ món giảm giá nào!

# notifications_permissions_settings_title_chat
source: Don't miss a reply!
de: Verpasse keine Antwort!
el: Μη χάνετε απαντήσεις!
es: ¡No te pierdas una respuesta!
fi: Älä missaa vastausta!
fr_ca: Ne manquez pas une réponse !
hu: Ne maradj le a válaszokról!
it: Non perdere neanche una risposta!
ko: 대답하는 것을 잊지 마세요!
nb: Ikke gå glipp av et svar!
nl: Mis geen antwoord!
pt_pt: Não perca uma resposta!
ru: Не пропустите ответ!
sv: Missa inga svar!
tr: Yanıtları kaçırma!
vi: Đừng bỏ lỡ tin nhắn trả lời nào!

# notifications_permissions_settings_yes_button
source: Yes, Activate
de: Ja, aktivieren
el: Ναι, Ενεργοποίηση
es: Sí, activar
fi: Kyllä, aktivoi
fr_ca: Oui, Activer
hu: Igen, aktiválom
it: Sì, Attiva
ko: 네, 설정합니다
nb: Ja, aktiver
nl: Ja, Activeer
pt_pt: Sim, ativar
ru: Да, активировать
sv: Ja, aktivera
tr: Evet, Etkinleştir
vi: Có, hãy Kích hoạt

# notifications_permissions_yes_button
source: Yes, Notify Me
de: Ja, benachrichtigt mich
el: Ναι, Ειδοποιήστε με
es: Sí, Notificadme
fi: Kyllä, lähetä ilmoituksia
fr_ca: Oui, Me Notifier
hu: Igen, értesítsen
it: Sì, Avvisami
ko: 네, 알려주세요
nb: Ja, Varsle Meg
nl: Ja, Stuur me Notificaties
pt_pt: Sim, Notifiquem-me
ru: Да, уведомлять меня
sv: Ja, Informera Mig
tr: Evet, Haberdar Et
vi: Có, hãy Thông báo cho tôi

# notifications_section_days_ago
source: %i days ago
el: Πριν %i μέρες
es: Hace %i días
fr_ca: Il y a %i jours
it: %i giorni fa
ko: %i일 전
nl: %i dagen geleden
pt_pt: há %i dias
ru: %i дней назад
vi: %i ngày trước

# notifications_section_months_ago
source: %i months ago
el: Πριν %i μήνες
es: Hace %i meses
fr_ca: Il y a %i mois
it: %i mesi fa
ko: %i 달 전
nl: %i maanden geleden
pt_pt: há %i meses
ru: %i месяцев назад
vi: %i tháng trước

# notifications_section_one_day_ago
source: 1 day ago
el: Πριν 1 μέρα
es: Ayer
fr_ca: Il y a 1 jour
it: 1 giorno fa
ko: 하루 전
nl: 1 dag geleden
pt_pt: há 1 dia
ru: 1 день назад
vi: 1 ngày trước

# notifications_section_today
source: Today
el: Σήμερα
es: Hoy
fr_ca: Aujourd'hui
it: Oggi
ko: 오늘
nl: Vandaag
pt_pt: Hoje
ru: Сегодня
vi: Hôm nay

# notifications_section_weeks_ago
source: %i weeks ago
el: Πριν %i εβδομάδες
es: Hace %i semanas
fr_ca: Il y a %i semaines
it: %i settimane fa
ko: %i 주 전
nl: %i weken geleden
pt_pt: há %i semanas
ru: %i недель назад
vi: %i tuần trước

# notifications_section_yesterday
source: Yesterday
el: Χθες
es: Ayer
fr_ca: Hier
it: Ieri
ko: 어제
nl: Gisteren
pt_pt: Ontem
ru: Вчера
vi: Hôm qua

# notifications_title
source: Notifications
de: Mitteilungen
el: Ειδοποιήσεις
es: Notificaciones
fi: Ilmoitukset
hu: Értesítések
it: Notifiche
ko: 알림
nb: Varslinger
nl: Notificaties
pt_pt: Notificações
ru: Уведомления
sv: Notiser
tr: Bildirimler
vi: Thông báo

# notifications_type_buyers_interested
source: %d buyers might be interested in your listing
de: %d Käufer sind möglicherweise an deinem Angebot interessiert
el: %d αγοραστές μπορεί να ενδιαφέρονται για την καταχώρησή σας
es: A %d compradores les podría interesar tu anuncio
fi: %d ostajaa saattaisi olla kiinnostunut ilmoituksestasi
fr_ca: %d acheteurs pourraient être intéressés par votre annonce
hu: Hirdetésed %d vásárlót érdekelhet
it: %d acquirenti potrebbero essere interessati al tuo annuncio
ko: %d 구매자들이 사용자 분의 상품 목록에 관심있는 것 같습니다
nb: %d kjøpere kan være interesserte i din annonse
nl: %d kopers zijn misschien geïnteresseerd in je advertentie
pt_pt: %d compradores poderão estar interessados na sua publicação
ru: %d покупателей может заинтересовать ваше объявление
sv: %d köpare skulle kunna vara intresserade av din annons
tr: %d alıcı ilanınla ilgilenebilir
vi: %d người mua có thể quan tâm đến bài đăng của bạn

# notifications_type_buyers_interested_button
source: Find out who they are
de: Finde heraus, wer sie sind
el: Μάθετε ποιοι είναι
es: Descubrir quién son
fi: Katso keitä he ovat
fr_ca: Découvrez qui ils sont
hu: Derítsd ki, kik azok
it: Scopri chi sono
ko: 누구인지 알아보세요
nb: Finn ut hvem de er
nl: Ontdek wie het zijn
pt_pt: Descubra quem são
ru: Посмотрите, кто они
sv: Se vem de är
tr: Kim olduklarını öğren
vi: Tìm ra họ là ai

# notifications_type_buyers_interested_button_done
source: Buyers contacted!
de: Käufer kontaktiert!
el: Επικοινωνήσατε με τους αγοραστές!
es: ¡Compradores contactados!
fi: Ostajiin on otettu yhteyttä!
fr_ca: Acheteurs contactés !
hu: Vásárlók értesítve!
it: Acquirenti contattati!
ko: 구매자가 연락을 하였습니다!
nb: Kjøpere ble kontaktet!
nl: Kopers gecontacteerd!
pt_pt: Compradores contactados!
ru: Покупатели оповещены!
sv: Köpare kontaktad!
tr: Alıcılar haberdar edildi!
vi: Người mua đã liên hệ!

# notifications_type_buyers_interested_w_title
source: %1$d buyers might be interested in your listing: "%2$@"
de: %1$d Käufer sind möglicherweise an deinem Angebot interessiert: "%2$@"
el: %1$d αγοραστές μπορεί να ενδιαφέρονται γι' αυτήν την καταχώρηση: "%2$@"
es: A %1$d compradores les podría interesar tu anuncio: "%2$@"
fi: %1$d ostajaa saattaisi olla kiinnostunut ilmoituksestasi: "%2$@"
fr_ca: %1$d acheteurs pourraient être intéressés par votre annonce : "%2$@"
hu: %1$d vásárlót érdekelhet hirdetésed: „%2$@”
it: %1$d potrebbero essere interessati al tuo annuncio: "%2$@"
ko: %1$d 구매자들이 상품 목록에 관심이 있는 것 같습니다: "%2$@"
nb: %1$d kjøpere kan være interessert i din annonse: "%2$@"
nl: %1$d kopers zijn misschien geïnteresseerd in jouw advertentie: "%2$@"
pt_pt: %1$d compradores poderão estar interessados na sua publicação: "%2$@"
ru: %1$d покупателей может заинтересовать ваше объявление: "%2$@"
sv: %1$d köpare skulle kunna vara intresserade av din annons: "%2$@"
tr: %1$d alıcı ilanınla ilgileniyor olabilir: "%2$@"
vi: %1$d người mua có thể quan tâm đến bài đăng "%2$@" của bạn

# notifications_type_facebook_friend
source: Your Facebook friend %1$@ has joined letgo as %2$@
de: Dein Facebook-Freund %1$@ ist letgo als %2$@ beigetreten
el: Ο φίλος σας στο Facebook %1$@ είναι στο letgo ως %2$@
es: Tu amigo de Facebook %1$@ usa letgo como %2$@
fi: Facebook-kaverisi %1$@ on liittynyt letgohun nimellä %2$@
fr_ca: Votre ami Facebook %1$@ a rejoint letgo en tant que %2$@
hu: Facebook-ismerősöd, %1$@ csatlakozott a letgo piacához %2$@ néven
it: Il tuo amico di Facebook %1$@ si è iscritto su letgo come %2$@
ko: 사용자의 페이스북 친구 %1$@가 %2$@로 letgo에 가입했습니다
nb: Din Facebook-venn %1$@ har blitt en del av letgo som %2$@
nl: Jouw Facebook vriend %1$@ heeft zich aangesloten bij letgo als %2$@
pt_pt: O seu amigo/a do Facebook %1$@ aderiu ao letgo como %2$@
ru: Ваш друг на Facebook %1$@ зарегистрировался на letgo как %2$@
sv: Din Facebook-vän %1$@ har gått med letgo som %2$@
tr: Facebook arkadaşın %1$@, %2$@ kullanıcı adıyla letgo'da
vi: Bạn Facebook %1$@ của bạn vừa tham gia letgo với tên %2$@

# notifications_type_facebook_friend_button
source: View Profile
de: Profil ansehen
el: Δείτε Προφίλ
es: Ver perfil
fi: Näytä profiili
fr_ca: Voir le Profil
hu: Profil megtekintése
it: Visualizza profilo
ko: 프로필 보기
nb: Vis profil
nl: Bekijk Profiel
pt_pt: Ver perfil
ru: Смотреть профиль
sv: Se Profil
tr: Profiline Bak
vi: Xem Hồ sơ

# notifications_type_like_button
source: Check out their profile
de: Schau dir das Profil an
el: Δείτε το προφίλ τους
es: Visitar su perfil
fi: Käy katsomassa käyttäjän profiili
fr_ca: Consulter leur profile
hu: Profil megtekintése
it: Dai un'occhiata al loro profilo
ko: 프로필 확인하세요
nb: Se profilen deres
nl: Bekijk hun profiel
pt_pt: Veja o seu perfil
ru: Проверить профиль
sv: Kolla deras profil
tr: Profiline bak
vi: Xem hồ sơ của họ
