Repository: goRestart/ios-restart-app
Catalog: components/LGResources/LGResources/Assets/i18n/*.lproj/Localizable.strings
Languages: de, el, es, fi, fr_ca, hu, it, ko, nb, nl, pt_pt, ru, sv, tr, vi

# rate_buyers_not_on_letgo_title_button
source: Sold it somewhere else
de: Ich habe es woanders verkauft
el: Το πούλησα κάπου αλλού
es: Lo he vendido en otro lugar
fi: Myin sen jossakin muualla
fr_ca: Je l'ai vendu ailleurs
hu: Valahol máshol adtam el
it: Venduto altrove
ko: 다른 곳에서 판매했습니다
nb: Jeg solgte produktet et annet sted
nl: Ik heb het ergens anders verkocht
pt_pt: Vendi noutro sitio
ru: Продал где-то еще
sv: Har sålts någon annanstans
tr: Bu ürünü başka bir yerde sattım
vi: Đã bán ở chỗ khác

# rate_buyers_see_less
source: Show less
de: Weniger anzeigen
el: Δείτε Λιγότερα
es: Ver menos
fi: Näytä vähemmän
fr_ca: Afficher moins
hu: Kevesebbet
it: Mostra Meno
ko: 줄이기
nb: Vis mindre
nl: Toon minder
pt_pt: Ocultar
ru: Скрыть
sv: Visa mindre
tr: Daha az göster
vi: Rút gọn

# rate_buyers_see_x_more
source: Show more
de: Mehr anzeigen
el: Δείτε Περισσότερα
es: Ver más
fi: Näytä enemmän
fr_ca: Afficher plus
hu: Többet
it: Mostra Altro
ko: 더보기
nb: Vis mer
nl: Toon meer
pt_pt: Mostrar mais
ru: Показать еще
sv: Visa mer
tr: Daha fazla göster
vi: Hiện thêm

# rate_buyers_sub_message
source: Who did you sell this to?
de: An wen hast du es verkauft?
el: Σε ποιον το πουλήσατε;
es: ¿A quién se lo has vendido?
fi: Kenelle myit tämän?
fr_ca: À qui l'avez-vous vendu ?
hu: Kinek adtad el?
it: A chi lo hai venduto?
ko: 누구에게 이것을 판매하시나요?
nb: Hvem solgte du dette produktet til?
nl: Aan wie heb je dit verkocht?
pt_pt: A quem vendeu o artigo?
ru: Кому вы продали товар?
sv: Vem har du sålt detta till?
tr: Bu ürünü kime sattın?
vi: Bạn đã bán sản phẩm này cho ai?

# rate_buyers_will_do_later_subtitle
source: Rate the buyer later
de: Bewerte den Käufer später
el: Βαθμολογήστε τον αγοραστή αργότερα
es: Valorar al comprador más tarde
fi: Arvostele ostaja myöhemmin
fr_ca: Évaluer l'acheteur plus tard
hu: Később értékelem a vásárlót
it: Lascia un giudizio sull'acquirente più tardi
ko: 나중에 구매자의 평점을 남기겠습니다
nb: Ranger kjøperen senere
nl: Beoordeel de koper later
pt_pt: Avaliar o comprador mais tarde
ru: Оценить покупателя позже
sv: Betygsätt köparen senare
tr: Alıcıyı daha sonra değerlendir
vi: Đánh giá người mua sau

# rate_buyers_will_do_later_title
source: I'll do this later
de: Ich mach das später
el: Θα το κάνω αργότερα
es: Lo haré más tarde
fi: Teen tämän myöhemmin
fr_ca: Je le ferai plus tard
hu: Majd később
it: Lo farò più tardi
ko: 나중에 진행하겠습니다
nb: Jeg gjør det senere
nl: Ik doe dit later
pt_pt: Faço-o mais tarde
ru: Сделаю позже
sv: Jag gör det senare
tr: Daha sonra yapacağım
vi: Tôi sẽ thực hiện sau

# rate_user_negative_didnt_show_up
source: Didn’t show up
de: Ist nicht erschienen
el: Δεν εμφανίστηκε
es: No vino a la cita
fi: Ei saapunut paikalle
fr_ca: Absent(e) au rendez-vous
hu: Nem jött el
it: Non si è presentato
ko: 나오지 않음
nb: Møtte ikke opp
nl: Kwam niet opdagen
pt_pt: Não apareceu
ru: Не пришел
sv: Dök inte upp
tr: Buluşmaya gelmedi
vi: Không có mặt

# rate_user_negative_item_not_as_advertised
source: Item not as advertised
de: Produkt nicht wie beschrieben
el: Το προϊόν δεν ήταν όπως φαινόταν
es: Artículo defectuoso
fi: Tuote ei kuvauksen mukainen
fr_ca: Bien non conforme à l'annonce
hu: Félrevezető hirdetés
it: Oggetto diverso dall'annuncio
ko: 허위 매물
nb: Produkt var ikke som annonsert
nl: Item niet zoals geadverteerd
pt_pt: Item não está conforme o publicado
ru: Товар не из объявления
sv: Vilseledande annonsering
tr: Ürünü ilandaki gibi değildi
vi: Sản phẩm không như giới thiệu

# rate_user_negative_not_polite
source: Not polite
de: Unfreundlich
el: Αγενής
es: No fue amable
fi: Ei kohtelias
fr_ca: Impoli(e)
hu: Nem udvarias
it: Non educato
ko: 예의바르지 않음
nb: Ikke hyggelig
nl: Onbeleefd
pt_pt: Não educado
ru: Невежливый
sv: Oartig
tr: Kibar değil
vi: Không lịch sự

# rate_user_negative_not_trustworthy
source: Not trustworthy
de: Nicht vertrauenswürdig
el: Μη έμπιστος
es: No digno de confianza
fi: Ei luotettava
fr_ca: Non fiable
hu: Megbízhatatlan
it: Non affidabile
ko: 신뢰가지 않음
nb: Ikke troverdig
nl: Onbetrouwbaar
pt_pt: Não fidedigno
ru: Ненадежный
sv: Opålitlig
tr: Güvenilmez
vi: Không đáng tin

# rate_user_negative_slow_responses
source: Slow responses
de: Antwortete langsam
el: Καθυστερημένες απαντήσεις
es: Respuestas lentas
fi: Hidas vastaamaan
fr_ca: Réponses lentes
hu: Lassan válaszol
it: Comunicazione lenta
ko: 늦은 답신
nb: Trege svar
nl: Late antwoorden
pt_pt: Demora a responder
ru: Долго отвечал
sv: Sen på att svara
tr: Geç yanıt veriyor
vi: Phản hồi chậm

# rate_user_negative_unfair_price
source: Unfair prices
de: Unfairer Preis
el: Μη λογικές τιμές
es: Precio injusto
fi: Kohtuuttomat hinnat
fr_ca: Prix abusifs
hu: Magas árak
it: Prezzi non giusti
ko: 너무 높은 가격
nb: Urettferdige priser
nl: Oneerlijke prijzen
pt_pt: Preços injustos
ru: Высокие цены
sv: Orimliga priser
tr: Fiyatları makul değil
vi: Giá không hợp lý

# rate_user_positive_fair_prices
source: Fair prices
de: Fairer Preis
el: Λογικές τιμές
es: Precios justos
fi: Kohtuulliset hinnat
fr_ca: Prix raisonnables
hu: Jó árak
it: Prezzi giusti
ko: 공정한 가격
nb: Rettferdige priser
nl: Eerlijke prijzen
pt_pt: Preços justos
ru: Хорошие цены
sv: Vettiga priser
tr: Makul fiyatlar
vi: Giá hợp lý

# rate_user_positive_helpful
source: Helpful
de: Hilfsbereit
el: Βοηθητικός
es: Servicial
fi: Avulias
fr_ca: Serviable
hu: Segítőkész
it: Collaborativo
ko: 굉장히 도움됨
nb: Hjelpsom
nl: Behulpzaam
pt_pt: Prestativo
ru: Готов помочь
sv: Hjälpsam
tr: Yardımcı oldu
vi: Nhiệt tình

# rate_user_positive_polite
source: Polite
de: Freundlich
el: Ευγενικός
es: Amable
fi: Kohtelias
fr_ca: Poli(e)
hu: Udvarias
it: Gentile
ko: 공손함
nb: Hyggelig
nl: Beleefd
pt_pt: Educado
ru: Вежливый
sv: Artig
tr: Kibar
vi: Lịch sự

# rate_user_positive_quick_responses
source: Quick responses
de: Antwortete schnell
el: Άμεσες απαντήσεις
es: Respuestas rápidas
fi: Nopeat vastaukset
fr_ca: Réponses rapides
hu: Gyorsan válaszolt
it: Risposte veloci
ko: 빠른 응답
nb: Raske svar
nl: Snelle antwoorden
pt_pt: Respostas rápidas
ru: Быстро отвечал
sv: Snabb respons
tr: Çabuk cevaplıyor
vi: Trả lời nhanh

# rate_user_positive_showed_up_on_time
source: Showed up on time
de: War pünktlich
el: Συνεπής
es: Puntual
fi: Saapui ajallaan
fr_ca: S'est présenté(e) à l'heure
hu: Időben ott volt
it: In orario
ko: 제 시간에 나왔습니다
nb: Møtte opp i tide
nl: Kwam op tijd
pt_pt: Apareceu a horas
ru: Пришел вовремя
sv: Punktlig
tr: Buluşmaya zamanında geldi
vi: Đúng giờ

# rate_user_positive_trustworthy
source: Trustworthy
de: Vertrauenswürdig
el: Έμπιστος
es: Digno de confianza
fi: Luotettava
fr_ca: Fiable
hu: Megbízható
it: Affidabile
ko: 신뢰할 수 있음
nb: Troverdig
nl: Betrouwbaar
pt_pt: Fidedigno
ru: Надежный
sv: Pålitlig
tr: Güvenilir
vi: Đáng tin

# rating_app_enjoying_alert_title
source: Are you enjoying letgo?
de: Gefällt dir letgo?
el: Διασκεδάζετε με το letgo;
es: ¿Estás disfrutando de letgo?
fi: Pidätkö letgosta?
fr_ca: Appréciez-vous letgo ?
hu: Tetszik a letgo piaca?
it: Ti piace letgo?
ko: letgo를 즐기고 있습니까?
nb: Liker du letgo?
nl: Vind je letgo leuk?
pt_pt: Está a gostar do letgo?
ru: Вам нравится letgo?
sv: Uppskattar du letgo?
tr: letgo'dan memnun musun?
vi: Bạn có đang sử dụng letgo?

# rating_app_feedback_no_button
source: No, thanks
de: Nein, danke
el: Όχι, ευχαριστώ
es: No, gracias
fi: Ei kiitos
fr_ca: Non, merci
hu: Inkább nem
it: No, grazie
ko: 고맙지만, 괜찮습니다
nb: Nei, takk
nl: Nee, bedankt
pt_pt: Não. Obrigado.
ru: Нет, спасибо
sv: Nej tack
tr: Hayır, teşekkürler
vi: Không, cảm ơn

# rating_app_feedback_title
source: Want to give us some feedback?
de: Möchtest du uns Feedback geben?
el: Θέλετε να μας πείτε τη γνώμη σας;
es: ¿Hay algo que nos quieras comentar?
fi: Haluatko antaa meille palautetta?
fr_ca: Souhaitez-vous nous faire part de vos impressions ?
hu: Van kedved visszajelzést küldeni?
it: Vuoi lasciarci un feedback?
ko: 저희에게 피드백을 주고 싶습니까?
nb: Ønsker du å gi oss tilbakemelding?
nl: Wil je ons feedback geven?
pt_pt: Deseja deixar-nos o seu feedback?
ru: Хотите оставить нам отзыв?
sv: Vill du ge oss lite feedback?
tr: Bizi değerlendirmek ister misin?
vi: Muốn gửi phản hồi cho chúng tôi?

# rating_app_feedback_yes_button
source: Sure!
de: Klar!
el: Φυσικά!
es: ¡Claro!
fi: Toki!
fr_ca: Bien sûr !
hu: Persze!
it: Certo!
ko: 물론이죠!
nb: Ja!
nl: Jazeker!
pt_pt: Claro!
ru: Конечно!
sv: Visst!
tr: Tabii ki!
vi: Chắc chắn rồi!

# rating_app_rate_alert_no_button
source: No, thanks
de: Nein, danke
el: Όχι, ευχαριστώ
es: No, gracias
fi: Ei kiitos
fr_ca: Non, merci
hu: Inkább nem
it: No, grazie
ko: 감사하지만 괜찮습니다
nb: Nei, takk
nl: Nee, bedankt
pt_pt: Não. Obrigado.
ru: Нет, спасибо
sv: Nej tack
tr: Hayır, teşekkürler
vi: Không, cảm ơn

# rating_app_rate_alert_title
source: Would you like to rate us? It'll only take two seconds
de: Möchtest du uns bewerten? Es dauert nur zwei Sekunden
el: Θα θέλατε να μας βαθμολογήσετε; Θα πάρει μόνο 2 δευτερόλεπτα
es: ¿Quieres valorarnos? Solo te llevará dos segundos
fi: Haluaisitko arvostella meidät? Se vie vain pari sekuntia
fr_ca: Pourriez-vous nous évaluer ? Cela ne prendra que deux secondes
hu: Van kedved értékelni minket? Csak pár másodperc!
it: Ti andrebbe di lasciarci un giudizio? Ci vorranno solo due secondi
ko: 저희를 평가 해주시고 싶으신가요? 딱 2초 정도 소요될 것입니다.
nb: Ønsker du å vurdere oss? Det tar kun 2 sekunder
nl: Wil je ons een beoordeling geven? Het duurt slechts 2 seconden.
pt_pt: Deseja avaliar-nos? Demora apenas 2 segundos.
ru: Хотите оценить нас? Этой займет всего 2 секунды
sv: Skulle du vilja betygsätta oss? Det tar bara några sekunder
tr: Bize puan vermek ister misin? Sadece bir kaç saniye sürecek
vi: Bạn có muốn đánh giá chúng tôi? Sẽ chỉ mất hai giây

# rating_app_rate_alert_yes_button
source: Sure!
de: Klar!
el: Φυσικά!
es: ¡Claro!
fi: Toki!
fr_ca: Bien sûr !
hu: Persze!
it: Certo!
ko: 물론이죠!
nb: Ja!
nl: Jazeker!
pt_pt: Claro!
ru: Конечно!
sv: Visst!
tr: Tabii ki!
vi: Chắc chắn rồi!

# rating_list_action_report_review
source: Report review
de: Bewertung melden
el: Κάντε αναφορά μιας κριτικής
es: Denunciar valoración
fi: Ilmianna arvostelu
fr_ca: Signaler une évaluation
hu: Értékelés jelentése
it: Segnala utente
ko: 리뷰 신고하기
nb: Rapporter vurdering
nl: Rapporteer beoordeling
pt_pt: Denunciar comentário
ru: Пожаловаться на отзыв
sv: Rapportera omdöme
tr: Yorumu şikayet et
vi: Báo cáo đánh giá

# rating_list_action_report_review_error_message
source: An error occurred while sending your report.
de: Beim Abschicken deiner Nachricht ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την αποστολή της αναφοράς σας.
es: Se ha producido un error al enviar tu denuncia.
fi: Ilmiantoasi lähetettäessä tapahtui virhe.
fr_ca: Une erreur est survenue lors de l'envoi du signalement.
hu: Hiba történt jelentésed beküldése során.
it: Si è verificato un errore durante l'invio della tua segnalazione.
ko: 신고를 발송하는동안 오류가 발생했습니다.
nb: En feil oppstod ved sending av din rapport.
nl: Er is een fout opgetreden tijdens het versturen van jouw melding.
pt_pt: Ocorreu um erro no envio da sua denúncia.
ru: При отправке произошла ошибка.
sv: Ett fel uppstod när din rapport skulle skickas.
tr: Şikayetin gönderilirken bir hata oluştu.
vi: Có lỗi xảy ra trong khi gửi báo cáo.

# rating_list_action_report_review_success_message
source: Your report has been sent!
de: Deine Nachricht wurde abgeschickt!
el: Η αναφορά σας έχει σταλεί
es: ¡Tu denuncia ha sido enviada!
fi: Ilmiantosi on lähetetty!
fr_ca: Votre signalement a été envoyé !
hu: Jelentésed beküldve!
it: La tua segnalazione è stata inviata!
ko: 신고가 발송되었습니다!
nb: Din rapport ble sendt!
nl: Jouw melding is verzonden!
pt_pt: A sua denuncia foi enviada!
ru: Ваша жалоба была отправлена!
sv: Din rapport har skickats!
tr: Şikayetin bildirildi!
vi: Báo cáo của bạn đã được gửi đi!

# rating_list_action_review_user
source: Review user
de: Nutzer bewerten
el: Κάντε κριτική σε χρήστη
es: Valorar usuario
fi: Arvostele käyttäjä
fr_ca: Évaluer l'utilisateur
hu: Felhasználó értékelése
it: Recensisci utente
ko: 사용자 리뷰
nb: Vurder bruker
nl: Beoordeel gebruiker
pt_pt: Comentar utilizador
ru: Оценить пользователя
sv: Bedöm användare
tr: Kullanıcıyı değerlendir
vi: Xem người dùng

# rating_list_loading_error_message
source: An error occurred while loading ratings.
de: Beim Laden der Bewertungen ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά τη φόρτωση της κριτικής.
es: Se ha producido un error al cargar las valoraciones.
fi: Luokituksia ladattaessa tapahtui virhe.
fr_ca: Une erreur est survenue lors du chargement des évaluations.
hu: Hiba történt az értékelések betöltése során.
it: Si è verificato un errore durante il caricamento dei giudizi
ko: 평점을 불러오는 동안 오류가 발생했습니다.
nb: En feil oppstod ved lasting av vurderinger.
nl: Er is een fout opgetreden tijdens het laden van beoordelingen.
pt_pt: Ocorreu um erro ao carregar as classificações.
ru: При загрузке оценок произошла ошибка.
sv: Ett fel uppstod när omdömdet skulle laddas upp.
tr: Yorumlar yüklenirken bir hata oluştu.
vi: Có lỗi xảy ra khi tải các đánh giá

# rating_list_rating_status_pending
source: This review is being verified
de: Diese Bewertung wird überprüft
el: Η κριτική είναι επιβεβαιωμένη
es: Esta valoración está siendo verificada
fi: Tämä arvostelu odottaa vahvistusta
fr_ca: Cette évaluation est en cours de vérification
hu: Ez az értékelés ellenőrzés alatt áll
it: Questa recensione è in fase di verifica
ko: 이 리뷰는 확인 중입니다
nb: Denne vurderingen er under verifisering
nl: Deze beoordeling wordt geverifieerd
pt_pt: Esta avaliação está a ser verificada
ru: Этот отзыв подтвержается
sv: Detta omdöme verifieras
tr: Bu yorum değerlendirilmektedir
vi: Đánh giá này đang được xác minh

# rating_list_rating_type_buyer_text_label
source: %@ bought something
de: %@ hat etwas gekauft
el: Ο %@ αγόρασε κάτι
es: %@ ha comprado algo
fi: %@ osti jotakin
fr_ca: %@ a acheté quelque chose
hu: %@ megvásárolt valamit
it: %@ ha acquistato qualcosa
ko: %@께서 무언가를 구매하였습니다
nb: %@ kjøpte noe
nl: %@ kocht iets
pt_pt: %@ comprou algo
ru: %@ купил что-то
sv: %@ har gjort ett fynd
tr: %@ bir şey aldı
vi: %@ đã mua gì đó

# rating_list_rating_type_conversation_text_label
source: %@ chatted about a listing
de: %@ hat über ein Angebot gesprochen
el: Ο %@ συζήτησε για μια καταχώρηση
es: %@ ha chateado sobre un anuncio
fi: %@ keskusteli ilmoituksesta
fr_ca: %@ a clavardé à propos d'une annonce
hu: %@ csevegett egy hirdetésről
it: %@ ha chattato riguardo a un annuncio
ko: %@께서 상품 목록에 관하여 채팅을 보냈습니다
nb: %@ chattet om en annonse
nl: %@ heeft over een advertentie gechat
pt_pt: %@ conversou sobre uma publicação
ru: %@ спрашивал о товаре
sv: %@ chattade om en annons
tr: %@ bu kullanıcıyla sohbet etti
vi: %@ đã trò chuyện về một bài đăng

# rating_list_rating_type_seller_text_label
source: %@ sold something
de: %@ hat etwas verkauft
el: Ο %@ πούλησε κάτι
es: %@ ha vendido algo
fi: %@ myi jotakin
fr_ca: %@ a vendu quelque chose
hu: %@ eladott valamit
it: %@ ha venduto qualcosa
ko: %@께서 무언가을 판매하였습니다
nb: %@ solgte noe
nl: %@ heeft een advertentie verkocht
pt_pt: %@ vendeu algo
ru: %@ продал что-то
sv: %@ har sålt något
tr: %@ bir şey sattı
vi: %@ đã bán gì đó

# rating_list_title
source: Reviews
de: Bewertungen
el: Κριτικές
es: Valoraciones
fi: Arvostelut
fr_ca: Avis
hu: Értékelések
it: Recensioni
ko: 리뷰
nb: Vurderinger
nl: Beoordelingen
pt_pt: Comentários
ru: Отзывов
sv: Omdömen
tr: Yorumlar
vi: Đánh giá

# rating_view_rate_us_label
source: Rate us:
de: Bewerte uns:
el: Βαθμολόγησε μας:
es: Puntúanos:
fi: Anna meille arvosana:
fr_ca: Évaluez-nous :
hu: Értékelj minket:
it: Lasciaci un giudizio:
ko: 평가해주세요:
nb: Ranger oss:
nl: Beoordeel ons:
pt_pt: Classifique-nos:
ru: Ваша оценка:
sv: Bedöm oss:
tr: Bize puan ver:
vi: Đánh giá chúng tôi:

# rating_view_remind_later_button
source: Remind me later
de: Später erinnern
el: Θύμισέ το μου αργότερα
es: Recuérdamelo más tarde
fi: Muistuta minua myöhemmin
fr_ca: Me le rappeler plus tard
hu: Emlékeztessen később
it: Ricordamelo più tardi
ko: 다음에 알려주세요
nb: Påminn meg senere
nl: Herinner me later
pt_pt: Lembre-me mais tarde
ru: Напомнить позже
sv: Påminn mig senare
tr: Daha sonra hatırlat
vi: Nhắc tôi sau

# rating_view_title_label_uppercase
source: GIVE US 5 STARS!
de: GIB UNS 5 STERNE!
el: ΔΩΣΤΕ ΜΑΣ 5 ΑΣΤΕΡΙΑ!
es: ¡PUNTÚANOS CON 5 ESTRELLAS!
fi: ANNA MEILLE 5 TÄHTEÄ!
fr_ca: DONNEZ-NOUS 5 ÉTOILES !
hu: ADJ 5 CSILLAGOT!
it: LASCIACI 5 STELLE!
ko: 저희에게 별 5개를 주세요!
nb: GI OSS 5 STJERNER!
nl: GEEF ONS 5 STERREN!
pt_pt: DÊ-NOS 5 ESTRELAS!
ru: ПОСТАВЬТЕ НАМ 5 ЗВЕЗД!
sv: GE OSS 5 STJÄRNOR!
tr: BİZE 5 YILDIZ VER!
vi: ĐÁNH GIÁ 5 SAO CHO CHÚNG TÔI!

# real_estate_attribute_tag_bathroom_0
source: 0BA
de: 0B
el: 0ΜΠ
es: 0 baños
fi: 0kph
fr_ca: 0SDB
hu: 0FSZ
it: 0 bagni
ko: 욕실 0개
nb: 0BAD
nl: 0BK
pt_pt: 0WC
ru: 1 ванная
tr: 0 BANYO
vi: 0PT

# real_estate_bathrooms_0
source: None
de: Keines
el: Κανένα
es: Ninguno
fi: Ei ole
fr_ca: Aucune
hu: Nincs
it: Nessuno
ko: 없음
nb: Ingen
nl: Geen
pt_pt: Nenhuma
ru: Нет
tr: Yok
vi: Không có

# real_estate_bathrooms_title
source: No. of bathrooms
de: Zahl der Badezimmer
el: Αριθμός μπάνιων
es: Nº de baños
fi: Kylpyhuoneiden määrä
fr_ca: Salles de bains (nb)
hu: Fürdőszobák száma
it: N° di bagni
ko: 화장실 숫자
nb: Antall bad
nl: Aantal Badkamers
pt_pt: Nº de casas de banho
ru: Количество ванных
sv: Antal badrum
tr: Banyo Sayısı
vi: Số Phòng tắm

# real_estate_bedrooms_0
source: Studio
de: Atelierwohnung
el: Στούντιο
es: Estudio
fi: Studioasunto
hu: Stúdió
it: Monolocale
ko: 원룸
pt_pt: Estúdio
ru: Студия
sv: Etta
tr: Stüdyo

# real_estate_bedrooms_title
source: No. of bedrooms
de: Zahl der Schlafzimmer
el: Αριθμός υπνοδωματίων
es: Nº de habitaciones
fi: Makuuhuoneiden määrä
fr_ca: Chambres (nb)
hu: Hálószobák száma
it: N° di stanze
ko: 방 숫자
nb: Antall soverom
nl: Aantal Slaapkamers
pt_pt: Nº de quartos
ru: Количество спален
sv: Antal sovrum
tr: Oda Sayısı
vi: Số Phòng ngủ

# real_estate_camera_view_real_estate_learn_more
source: Learn more
de: Mehr erfahren
el: Μάθετε περισσότερα
es: Saber más
fi: Lue lisää
fr_ca: En savoir plus
hu: Részletek
it: Scopri di più
ko: 더 많은 정보
nb: Les mer
nl: Meer info
pt_pt: Saiba mais
ru: Узнать больше
sv: Läs mer
tr: Daha fazla bilgi
vi: Tìm hiểu thêm

# real_estate_camera_view_real_estate_message
source: Snap a picture of the property you want to sell or rent
de: Mache ein Foto der Immobilien, die du mieten oder verkaufen möchtest
el: Τραβήξτε μια φωτογραφία της ιδιοκτησίας που θέλετε να νοικιάσετε ή να πουλήσετε
es: Haz una foto de la propiedad que quieres alquilar o vender
fi: Ota kuva kiinteistöstä, jonka haluat vuokrata tai myydä
fr_ca: Prenez une photo de la propriété que vous voulez vendre ou louer
hu: Készíts fotót eladó vagy kiadó ingatlanodról
it: Scatta una foto della proprietà che desideri vendere o affittare
ko: 매매하거나 임대하고자 하는 부동산의 사진을 촬영하세요
nb: Knips et bilde av eiendommen du ønsker å leie ut eller selge
nl: Maak een foto van het onroerend goed dat je wilt huren of verkopen
pt_pt: Tire uma foto do imóvel que quer alugar ou vender
ru: Сделайте фото помещения, которое хотите сдать или продать
sv: Ta en bild av lokalen eller bostaden du vill hyra ut eller sälja
tr: Kiralamak ya da satmak istediğin mülkün fotoğrafını çek
vi: Chụp một bức ảnh nhà đất bạn muốn bán hoặc cho thuê

# real_estate_current_step_of_total
source: %d of %d
de: %d von %d
el: %d από %d
es: %d de %d
fi: %d/%d
fr_ca: %d de %d
hu: %d/%d
it: %d di %d
ko: %d 중 %d
nb: %d av %d
nl: %d van %d
pt_pt: %d de %d
ru: %d из %d
sv: %d av %d
tr: %d / %d
vi: %d trên %d

# real_estate_empty_state_search_subtitle
source: Be the first to post property for sale / rent in your area or check again soon!
de: Sei der Erste, der in deiner Nähe Kauf-/Mietimmobilen einstellt, oder schaue später noch einmal vorbei!
el: Γίνετε οι πρώτοι που θα δημοσιεύσουν ιδιοκτησία για πώληση / ενοικίαση στην περιοχή σας ή ελέγξτε ξανά σύντομα!
es: Sé el primero en publicar propiedades en venta / alquiler o vuelve a intentarlo pronto.
fi: Julkaise ensimmäisenä kiinteistö myytäväksi/vuokrattavaksi alueeltasi tai tule pian takaisin!
fr_ca: Soyez le premier/la première à publier une propriété à vendre / louer dans votre secteur ou revenez vérifier prochainement !
hu: Legyél te az első eladó/kiadó ingatlant hirdető a környékeden, vagy nézz vissza később!
it: Pubblica per primo una proprietà in vendita/affitto nella tua zona o controlla nuovamente dopo!
ko: 근처에서 매매 / 임대 부동산을 첫번째로 등록하거나 나중에 페이지를 다시 확인해주세요!
nb: Vær den første til å publisere for salg / utleie i ditt område eller sjekk igjen snart!
nl: Wees de eerste om onroerend goed te koop/te huur te plaatsen bij jou in de buurt of check binnenkort weer!
pt_pt: Seja o primeiro a publicar um imóvel para arrendar/vender na sua área ou verifique de novo em breve!
ru: Будьте первым и разместите недвижимость на продажу/в аренду в вашем районе, либо проверьте объявления еще раз позже!
sv: Bli först med att annonsera ut en bostad till salu / för uthyrning i ditt område eller kolla in snart igen!
tr: Çevrende satılık / kiralık emlak ilanı yayınlayan ilk sen ol veya sonra tekrar göz at!
vi: Hãy là người đầu tiên đăng nhà đất để bán/cho thuê tại khu vực của bạn hoặc kiểm tra lại sau!

# real_estate_empty_state_search_title
source: OOPS! NO HOUSING POSTED NEAR YOU
de: HOPPLA! KEINE IMMOBILIEN-ANGEBOTE IN DEINER NÄHE
el: ΟΠΑ! ΚΑΜΙΑ ΔΗΜΟΣΙΕΥΣΗ ΣΠΙΤΟΥ ΚΟΝΤΑ ΣΑΣ
es: ¡UPS! NO HAY PROPIEDADES PUBLICADAS CERCA DE TI
fi: HUPS! KIINTEISTÖJÄ EI OLE JULKAISTU LÄHELTÄSI
fr_ca: OUPS ! AUCUNE MAISON PUBLIÉE PRÈS DE CHEZ VOUS
hu: HOPPÁ! NINCS INGATLANHIRDETÉS A KÖRNYÉKEN
it: OPS! NESSUNA ABITAZIONE PUBBLICATA NELLA TUA ZONA
ko: 이런! 근처에 게시된 부동산이 없습니다
nb: OOPS! INGEN EIENDOMMER PUBLISERT I DITT NÆROMRÅDE
nl: OEPS! GEEN WONINGEN GEPLAATST IN JOUW OMGEVING
pt_pt: UPS! NENHUM IMÓVEL PUBLICADO PERTO DE SI
ru: УПС! РЯДОМ С ВАМИ НЕ РАЗМЕЩЕНО ОБЪЯВЛЕНИЙ О НЕДВИЖИМОСТИ
sv: HOPPSAN! INGEN BOSTADSANNONS NÄRA DIG
tr: OOPS! ÇEVRENDE YAYINLANMIŞ EMLAK İLANI BULUNMUYOR
vi: Ồ! KHÔNG CÓ NHÀ ĐẤT NÀO ĐƯỢC ĐĂNG GẦN BẠN

# real_estate_gallery_view_subtitle
source: Select up to 5 images of the property you want to sell or rent
de: Wähle bis zu 5 Bilder der Immobilie, die du zum Verkauf oder zur Miete anbieten möchtest
el: Επιλέξτε μέχρι και 5 εικόνες της ιδιοκτησίας που θέλετε να πουλήσετε ή να ενοικιάσετε
es: Selecciona hasta 5 imágenes de la propiedad que quieres alquilar o vender
fi: Valitse korkeintaan 5 kuvaa kiinteistöstä, jonka haluat myydä tai vuokrata
fr_ca: Sélectionnez jusqu'à 5 images de la propriété que vous voulez vendre ou louer
hu: Válassz ki legfeljebb 5 képet az eladó vagy kiadó ingatlanodról
it: Seleziona un massimo di 5 immagini della proprietà che desideri vendere o affittare
ko: 매매하거나 임대하고자 하는 부동산의 사진을 최대 5장 선택하세요
nb: Velg opp til 5 bilder av boligen du ønsker å selge eller leie ut
nl: Selecteer maximaal 5 afbeeldingen van de woning die je wilt verkopen of huren
pt_pt: Selecione até 5 imagens do imóvel que quer vender ou arrendar
ru: Выберите до 5 изображений недвижимости, которую хотите продать или сдать
sv: Välj upp till 5 bilder av bostaden du vill sälja eller hyra ut
tr: Satmak ya da kiralamak istediğin emlak için 5 adete kadar fotoğraf seçebilirsin
vi: Chọn tối đa 5 ảnh nhà đất bạn muốn bán hoặc cho thuê
