Repository: goRestart/ios-restart-app
Catalog: components/LGResources/LGResources/Assets/i18n/*.lproj/Localizable.strings
Languages: de, el, es, fi, fr_ca, hu, it, ko, nb, nl, pt_pt, ru, sv, tr, vi

# common_time_a_minute_ago_label
source: a minute ago
de: vor einer Minute
el: πριν ένα λεπτό
es: hace un minuto
fi: minuutti sitten
fr_ca: il y a une minute
hu: egy perccel ezelőtt
it: un minuto fa
ko: 1분 전
nb: for et minutt siden
nl: een minuut geleden
pt_pt: há um minuto
ru: минуту назад
sv: en minut sedan
tr: bir dakika önce
vi: một phút trước

# common_time_day_ago_label
source: a day ago
de: vor einem Tag
el: πριν μια μέρα
es: hace un día
fi: päivä sitten
fr_ca: il y a un jour
hu: egy nappal ezelőtt
it: un giorno fa
ko: 1일 전
nb: for en dag siden
nl: een dag geleden
pt_pt: há um dia
ru: день назад
sv: en dag sedan
tr: bir gün önce
vi: một ngày trước

# common_time_days_ago_label
source: %d days ago
de: vor %d Tagen
el: %d μέρες πριν
es: hace %d días
fi: %d päivää sitten
fr_ca: il y a %d jours
hu: %d nappal ezelőtt
it: %d giorni fa
ko: %d일 전
nb: for %d dager siden
nl: %d dagen geleden
pt_pt: há %d dias
ru: %d дней назад
sv: %d dagar sedan
tr: %d gün önce
vi: %d ngày trước

# common_time_hour_ago_label
source: an hour ago
de: vor einer Stunde
el: πριν μια ώρα
es: hace una hora
fi: tunti sitten
fr_ca: il y a une heure
hu: egy órával ezelőtt
it: un'ora fa
ko: 1시간 전
nb: for en time siden
nl: een uur geleden
pt_pt: há uma hora
ru: час назад
sv: en timme sedan
tr: bir saat önce
vi: một giờ trước

# common_time_hours_ago_label
source: %d hours ago
de: vor %d Stunden
el: %d ώρες πριν
es: hace %d horas
fi: %d tuntia sitten
fr_ca: il y a %d heures
hu: %d órával ezelőtt
it: %d ore fa
ko: %d시간 전
nb: for %d timer siden
nl: %d uren geleden
pt_pt: há %d horas
ru: %d часов назад
sv: %d timmar sedan
tr: %d saat önce
vi: %d giờ trước

# common_time_minutes_ago_label
source: %d minutes ago
de: vor %d Minuten
el: %d λεπτά πριν
es: hace %d minutos
fi: %d minuuttia sitten
fr_ca: il y a %d minutes
hu: %d perccel ezelőtt
it: %d minuti fa
ko: %d분 전
nb: for %d minutter siden
nl: %d minuten geleden
pt_pt: há %d minutos
ru: %d минут назад
sv: %d minuter sedan
tr: %d dakika önce
vi: %d phút trước

# common_time_more_than_one_month_ago_label
source: more than one month ago
de: vor über einem Monat
el: περισσότερο από ένα μήνα πριν
es: hace más de un mes
fi: yli kuukausi sitten
fr_ca: il y a plus d'un mois
hu: több, mint egy hónappal ezelőtt
it: più di un mese fa
ko: 1달 이상 지남
nb: for mer enn en måned siden
nl: meer dan een maand geleden
pt_pt: há mais de um mês
ru: более месяца назад
sv: mer än en månad sedan
tr: bir aydan daha uzun bir süre önce
vi: hơn một tháng trước

# common_time_now_label
source: now
de: gerade eben
el: τώρα
es: ahora
fi: nyt
fr_ca: maintenant
hu: most
it: adesso
ko: 방금 전
nb: nå
nl: nu
pt_pt: agora
ru: только что
sv: nu
tr: şimdi
vi: bây giờ

# common_time_seconds_ago_label
source: %d seconds ago
de: vor %d Sekunden
el: %d δευτερόλεπτα πριν
es: hace %d segundos
fi: %d sekuntia sitten
fr_ca: il y a %d secondes
hu: %d másodperccel ezelőtt
it: %d secondi fa
ko: %d초 전
nb: for %d sekunder siden
nl: %d seconden geleden
pt_pt: há %d segundos
ru: %d секунд назад
sv: %d sekunder sedan
tr: %d saniye önce
vi: %d giây trước

# common_time_week_ago_label
source: a week ago
de: vor einer Woche
el: πριν από μια εβδομάδα
es: hace una semana
fi: viikko sitten
fr_ca: il y a une semaine
hu: egy héttel ezelőtt
it: una settimana fa
ko: 1 주 전
nb: for en uke siden
nl: een week geleden
pt_pt: há uma semana
ru: неделю назад
sv: en vecka sedan
tr: bir hafta önce
vi: một tuần trước

# common_time_weeks_ago_label
source: %d weeks ago
de: vor %d Wochen
el: %d εβδομάδες πριν
es: hace %d semanas
fi: %d viikkoa sitten
fr_ca: il y a %d semaines
hu: %d héttel ezelőtt
it: %d settimane fa
ko: %d 주 전
nb: for %d uker siden
nl: %d weken geleden
pt_pt: há %d semanas
ru: %d недель назад
sv: %d veckor sedan
tr: %d hafta önce
vi: %d tuần trước

# common_user_not_available
source: Oops! User not found.
de: Hoppla! Benutzer nicht gefunden.
el: Όπα! Δε βρέθηκε ο χρήστης.
es: ¡Ups! No se ha encontrado el usuario.
fi: Hups! Käyttäjää ei löytynyt.
fr_ca: Oups ! Utilisateur non trouvé.
hu: Hoppá! A felhasználó nem található.
it: Ops! Utente non trovato.
ko: 이런! 사용자를 찾을 수 없습니다.
nb: Oops! Fant ikke bruker.
nl: Oeps! Gebruiker niet gevonden.
pt_pt: Ops! Utilizador não encontrado.
ru: Упс! Пользователь не найден.
sv: Hoppsan! Användaren hittades inte.
tr: Oops! Kullanıcı bulunamadı.
vi: Ồ! Không tìm thấy người dùng.

# common_user_review_not_available
source: Oops! Review not found.
de: Hoppla! Bewertung konnte nicht gefunden werden.
el: Όπα! Η κριτική δε βρέθηκε.
es: ¡Ups! Valoración no encontrada.
fi: Hups! Arvostelua ei löytynyt.
fr_ca: Oups ! Avis introuvable.
hu: Hoppá! Az értékelés nem található.
it: Ops! Recensione non trovata.
ko: 이런! 리뷰를 찾을 수 없습니다.
nb: Oops! Kunne ikke finne vurderingen.
nl: Oeps! Beoordeling niet gevonden.
pt_pt: Ups! Comentário não encontrado.
ru: Упс! Отзыв не найден.
sv: Oups! Inget omdöme kunde hittas.
tr: Oops! Yorum bulunamadı.
vi: Ồ! Không tìm thấy đánh giá.

# common_yes
source: Yes
de: Ja
el: Ναι
es: Sí
fi: Kyllä
fr_ca: Oui
hu: Igen
it: Sì
ko: 예
nb: Ja
nl: Ja
pt_pt: Sim
ru: Да
sv: Ja
tr: Evet
vi: Có

# communication_offer_accepted_expired
source: The offer has expired
el: Η προσφορά έχει λήξει
es: La oferta ha caducado
it: L'offerta è scaduta
ko: 할인이 종료되었습니다
nl: Het bod is verlopen
ru: Предложение истекло
vi: Ưu đãi đã hết hạn

# communication_offer_accepted_expiring
source: The offer's expiring soon
el: Η προσφορά λήγει σύντομα
es: La oferta caduca pronto
it: L'offerta scadrà a breve
ko: 할인이 곧 종료됩니다
nl: Het bod verloopt binnenkort
ru: Предложение скоро истекает
vi: Ưu đãi sắp hết hạn

# communication_offer_completed_expired
source: The offer has expired
el: Η προσφορά έχει λήξει
es: La oferta ha caducado
it: L'offerta è scaduta
ko: 할인이 종료되었습니다
nl: Het bod is verlopen
ru: Предложение истекло
vi: Ưu đãi đã hết hạn

# communication_offer_pending_expiring
source: The offer's expiring soon
el: Η προσφορά λήγει σύντομα
es: La oferta caduca pronto
it: L'offerta scadrà a breve
ko: 할인이 곧 종료됩니다
nl: Het bod verloopt binnenkort
ru: Предложение скоро истекает
vi: Ưu đãi sắp hết hạn

# community_banner_title
source: Join the letgo community!
el: Μπείτε στην κοινότητα του letgo!
es: ¡Únete a la comunidad de letgo!
fr_ca: Faites partie de la communauté letgo !
it: Unisciti alla comunità di letgo!
ko: letgo 커뮤니티에 가입하세요!
nl: Sluit je aan bij de letgo community!
pt_pt: Junte-se à comunidade letgo!
ru: Присоединяйтесь к сообществу letgo!
vi: Tham gia cộng đồng letgo!

# contact_subject_option_location
source: Location issues
de: Standortfragen
el: Θέματα τοποθεσίας
es: Problemas de ubicación
fi: Paikannusongelmat
fr_ca: Problèmes de localisation
hu: Problémák a helyadatokkal
it: Problemi di posizione
ko: 위치 파악하는데 문제가 있습니다
nb: Problemer for plassering
nl: Locatieproblemen
pt_pt: Problemas com a localização
ru: Проблемы с геолокацией
sv: Platsproblem
tr: Konum sorunları
vi: Vấn đề về địa điểm

# contact_subject_option_login
source: Issues logging in
de: Kontozugriff
el: Πρόσβαση στο λογαριασμό
es: Problemas al iniciar sesión
fi: Sisäänkirjautuminen
fr_ca: Problèmes de connexion
hu: Bejelentkezés
it: Accesso
ko: 로그인 허가
nb: Innloggingstilgang
nl: Login toegang
pt_pt: Acesso login
ru: Проблемы со входом
sv: Problem med inloggning
tr: Uygulamaya giriş/erişim
vi: Truy cập đăng nhập

# contact_subject_option_other
source: Other issues
de: Andere Fragen
el: Άλλα θέματα
es: Otros problemas
fi: Muut asiat
fr_ca: Autres problèmes
hu: Egyebek
it: Altri problemi
ko: 다른 문제
nb: Andre problemer
nl: Andere problemen
pt_pt: Outros problemas
ru: Другие проблемы
sv: Andra problem
tr: Diğer sorunlar
vi: Vấn đề khác

# contact_subject_option_product_edit
source: Edit or delete listing
de: Angebot bearbeiten oder löschen
el: Επεξεργασία ή διαγραφή καταχώρησης
es: Editar/eliminar anuncio
fi: Muokkaa/poista ilmoitus
fr_ca: Modifier ou supprimer l'annonce
hu: Hirdetés szerkesztése vagy törlése
it: Modifica/elimina annuncio
ko: 상품 목록 수정 / 삭제
nb: Endre eller slett annonse
nl: Bewerk of verwijder advertentie
pt_pt: Editar ou eliminar uma publicação
ru: Редактирование/удаление объявления
sv: Redigera eller radera annons
tr: İlanı düzenle veya sil
vi: Chỉnh sửa hoặc xóa bài đăng

# contact_subject_option_profile_edit
source: Edit or delete profile
de: Profil bearbeiten/löschen
el: Επεξεργασία/διαγραφή προφίλ
es: Editar/eliminar perfil
fi: Muokkaa/poista profiili
fr_ca: Modifier/supprimer le profil
hu: Profil szerkesztése/törlése
it: Modifica/elimina profilo
ko: 프로필 수정 / 삭제
nb: Endre/slett profil
nl: Bewerken/verwijderen profiel
pt_pt: Editar/deletar perfil
ru: Редактирование/удаление профиля
sv: Redigera/ta bort profil
tr: Profili düzenle/sil
vi: Chỉnh sửa/Xóa hồ sơ

# contact_subject_option_report
source: Report user or spam
de: Benutzer/Spam melden
el: Αναφορά χρήστη/spam
es: Denunciar usuario/spam
fi: Ilmianna käyttäjä/roskaposti
fr_ca: Signaler utilisateur ou pourriel
hu: Felhasználó/spam jelentése
it: Segnala utente/spam
ko: 유저/스팸 신고
nb: Rapporter bruker/spam
nl: Rapporteren gebruiker/spam
pt_pt: Denunciar utilizador/spam
ru: Жалоба на пользователя/спам
sv: Rapporterar användare/spam
tr: Kullanıcı/spam bildir
vi: Báo cáo người dùng/spam

# direct_answer_availability_title
source: Availability...
de: Verfügbarkeit...
el: Διαθεσιμότητα...
es: Disponibilidad...
fi: Saatavuus...
fr_ca: Disponibilité...
hu: Elérhetőség...
it: Disponibilità...
ko: 이용 가능성...
nb: Tilgjengelighet...
nl: Beschikbaarheid...
pt_pt: Disponibilidade...
ru: Доступность...
sv: Tillgänglighet...
tr: Mevcut olma...
vi: Tình trạng còn hàng...

# direct_answer_condition
source: What condition is it in?
de: In welchem Zustand ist es?
el: Σε τί κατάσταση είναι;
es: ¿En qué condición está?
fi: Missä kunnossa se on?
fr_ca: Est-ce en bon état ?
hu: Milyen állapotban van?
it: In che condizioni si trova?
ko: 이것은 어떤 상태인가요?
nb: I hvilken tilstand er denne?
nl: In welke conditie is het?
pt_pt: Em que condições está?
ru: В каком состоянии данный товар?
sv: I vilket skick är den?
tr: Ne durumda?
vi: Nó có tình trạng thế nào?

# direct_answer_condition_title
source: Condition...
de: Zustand...
el: Κατάσταση...
es: Estado...
fi: Kunto...
fr_ca: État...
hu: Állapot...
it: Condizioni...
ko: 상태...
nb: Tilstand...
nl: Staat...
pt_pt: Condição...
ru: Состояние...
sv: Skick...
tr: Durum...
vi: Tình trạng sản phẩm...

# direct_answer_describe_condition
source: Can you describe its condition?
de: Kannst du den Zustand beschreiben?
el: Μπορείτε να περιγράψετε την κατάστασή του;
es: ¿Puedes describir su estado?
fi: Voitko kuvailla sen kuntoa?
fr_ca: Pouvez-vous décrire son état ?
hu: Le tudnád írni az állapotát?
it: Potresti descrivere le sue condizioni?
ko: 상품의 상태를 설명 해주시겠습니까?
nb: Kan du beskrive kvalitetstilstanden?
nl: Kun je de staat ervan beschrijven?
pt_pt: Pode descrever em que condições está?
ru: Могли бы вы описать состояние?
sv: Kan du beskriva dess skick?
tr: Durumu hakkında bilgi verebilir misin?
vi: Bạn có thể miêu tả tình trạng sản phẩm không?

# direct_answer_free_available
source: Yes, it's still available
de: Ja, es ist noch verfügbar
el: Ναι, είναι ακόμη διαθέσιμο
es: Sí, todavía está disponible
fi: Kyllä, se on edelleen saatavilla
fr_ca: Oui, c'est toujours disponible
hu: Igen, még elérhető
it: Sì, è ancora disponibile
ko: 네, 아직 있습니다
nb: Ja, produktet er fortsatt tilgjengelig
nl: Ja, het is nog beschikbaar
pt_pt: Sim, ainda está disponível
ru: Да, товар еще доступен
sv: Ja, den finns fortfarande
tr: Evet, hala satılık
vi: Có, sản phẩm vẫn còn

# direct_answer_free_no_available
source: Sorry, the item has been given away!
de: Tut mir leid, ich hab's schon verschenkt.
el: Συγγνώμη, έχω ήδη χαρίσει το αντικείμενο!
es: Lo siento, ¡ya lo he regalado!
fi: Ikävä kyllä olen jo antanut sen pois!
fr_ca: Désolé, je l'ai déjà donné !
hu: Bocsi, már elajándékoztam!
it: Spiacente, l'articolo è già stato regalato!
ko: 죄송합니다. 이미 상품을 증정했습니다!
nb: Beklager, denne er allerede gitt bort!
nl: Sorry, het item is al weggegeven!
pt_pt: Lamento mas o item foi dado!
ru: Извините, уже отдано!
sv: Tyvärr, jag har redan gett bort den!
tr: Üzgünüm, başkasına bağışladım!
vi: Xin lỗi, món đồ này vừa được tặng rồi!

# direct_answer_free_still_have
source: Still have it?
de: Hast du's noch?
el: Το έχεις ακόμη;
es: ¿Todavía lo tienes?
fi: Onko sinulla vielä se?
fr_ca: L'avez-vous toujours ?
hu: Még megvan?
it: È ancora disponibile?
ko: 아직 가지고 계신가요?
nb: Har du fortsatt produktet?
nl: Is het nog beschikbaar?
pt_pt: Ainda tem?
ru: Еще актуально?
sv: Finns den fortfarande?
tr: Ürün hala satılık mı?
vi: Vẫn còn chứ?

# direct_answer_free_yours
source: It's yours!
de: Du kannst es haben!
el: Είναι δικό σου!
es: ¡Es tuyo!
fi: Saat tuotteen!
fr_ca: Il est à vous !
hu: A tiéd!
it: È tuo!
ko: 당신것이에요!
nb: Produktet er ditt!
nl: Het is van jou!
pt_pt: É seu!
ru: Это ваше!
sv: Den är din!
tr: Senin oldu!
vi: Đó là của bạn!

# direct_answer_given_away_question_message
source: Mark your item as given away so all letgo users know
de: Markiere deinen Artikel als verschenkt, damit alle letgo-Nutzer Bescheid wissen
el: Μαρκάρετε το αντικείμενό σας ως χαρισμένο ώστε να το γνωρίζουν όλοι οι χρήστες του letgo
es: Marca tu artículo como regalado para que lo sepan todos los usuarios de letgo
fi: Merkitse kohteesi pois annetuksi, jotta kaikki letgon käyttäjät tietävät sen
fr_ca: Indiquez que votre produit a été donné pour que tous les utilisateurs letgo le sachent
hu: Jelöld meg hirdetésedet elajándékozottként, hogy a többiek is tudjanak róla
it: Contrassegna il tuo annuncio come regalato per farlo sapere agli altri utenti di letgo
ko: 모든 letgo 사용자들이 알아볼 수 있도록 귀하의 상품 목록을 증정 완료로 표시하세요
nb: Marker din annonse som gitt bort slik at alle letgo-brukere vet det
nl: Markeer je item als weggegeven zodat alle letgo gebruikers dit weten
pt_pt: Informe todos os utilizadores letgo marcando o seu item como dado
ru: Отметьте, что отдали товар, чтобы другие пользователи знали об этом
sv: Markera din vara som bortskänkt för att informera andra letgo användare
tr: Bağışlandı olarak işaretle ki tüm letgo kullanıcıları bilsin
vi: Đánh dấu đã tặng cho món đồ của bạn để mọi người dùng letgo biết

# direct_answer_given_away_question_ok
source: Mark as given away
de: Als verschenkt markieren
el: Μαρκάρισμα ως χαρισμένο
es: Marcar como regalado
fi: Merkitse pois annetuksi
fr_ca: Je l'ai donné
hu: Megjelölés elajándékozottként
it: Segna come regalato
ko: 증정 완료로 표시
nb: Marker som gitt bort
nl: Markeer als weggegeven
pt_pt: Marque como dado
ru: Пометить как отданное
sv: Markera som bortskänkt
tr: Ürünü ücretsiz verildi olarak işaretle
vi: Đánh dấu đã tặng

# direct_answer_given_away_question_title
source: Already gave it away?
de: Hast du es bereits verschenkt?
el: Το χαρίσατε ήδη;
es: ¿Ya lo has regalado?
fi: Annoitko sen jo pois?
fr_ca: Déjà donné ?
hu: Már elajándékoztad?
it: Già regalato?
ko: 이미 기부하였습니까?
nb: Allerede gitt bort produktet?
nl: Al weggegeven?
pt_pt: Já o deu?
ru: Уже отдали?
sv: Redan skänkt bort den?
tr: Ürününü zaten ücretsiz olarak verdin mi?
vi: Đã tặng?

# direct_answer_given_away_title
source: Given away...
de: Verschenkt...
el: Χαρισμένο...
es: Regalado...
fi: Annettu pois...
fr_ca: Donné...
hu: Elajándékozva...
it: Regalato...
ko: 증정된...
nb: Gitt bort...
nl: Weggegeven...
pt_pt: Dado...
ru: Отдал...
sv: Bortskänkt...
tr: Ürün ücretsiz verildi...
vi: Đã tặng...

# direct_answer_good_condition
source: Is it in good condition?
de: Ist es in gutem Zustand?
el: Είναι σε καλή κατάσταση;
es: ¿Está en buen estado?
fi: Onko se hyvässä kunnossa?
fr_ca: Est-ce en bon état ?
hu: Jó állapotban van?
it: È in buone condizioni?
ko: 상태가 좋습니까?
nb: Har produktet god kvalitetstilstand?
nl: Is het in goede staat?
pt_pt: Está em boas condições?
ru: Вещь в хорошем состоянии?
sv: Är den i gott skick?
tr: İyi durumda mı?
vi: Sản phẩm có trong tình trạng tốt không?

# direct_answer_how_much_asking
source: What's your asking price?
de: Wieviel möchtest du dafür?
el: Ποια είναι η τιμή προσφοράς σας;
es: ¿Por cuánto lo vendes?
fi: Mikä on pyyntihintasi?
fr_ca: Quel est le prix que vous demandez ?
hu: Mennyit kérsz érte?
it: A che prezzo stavi pensando?
ko: 요청하는 가격은 얼마입니까?
nb: Hvilken pris forlanger du?
nl: Wat is je vraagprijs?
pt_pt: Que preço pede?
ru: Запрашиваемая цена?
sv: Vilket pris begär du?
tr: İstediğin fiyat ne?
vi: Giá yêu cầu của bạn là bao nhiêu?

# direct_answer_i_like_your_listing
source: I like your listing
es: Me gusta tu anuncio
it: Mi piace il tuo annuncio

# direct_answer_interested
source: I'm interested!
de: Ich bin interessiert!
el: Ενδιαφέρομαι!
es: ¡Me interesa!
fi: Olen kiinnostunut!
fr_ca: Je suis intéressé !
hu: Érdekel!
it: Sono interessato!
ko: 관심있어요!
nb: Jeg er interessert!
nl: Ik ben geïnteresseerd!
pt_pt: Tenho interesse!
ru: Я заинтересован!
sv: Jag är intresserad!
tr: İlgileniyorum!
vi: Tôi quan tâm!

# direct_answer_interested_buy_it
source: I'd like to buy it
el: Θέλω να το αγοράσω
es: Quiero comprarlo
fr_ca: J'aimerais acheter votre bien
it: Vorrei comprare questo articolo
ko: 구매하기를 원하는데요
nl: Ik wil het graag kopen
pt_pt: Gostava de o comprar
ru: Готов купить
vi: Tôi muốn mua sản phẩm

# direct_answer_interested_has_it_sold
source: Has it sold?
el: Έχει πουληθεί;
es: ¿Se ha vendido?
fr_ca: A-t'il été vendu ?
it: È già stato venduto?
ko: 판매 되었나요?
nl: Is het verkocht?
pt_pt: Foi vendido?
ru: Продано?
vi: Nó bán rồi à?

# direct_answer_interested_in_buying_it
source: I'm interested in buying it
el: Ενδιαφέρομαι να το αγοράσω
es: Me interesa comprarlo
fr_ca: J'aimerais l'acheter
it: Sono interessato ad acquistarlo
ko: 이 상품을 구매하는데 관심이 있습니다
nl: Ik ben geïnteresseerd in het te kopen
pt_pt: Tenho interesse em comprá-lo
ru: Меня интересует эта покупка
vi: Tôi quan tâm đến việc mua nó

# direct_answer_interested_in_this_item
source: I'm interested in this item
el: Ενδιαφέρομαι για αυτό το αντικείμενο
es: Me interesa este artículo
fr_ca: Je suis intéressé(e) par ce produit
it: Sono interessato a questo articolo
ko: 이 상품에 관심이 있습니다
nl: Ik ben geïnteresseerd in dit item
pt_pt: Tenho interesse neste artigo
ru: Меня интересует этот товар
vi: Tôi quan tâm đến món đồ này

# direct_answer_interested_is_it_still_available
source: Is it still available?
el: Είναι ακόμη διαθέσιμο;
es: ¿Todavía está disponible?
fr_ca: Est-ce toujours disponible ?
it: È ancora disponibile?
ko: 이것은 아직 판매 가능한가요?
nl: Is het nog beschikbaar?
pt_pt: Ainda está disponível?
ru: Товар все еще доступен?
vi: Nó còn không?

# direct_answer_interested_is_it_still_for_sale
source: Is it still for sale?
el: Είναι ακόμη προς πώληση;
es: ¿Todavía está en venta?
fr_ca: Est-ce toujours en vente ?
it: È ancora in vendita?
ko: 이것은 여전히 판매 중입니까?
nl: Is dit nog te koop?
pt_pt: Ainda está para venda?
ru: Еще продается?
vi: Nó vẫn còn bán chứ?

# direct_answer_interested_is_this_available
source: Is this available?
el: Είναι διαθέσιμο;
es: ¿Está disponible?
fr_ca: Est-ce disponible ?
it: È disponibile?
ko: 이 상품을 아직 판매중인가요?
nl: Is het beschikbaar?
pt_pt: Está disponível?
ru: Товар доступен?
vi: Cái này còn không?

# direct_answer_interested_is_this_still_available
source: Is this still available?
el: Είναι ακόμη διαθέσιμο;
es: ¿Esto todavía está disponible?
fr_ca: Est-ce toujours disponible ?
it: È ancora disponibile?
ko: 이 상품을 아직 파매중인가요?
nl: Is dit nog beschikbaar?
pt_pt: Ainda está disponível?
ru: Товар еще доступен?
vi: Cái này vẫn còn chứ?

# direct_answer_interested_still_have_it
source: Do you still have it?
el: Το έχετε ακόμη;
es: ¿Todavía lo tienes?
fr_ca: L'avez-vous toujours ?
it: Ce l'hai ancora?
ko: 아직 상품을 가지고 계신가요?
nl: Heb je het nog?
pt_pt: Ainda o tem?
ru: Товар еще у вас?
vi: Bạn còn cái đó chứ?

# direct_answer_interested_still_selling_it
source: Are you still selling it?
el: Το πουλάτε ακόμη;
es: ¿Todavía lo vendes?
fr_ca: Le vendez-vous toujours ?
it: È ancora in vendita?
ko: 여전히 판매하고 계신가요?
nl: Verkoop je het nog?
pt_pt: Ainda o está a vender?
ru: Еще продаете?
vi: Bạn vẫn đang bán nó chứ?

# direct_answer_interested_title
source: Interested...
de: Interessiert...
el: Ενδιαφέρομαι...
es: Me interesa...
fi: Kiinnostunut...
fr_ca: Intéressé...
hu: Érdekel...
it: Sono interessato...
ko: 관심 있는...
nb: Interessert...
nl: Geïnteresseerd...
pt_pt: Tenho interesse...
ru: Заинтересован...
sv: Intresserad...
tr: İlgileniyorum...
vi: Quan tâm...

# direct_answer_interested_what_condition
source: What condition is it in?
el: Σε τί κατάσταση είναι;
es: ¿En qué condición está?
fr_ca: Est-ce en bon état ?
it: In che condizioni si trova?
ko: 이것은 어떤 상태인가요?
nl: In welke conditie is het?
pt_pt: Em que condições está?
ru: В каком состоянии данный товар?
vi: Nó có tình trạng thế nào?

# direct_answer_is_negotiable
source: Is the price negotiable?
de: Ist der Preis verhandelbar?
el: Είναι διαπραγματεύσιμη η τιμή;
es: ¿El precio es negociable?
fi: Onko hinta neuvoteltavissa?
fr_ca: Le prix est-il négociable ?
hu: Alkudható az ár?
it: Il prezzo è trattabile?
ko: 가격이 흥정 가능한가요?
nb: Kan prisen diskuteres?
nl: Is de prijs bespreekbaar?
pt_pt: O preço é negociável?
ru: Торг возможен?
sv: Är priset förhandlingsbart?
tr: Fiyatta pazarlık payı var mı?
vi: Giá có thương lượng được không?

# direct_answer_lets_meet
source: Let's meet
de: Ok, treffen wir uns
el: Ας βρεθούμε
es: ¿Nos encontramos?
fi: Tavataan
fr_ca: Rencontrons-nous
hu: Találkozzunk
it: Incontriamoci
ko: 만나보기
nb: La oss møtes
nl: Laten we afspreken
pt_pt: Vamo-nos encontrar
ru: Давайте встретимся
sv: Låt oss träffas
tr: Hadi buluşalım
vi: Hãy gặp

# direct_answer_like_to_buy
source: Hi! I'd like to buy it
de: Hallo! Ich möchte es kaufen
el: Γεια! Θα ήθελα να το αγοράσω
es: ¡Hola! Quiero comprarlo
fi: Hei! Haluaisin ostaa sen
fr_ca: Bonjour ! J'aimerais l'acheter
hu: Szia! Megvenném!
it: Ciao! Vorrei comprare questo articolo
ko: 안녕하세요! 구매하기를 원하는데요
nb: Hei! Jeg vil gjerne kjøpe produktet
nl: Hoi! Ik wil het graag kopen
pt_pt: Olá! Gostava de o comprar
ru: Привет! Готов купить
sv: Hej! Jag skulle vilja köpa den
tr: Merhaba! Almak istiyorum
vi: Xin chào! Tôi muốn mua sản phẩm

# direct_answer_meet_up
source: Where should we meet up?
de: Wo sollen wir uns treffen?
el: Πού να συναντηθούμε;
es: ¿Dónde nos vemos?
fi: Missä tavataan?
fr_ca: Où pourrions-nous nous rencontrer ?
hu: Hol találkozzunk?
it: Dove ci incontriamo?
ko: 어디에서 만날까요?
nb: Hvor skal vi møtes?
nl: Waar zullen we afspreken?
pt_pt: Onde nos podemos encontrar?
ru: Где встретимся?
sv: Var ska vi träffas?
tr: Nerede görüşelim?
vi: Chúng ta nên gặp ở đâu?

# direct_answer_meet_up_title
source: Meet up...
de: Treffen...
el: Συνάντηση...
es: Encuentro...
fi: Tapaaminen...
fr_ca: Rencontre...
hu: Találkozzunk...
it: Incontro...
ko: 만나기...
nb: Møte...
nl: Afspreken...
pt_pt: Encontro...
ru: Встреча...
sv: Möte...
tr: Buluşma...
vi: Gặp mặt...

# direct_answer_negotiable_no
source: No, it's not negotiable
de: Nein, ist nicht verhandelbar
el: Όχι, δεν είναι διαπραγματεύσιμη
es: No, no es negociable
fi: Ei, siitä ei voida neuvotella
fr_ca: Non, ce n'est pas négociable
hu: Nem, nem alkudható
it: No, non è trattabile
ko: 아니요. 흥정 불가능합니다
nb: Nei, prisen kan ikke diskuteres
nl: Nee, het is niet bespreekbaar
pt_pt: Não. Não é negociável.
ru: Нет, без торга
sv: Nej, det är inte förhandlingsbart
tr: Hayır, pazarlık olmaz
vi: Không, không thể thương lượng

# direct_answer_negotiable_title
source: Negotiable...
de: Verhandelbar...
el: Διαπραγματεύσιμο...
es: Negociable...
fi: Neuvoteltavissa...
fr_ca: Négociable...
hu: Alkudható...
it: Trattabile...
ko: 흥정 가능한...
nb: Kan diskuteres...
nl: Bespreekbaar...
pt_pt: Negociável...
ru: Возможен торг...
sv: Förhandlingsbar...
tr: Pazarlığa açık...
vi: Có thể thương lượng...
