Repository: goRestart/ios-restart-app
Catalog: components/LGResources/LGResources/Assets/i18n/*.lproj/Localizable.strings
Languages: de, el, es, fi, fr_ca, hu, it, ko, nb, nl, pt_pt, ru, sv, tr, vi

# sell_send_error_invalid_description
source: Please enter a valid description for your listing.
de: Bitte gib eine gültige Beschreibung für dein Angebot ein.
el: Παρακαλώ εισάγετε μία έγκυρη περιγραφή για την καταχώρησή σας.
es: Por favor, introduce una descripción válida para tu anuncio.
fi: Ole hyvä ja syötä ilmoituksellesi kelvollinen kuvaus.
fr_ca: Veuillez entrer une description valide pour votre annonce.
hu: Kérjük, érvényes leírást adj hirdetésedhez.
it: Inserisci una descrizione valida per l'annuncio.
ko: 상품 목록에 대한 설명을 입력해주세요.
nb: Vennligst legg inn en gyldig beskrivelse for din annonse.
nl: Voer een geldige beschrijving in voor je advertentie.
pt_pt: Insira uma descrição válida para a sua publicação.
ru: Пожалуйста, введите корректное описание объявления.
sv: Var god ange en giltig beskrivning för annonsen.
tr: Lütfen, ilanın için geçerli bir açıklama gir.
vi: Vui lòng nhập một miêu tả hợp lệ cho bài đăng.

# sell_send_error_invalid_description_too_long
source: Please enter a valid description for your listing. It must be under %d characters.
de: Bitte gib eine gültige Beschreibung für dein Angebot ein. Sie darf höchstens %d Zeichen lang sein.
el: Παρακαλώ εισάγετε μια έγκυρη περιγραφή για την καταχώρησή σας. Θα πρέπει να έχει κάτω από %d χαρακτήρες.
es: Por favor, introduce una descripción válida para tu anuncio. Debe tener como máximo %d caracteres.
fi: Ole hyvä ja syötä ilmoituksellesi kelvollinen kuvaus. Kuvauksen maksimipituus on %d merkkiä.
fr_ca: Veuillez entrer une description valide pour votre annonce. La description doit comporter moins de %d caractères.
hu: Kérjük, érvényes leírást adj hirdetésedhez. %d karakternél rövidebb legyen.
it: Inserisci una descrizione valida per l'annuncio. Deve contenere meno di %d caratteri.
ko: 귀하의 상품 목록에 대한 유효한 설명을 입력해주세요. %d자 이하여야 합니다.
nb: Vennligst legg inn en gyldig beskrivelse for din annonse. Den må inneholde mindre enn %d tegn.
nl: Vul een geldige omschrijving in voor je advertentie. Deze moet minder dan %d tekens bevatten.
pt_pt: Insira uma descrição válida para a sua publicação. Deve ter menos de %d caracteres.
ru: Пожалуйста, введите корректное описание объявления. Оно должно содержать до %d символов.
sv: Var god ange en giltig beskrivning för annonsen. Maxlängd för beskrivningen är %d tecken.
tr: Lütfen %d karakteri geçmeyecek geçerli bir ilan açıklaması gir.
vi: Vui lòng nhập một miêu tả hợp lệ cho bài đăng. Miêu tả dài tối đa %d ký tự.

# sell_send_error_invalid_image_count
source: At least one photo is required to post a listing.
de: Du benötigst mindestens ein Produktfoto, um ein Angebot einzustellen.
el: Απαιτείται τουλάχιστον μια φωτογραφία για τη δημοσίευση μιας καταχώρησης.
es: Añade al menos una foto para publicar tu anuncio.
fi: Ilmoituksen julkaisemista varten vaaditaan vähintään yksi kuva.
fr_ca: Au moins une photo est requise pour publier une annonce.
hu: A hirdetések feltöltéséhez legalább egy fotó szükséges.
it: È necessaria almeno una foto per pubblicare un annuncio.
ko: 게시글을 등록하기 위해 적어도 한 장의 사진이 필요합니다.
nb: Du må ha minst ett bilde for å kunne publisere en annonse.
nl: Minstens één foto is verplicht om een advertentie te plaatsen.
pt_pt: É obrigatória pelo menos uma foto para publicar um anúncio.
ru: Для размещения объявления необходима минимум одна фотография.
sv: Minst en bild krävs för att lägga upp en annons.
tr: Bir ilan yayınlayabilmek için en az bir fotoğraf gereklidir.
vi: Cần ít nhất một hình ảnh khi đăng bài.

# sell_send_error_invalid_price
source: Please enter a valid price for your listing. It should only include numbers.
de: Bitte gib einen gültigen Preis für dein Angebot ein. Er darf nur aus Ziffern bestehen.
el: Παρακαλώ εισάγετε μία έγκυρη τιμή για την καταχώρησή σας. Θα πρέπει να περιέχει μόνο νούμερα.
es: Por favor, introduce un precio válido para tu anuncio. Debe ser un número.
fi: Ole hyvä ja syötä ilmoituksellesi kelvollinen hinta. Sen pitää olla pelkkä numero.
fr_ca: Veuillez entrer un prix valide pour votre annonce. Le prix ne doit comporter que des nombres.
hu: Kérjük, érvényes árat adj hirdetésedhez. Csak szám lehet.
it: Inserisci un prezzo valido per l'annuncio. Deve contenere soltanto numeri.
ko: 상품 게시글에 유효한 가격을 입력해주세요. 숫자만 입력 가능합니다.
nb: Vennligst legg til gyldig pris for din annonse. Prisen kan kun inneholde tall.
nl: Voer een geldige prijs in voor de advertentie. Deze kan enkel cijfers bevatten.
pt_pt: Insira um preço válido para a sua publicação. Deve incluir apenas números.
ru: Пожалуйста, введите корректную цену для объявления. Она должна содержать только цифры.
sv: Var god ange ett giltigt pris för annonsen. Använd endast siffror.
tr: Lütfen, ilanın için geçerli bir fiyat gir. Fiyat sadece rakamlardan oluşmalıdır.
vi: Xin vui lòng nhập giá hợp lệ cho bài đăng. Giá chỉ bao gồm các số.

# sell_send_error_invalid_title
source: Please enter a valid title for your listing.
de: Bitte gib einen gültigen Titel für dein Angebot ein.
el: Παρακαλώ εισάγετε έναν έγκυρο τίτλο για την καταχώρησή σας.
es: Por favor, introduce un título válido para tu anuncio.
fi: Ole hyvä ja syötä ilmoituksellesi kelvollinen otsikko.
fr_ca: Veuillez entrer un titre valide pour votre annonce.
hu: Kérjük, érvényes címet adj a hirdetésnek.
it: Inserisci un titolo valido per l'annuncio.
ko: 상품 목록의 이름을 입력해주세요.
nb: Vennligst legg inn et gyldig tittel for din annonse.
nl: Voer een geldige titel in voor je advertentie.
pt_pt: Insira um título válido para a sua publicação.
ru: Пожалуйста, введите корректное название объявления.
sv: Vad god ange en giltig titel för annonsen.
tr: Lütfen, ilanın için geçerli bir başlık gir.
vi: Vui lòng nhập tiêu đề hợp lệ cho bài đăng.

# sell_send_error_sharing_facebook
source: An error occurred while sharing on Facebook. Please try again.
de: Beim Teilen auf Facebook ist eine Fehler aufgetreten. Versuche es bitte noch einmal.
el: Παρουσιάστηκε σφάλμα κατά την κοινοποίηση στο Facebook. Παρακαλώ, δοκιμάστε ξανά.
es: ¡Ups! Se ha producido un error al compartir en Facebook. Por favor, inténtalo de nuevo.
fi: Jaettaessa Facebookiin tapahtui virhe. Ole hyvä ja yritä uudelleen.
fr_ca: Une erreur est survenue lors du partage sur Facebook. Veuillez réessayer.
hu: Hiba történt a Facebook-megosztás során. Próbálkozz újra.
it: Si è verificato un errore durante la condivisione su Facebook. Riprova più tardi.
ko: 페이스북에 공유하는데 문제가 발생했습니다. 다시 시도해주세요.
nb: En feil oppstod ved Facebook-deling. Vennligst prøv igjen.
nl: Er is een fout opgetreden bij het delen op Facebook. Probeer het nog eens.
pt_pt: Ocorreu um erro ao partilhar no Facebook. Por favor tente novamente.
ru: При соединении с Facebook произошла ошибка. Пожалуйста, попробуйте еще раз.
sv: Ett fel uppstod vid delning till Facebook. Var god försök igen.
tr: Facebook'ta paylaşırken bir hata oluştu. Lütfen tekrar dene.
vi: Có lỗi xảy ra trong khi chia sẻ trên Facebook. Xin vui lòng thử lại.

# sell_share_on_facebook_footer_label
source: Get more visibility and sell faster
el: Αποκτήστε περισσότερη προβολή και πουλήστε άμεσα
es: Obtén más visibilidad y vende más rápido
fr_ca: Obtenez plus de visibilité et vendez plus vite
hu: Jobb láthatóságot és gyorsabb eladást érhetsz el
it: Ottieni maggiore visibilità e vendi più velocemente
ko: 더 많이 보여주고 더 빠르게 판매하세요
nl: Krijg meer zichtbaarheid en verkoop sneller
pt_pt: Tenha mais visibilidade e venda mais rápido
ru: Получите больше просмотров и продайте быстрее
vi: Dễ nhìn hơn và bán nhanh hơn

# sell_share_on_facebook_label
source: Share on Facebook
de: Auf Facebook teilen
el: Κοινοποίηση στο Facebook
es: Compartir en Facebook
fi: Jaa Facebookissa
fr_ca: Partager sur Facebook
hu: Megosztás a Facebookon
it: Condividi su Facebook
ko: 페이스북에 공유하기
nb: Del på Facebook
nl: Delen op Facebook
pt_pt: Partilhar no facebook
ru: Поделиться на Facebook
sv: Dela på Facebook
tr: Facebook'ta paylaş
vi: Chia sẻ trên Facebook

# sell_title_autogen_autotrans_label
source: Title suggested by letgo and translated by Google
de: Titelvorschlag von letgo und übersetzt von Google
el: Προτεινόμενος τίτλος από το letgo, μεταφρασμένος από το Google
es: Título sugerido por letgo y traducido por Google
fi: letgon ehdottama ja Googlen kääntämä otsikko
fr_ca: Titre suggéré par letgo et traduit par Google
hu: A címet a letgo ajánlotta és a Google fordította
it: Titolo suggerito da letgo e tradotto da Google
ko: lego에서 추천하고 Google에서 번역된 제목
nb: Tittel foreslått av letgo og oversatt av Google
nl: Title voorgesteld door letgo en vertaald door Google
pt_pt: Título sugerido pelo letgo e traduzido pelo Google
ru: Заголовок предложен letgo и переведен Яндексом
sv: Titel föreslagen av letgo och översatt av Google
tr: letgo tarafından önerilen ve Yandex ile çevrilen başlık
vi: Tiêu đề do letgo đề xuất và Google dịch

# sell_title_autogen_label
source: Title suggested by letgo
de: Titelvorschlag von letgo
el: Προτεινόμενος τίτλος από το letgo
es: Título sugerido por letgo
fi: letgon ehdottama otsikko
fr_ca: Titre suggéré par letgo
hu: A letgo által ajánlott cím
it: Titolo suggerito da letgo
ko: letgo에서 추천하는 제목
nb: Foreslått tittel av letgo
nl: Titel voorgesteld door letgo
pt_pt: Título sugerido pelo letgo
ru: Заголовок предложен letgo
sv: Titel föreslagen av letgo
tr: letgo tarafından önerilen başlık
vi: Tiêu đề do letgo đề xuất

# sell_title_field_hint
source: Title (optional)
de: Produkttitel (optional)
el: Τίτλος (προαιρετικό)
es: Título (opcional)
fi: Tuotteen otsikko (vapaaehtoinen)
fr_ca: Titre (optionnel)
hu: Cím (nem kötelező)
it: Titolo (facoltativo)
ko: 제품 이름 (선택사항)
nb: Produktnavn (alternativt)
nl: Titel (optioneel)
pt_pt: Título (opcional)
ru: Название (опционально)
sv: Titel (frivillig)
tr: Ürün başlığı (isteğe bağlı)
vi: Tiêu đề (tùy chọn)

# sell_uploading_label
source: Posting your listing...
de: Angebot wird eingestellt...
el: Δημοσίευση καταχώρησης...
es: Publicando tu anuncio...
fi: Julkaistaan ilmoitusta...
fr_ca: Publication de votre annonce...
hu: Hirdetés feltöltése...
it: Pubblicazione annuncio...
ko: 게시글을 등록 중 입니다...
nb: Publiserer din annonse...
nl: Uploaden van jouw advertentie...
pt_pt: A publicar o seu anúncio...
ru: Размещаем ваше объявление...
sv: Laddar upp annonsen...
tr: İlanın yayınlanıyor...
vi: Đang đăng bài...

# services_promo_call_to_action
source: Post a service
el: Δημοσιεύστε μια υπηρεσία
es: Publica un servicio
it: Pubblica un servizio
ko: 서비스 게시하기
nl: Plaats een dienst
pt_pt: Publique um serviço
ru: Разместить услугу
vi: Đăng một dịch vụ

# services_promo_cell_title_b
source: New Services category!
el: Νέα κατηγορία Υπηρεσίες
es: ¡Nueva categoría: Servicios!
fr_ca: Nouvelle catégorie pour les Services !
it: Nuova categoria nei servizi!
ko: 새로운 서비스 항목!
nl: Nieuwe Diensten categorie!
pt_pt: Nova categoria Serviços!
ru: Новая категория услуг!
vi: Danh mục Dịch vụ mới!

# services_promo_cell_title_c
source: Find local customers for your service
el: Βρείτε πελάτες κοντά σας για να τους προσφέρετε τις υπηρεσίες σας
es: Encuentra clientes locales para tu servicio
fr_ca: Trouvez des clients locaux pour votre service
it: Trova clienti nella zona per il servizio da te offerto
ko: 서비스를 원하는 근처 고객들을 찾아보세요
nl: Vind lokale klanten voor jouw dienst
pt_pt: Encontre clientes locais para o seu serviço
ru: Находите клиентов для своих услуг рядом
vi: Tìm khách hàng lân cận cho dịch vụ của bạn

# services_promo_cell_title_default_bold
source: Make money
el: Κερδίστε χρήματα
es: Gana dinero
fr_ca: Gagnez de l'Argent
it: Guadagna denaro
ko: 현금 마련
nl: Verdien geld
pt_pt: Faça dinheiro
ru: Зарабатывайте деньги
vi: Kiếm tiền

# services_promo_cell_title_default_regular
source: in your spare time
el: στον ελεύθερό σας χρόνο
es: en tu tiempo libre
fr_ca: pendant votre temps libre
it: nel tuo tempo libero
ko: 여가시간
nl: in je vrije tijd
pt_pt: nos seus tempos livres
ru: в свободное время
vi: trong thời gian rảnh rỗi

# services_service_subtype_list_title
source: Service
de: Dienstleistung
el: Υπηρεσία
es: Servicio
fi: Palvelu
hu: Szolgáltatás
it: Servizio
ko: 서비스
nb: Tjeneste
nl: Diensten
pt_pt: Serviço
ru: Услуги
sv: Tjänst
tr: Hizmet
vi: Dịch vụ

# services_service_subtype_title
source: Service
de: Dienstleistung
el: Υπηρεσία
es: Servicio
fi: Palvelu
hu: Szolgáltatás
it: Servizio
ko: 서비스
nb: Tjeneste
nl: Diensten
pt_pt: Serviço
ru: Услуги
sv: Tjänst
tr: Hizmet
vi: Dịch vụ

# services_service_type_list_title
source: Service category
de: Dienstleistungskategorie
el: Κατηγορία υπηρεσίας
es: Categoría del servicio
fi: Palvelun kategoria
fr_ca: Catégorie de service
hu: Szolgáltatás kategória
it: Categoria servizi
ko: 서비스 카테고리
nb: Tjenestekategori
nl: Diensten categorie
pt_pt: Categoria do serviço
ru: Категория услуги
sv: Tjänstekategori
tr: Hizmet kategorisi
vi: Loại dịch vụ

# services_service_type_title
source: Service category
de: Dienstleistungskategorie
el: Κατηγορία υπηρεσίας
es: Categoría del servicio
fi: Palvelun kategoria
fr_ca: Catégorie de service
hu: Szolgáltatás kategória
it: Categoria servizi
ko: 서비스 카테고리
nb: Tjenestekategori
nl: Diensten categorie
pt_pt: Categoria do serviço
ru: Категория услуги
sv: Tjänstekategori
tr: Hizmet kategorisi
vi: Loại dịch vụ

# services_unified_filter_title
source: Select a category
el: Επιλέξτε κατηγορία
es: Selecciona una categoría
fr_ca: Sélectionnez une catégorie
hu: Válassz kategóriát
it: Seleziona una categoria
ko: 항목을 선택하세요
nl: Selecteer een categorie
pt_pt: Selecione uma categoria
ru: Выберите категорию
vi: Chọn một danh mục

# settings_affililation_button
source: Rewards
el: Ανταμοιβές
es: Recompensas
it: Ricompense
nl: Beloningen
ru: Вознаграждения
vi: Phần thưởng

# settings_change_email_button
source: Email
de: E-Mail-Adresse
fi: Sähköposti
fr_ca: Courriel
it: Indirizzo email
ko: 이메일
nb: E-post
ru: Е-мейл
sv: E-post
tr: E-posta

# settings_change_location_button
source: Location
de: Standort
el: Τοποθεσία
es: Ubicación
fi: Sijainti
fr_ca: Localisation
hu: Tartózkodási hely
it: Posizione
ko: 위치
nb: Plassering
nl: Locatie
pt_pt: Localização
ru: Местоположение
sv: Plats
tr: Konum
vi: Địa điểm

# settings_change_profile_picture_button
source: Photo
de: Profilbild
el: Αλλαγή Φωτογραφίας
es: Foto
fi: Kuva
hu: Fotó
it: Foto
ko: 사진
nb: Bilde
nl: Foto
pt_pt: Foto
ru: Изменить фото
sv: Bild
tr: Fotoğraf
vi: Hình ảnh

# settings_change_profile_picture_error_generic
source: An error occurred while changing the profile picture.
de: Beim Ändern des Profilbilds ist eine Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την αλλαγή της φωτογραφίας προφίλ.
es: Se ha producido un error al modificar la foto de perfil.
fi: Profiilikuvaa vaihdettaessa tapahtui virhe.
fr_ca: Une erreur est survenue lors du changement de l'image de profil.
hu: Hiba történt a profilkép módosítása során.
it: Si è verificato un errore durante la modifica dell'immagine del profilo.
ko: 프로필 사진을 변경하는 동안 오류가 발생했습니다.
nb: Det oppstod en feil ved endring av profilbildet.
nl: Er is een fout opgetreden tijdens het wijzigen van de profielfoto.
pt_pt: Ocorreu um erro ao alterar a foto do perfil.
ru: При изменении фотографии профиля произошла ошибка.
sv: Ett fel uppstod vid ändring av profilbild.
tr: Profil resmini değiştirirken bir hata oluştu.
vi: Có lỗi xảy ra trong khi cài đặt ảnh hồ sơ.

# settings_change_profile_picture_loading
source: Setting profile image. Please wait...
de: Dein Profilbild wird eingerichtet, bitte warten...
el: Ορισμός φωτογραφίας προφίλ, παρακαλώ περιμένετε...
es: Actualizando tu foto de perfil...
fi: Profiilikuvaasi asetetaan, ole hyvä ja odota...
fr_ca: Paramétrage de l'image de profil. Veuillez patienter...
hu: Profilkép beállítása. Türelmedet kérjük…
it: Impostazione immagine del profilo in corso, attendere...
ko: 프로필사진을 등록중입니다. 잠시만 기다려주세요...
nb: Legger til profilbildet ditt, vennligst vent…
nl: Instellen van jouw profielfoto, even geduld a.u.b.
pt_pt: A definir a foto do seu perfil, por favor aguarde...
ru: Установка фотографии профиля, пожалуйста, подождите...
sv: Ställer in din profilbild, var god vänta...
tr: Profil resmin oluşturuluyor, lütfen bekle...
vi: Đang cài đặt hình ảnh hồ sơ của bạn. Vui lòng chờ...

# settings_change_user_bio_button
source: Bio / About me
de: Biografie / Über mich
el: Βιογραφικό / Σχετικά με εμένα
es: Bio / Sobre mí
fi: Biografia / Minusta
fr_ca: Bio / À propos de moi
hu: Bemutatkozás / Rólam
it: Bio / Chi sono
ko: 자기소개/나에 관하여
nb: Biografi / Om meg
nl: Biografie / Over me
pt_pt: Biografia / Sobre mim
ru: Биография / Обо мне
sv: Bio / Om mig
tr: Biyografi / Hakkımda
vi: Tiểu sử/Về tôi

# settings_change_username_button
source: Name
el: Αλλαγή Ονόματος
es: Nombre
fi: Nimi
fr_ca: Nom
hu: Név
it: Nome
ko: 이름
nb: Navn
nl: Naam
pt_pt: Nome
ru: Изменить имя
sv: Namn
tr: İsim
vi: Tên

# settings_general_notifications_alert_message
source: Activate notifications for the letgo app in your device's settings.
de: Aktiviere Benachrichtigungen für die letgo-App in deinen Geräteeinstellungen.
el: Ενεργοποιήστε ειδοποιήσεις για τη letgo εφαρμογή στις ρυθμίσεις της συσκευής σας.
es: Activa las notificaciones para la app de letgo en los ajustes de tu dispositivo.
fi: Ota letgo-sovelluksen ilmoitukset käyttöön laitteesi asetuksissa.
fr_ca: Activez les notifications pour l'appli letgo dans les paramètres de votre appareil.
hu: Engedélyezd a letgo alkalmazás értesítéseit készüléked beállításai között.
it: Attiva le notifiche per l'app di letgo nelle impostazioni del tuo dispositivo.
ko: 사용자의 기기 설정에서 letgo 앱 알림 활성화
nb: Aktiver varslinger for letgo's app i innstillinger for din enhet.
nl: Activeer meldingen voor de letgo app in de instellingen van je apparaat.
pt_pt: Ative as notificações da app letgo nas configurações do seu dispositivo.
ru: Включите уведомления для letgo в настройках вашего устройства.
sv: Aktivera notiser för letgo appen på din enhets inställningar.
tr: Cihazının ayarlarından letgo uygulamasının bildirimlerini etkinleştir.
vi: Kích hoạt thông báo cho ứng dụng letgo trong cài đặt thiết bị của bạn.

# settings_help_button
source: Help
de: Hilfe
el: Βοήθεια
es: Ayuda
fi: Apua
fr_ca: Aide
hu: Segítség
it: Aiuto
ko: 도움
nb: Hjelp
nl: Hulp
pt_pt: Ajuda
ru: Помощь
sv: Hjälp
tr: Yardım
vi: Trợ giúp

# settings_invite_facebook_friends_button
source: Invite Facebook Friends
de: Lade Facebook-Freunde ein
el: Προσκαλέστε φίλους στο Facebook
es: Invitar amigos de Facebook
fi: Kutsu Facebook-kavereita
fr_ca: Inviter des Amis Facebook
hu: Szólj másoknak is
it: Invita Amici di Facebook
ko: 페이스북 친구 초대하기
nb: Inviter Facebook-venner
nl: Nodig Facebook vrienden uit
pt_pt: Convidar amigos do Facebook
ru: Пригласить друзей из Facebook
sv: Bjud in dina vänner på Facebook
tr: Facebook'taki arkadaşlarını davet et
vi: Mời bạn bè trên Facebook

# settings_invite_facebook_friends_error
source: An error occurred while sharing your invitation.
de: Beim Teilen deiner Einladung ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την κοινοποίηση της πρόσκλησης.
es: Se ha producido un error al compartir tu invitación.
fi: Kutsuasi jaettaessa tapahtui virhe.
fr_ca: Une erreur est survenue lors de l'envoi de votre invitation.
hu: Hiba történt a meghívó megosztása során.
it: Si è verificato un errore durante la condivisione del tuo invito.
ko: 초대를 공유하는 동안 오류가 발생했습니다.
nb: En feil oppstod ved deling av din invitasjon.
nl: Er is een fout opgetreden bij het delen van je uitnodiging.
pt_pt: Ocorreu um erro ao partilhar o seu convite.
ru: Произошла ошибка при отправке приглашения.
sv: Ett fel uppstod då din inbjudan skickades.
tr: Davetin paylaşılırken hata oluştu.
vi: Lỗi xảy ra trong khi chia sẻ lời mời.

# settings_invite_facebook_friends_ok
source: Your invitation has been shared!
de: Deine Einladung wurde geteilt!
el: Η πρόσκλησή σας έχει κοινοποιηθεί!
es: ¡Tu invitación ha sido enviada!
fi: Kutsusi on jaettu!
fr_ca: Votre invitation a été envoyée !
hu: Meghívód megosztva!
it: Il tuo invito è stato condiviso!
ko: 초대가 공유되었습니다!
nb: Din invitasjon ble delt!
nl: Je uitnodiging werd gedeeld!
pt_pt: O seu convite foi partilhado!
ru: Ваше приглашение размещено!
sv: Din inbjudan har skickats!
tr: Davetin paylaşıldı!
vi: Lời mời của bạn vừa được chia sẻ thành công!

# settings_logout_alert_message
source: Are you sure you want to log out?
de: Bist du sicher, dass du dich abmelden möchtest?
el: Είστε σίγουροι ότι θέλετε να αποσυνδεθείτε;
es: ¿Estás seguro que quieres cerrar sesión?
fi: Oletko varma että haluat kirjautua ulos?
fr_ca: Êtes-vous certain de vouloir vous déconnecter ?
hu: Biztosan ki szeretnél jelentkezni?
it: Sei sicuro di voler uscire?
ko: 로그아웃 하시겠습니까?
nb: Er du sikker på at du vil logge ut?
nl: Weet je zeker dat je wilt uitloggen?
pt_pt: Tem a certeza que quer fazer logout?
ru: Вы точно хотите выйти?
sv: Är du säker på att du vill logga ut?
tr: Çıkış yapmak istediğine emin misin?
vi: Bạn có chắc chắn muốn đăng xuất?

# settings_logout_alert_ok
source: Log out
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
fi: Kirjaudu ulos
fr_ca: Se déconnecter
hu: Kijelentkezés
it: Esci
ko: 로그아웃
nb: Logg ut
nl: Uitloggen
ru: Выйти
sv: Logga ut
tr: Çıkış yap
vi: Đăng xuất

# settings_logout_button
source: Log out
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
fi: Kirjaudu ulos
fr_ca: Se déconnecter
hu: Kijelentkezés
it: Esci
ko: 로그아웃
nb: Logg ut
nl: Log uit
ru: Выйти
sv: Logga ut
tr: Çıkış yap
vi: Đăng xuất

# settings_marketing_notifications_alert_activate
source: Activate
de: Aktivieren
el: Ενεργοποίηση
es: Activar
fi: Ota käyttöön
fr_ca: Activer
hu: Engedélyezés
it: Attiva
ko: 활성화
nb: Aktiver
nl: Activeren
pt_pt: Ativar
ru: Включить
sv: Aktivera
tr: Etkinleştir
vi: Kích hoạt

# settings_marketing_notifications_alert_cancel
source: Cancel
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr_ca: Annuler
hu: Mégse
it: Annulla
ko: 취소
nb: Avbryt
nl: Annuleren
pt_pt: Cancelar
ru: Отмена
sv: Avbryt
tr: Vazgeç
vi: Hủy

# settings_marketing_notifications_alert_deactivate
source: Deactivate
de: Deaktivieren
el: Απενεργοποίηση
es: Desactivar
fi: Poista käytöstä
fr_ca: Désactiver
hu: Kikapcsolás
it: Disattiva
ko: 비활성화
nb: Deaktiver
nl: Uitschakelen
pt_pt: Desativar
ru: Отключить
sv: Stäng av
tr: Kapat
vi: Bỏ kích hoạt

# settings_marketing_notifications_alert_message
source: Are you sure you want to deactivate marketing notifications?
de: Bist du sicher, dass du Marketing-Benachrichtigungen deaktivieren möchtest?
el: Είστε σίγουροι πως θέλετε να απενεργοποιήσετε τις ειδοποιήσεις προώθησης;
es: ¿Seguro que quieres desactivar las notificaciones de marketing?
fi: Oletko varma, että haluat ottaa markkinointi-ilmoitukset pois käytöstä?
fr_ca: Êtes-vous certain de vouloir désactiver les notifications marketing ?
hu: Biztosan kikapcsolod a marketinges értesítéseket?
it: Sei sicuro di voler disattivare le notifiche di marketing?
ko: 마케팅 알림을 비활성화 하시겠습니까?
nb: Er du sikker på at du vil deaktivere promoteringsvarslinger?
nl: Weet je zeker dat je marketing meldingen wilt uitschakelen?
pt_pt: Tem a certeza de que quer desativar as notificações de marketing?
ru: Вы точно хотите отключить уведомления?
sv: Är du säker på att du vill stänga av notiser för marknadsföring?
tr: Tanıtım bildirimlerini kapatmak istediğine emin misin?
vi: Bạn có chắc chắn muốn bỏ kích hoạt thông báo tiếp thị?

# settings_marketing_notifications_switch
source: Marketing Notifications
de: Marketing-Benachrichtigungen
el: Ειδοποιήσεις Μάρκετινγκ
es: Notificaciones de marketing
fi: Markkinointi-ilmoitukset
fr_ca: Notifications Marketing
hu: Marketinges értesítések
it: Notifiche marketing
ko: 마케팅 알림
nb: Reklamevarslinger
nl: Marketing Meldingen
pt_pt: Notificações de marketing
ru: Маркетинговые уведомления
sv: Marknadsföringsnotiser
tr: Reklam Bildirimleri
vi: Thông báo Marketing
