Repository: goRestart/ios-restart-app
Catalog: components/LGResources/LGResources/Assets/i18n/*.lproj/Localizable.strings
Languages: de, el, es, fi, fr_ca, hu, it, ko, nb, nl, pt_pt, ru, sv, tr, vi

# payments_create_offer_fee_label
source: Payment fee
es: Tasa de pago
it: Commissioni pagamento
nl: Betalingskosten
ru: Комиссия с платежа
vi: Phí thanh toán

# payments_create_offer_fee_percentage_label
source: Payment fee (%@)
es: Tasa de pago (%@)
it: Commissioni pagamento (%@)
nl: Betalingskosten (%@)
ru: Комиссия с платежа (%@)

# payments_create_offer_navbar_title
source: Offer
es: Oferta
it: Offerta
nl: Bod
ru: Предложение
vi: Ưu đãi

# payments_create_offer_seller_price_label
source: Seller receives
es: El vendedor recibe
it: Guadagni venditore
nl: Verkoper ontvangt
ru: Продавец получает
vi: Người bán nhận

# payments_create_offer_total_label
source: You pay
es: Tú pagas
it: Da pagare
nl: Jij betaalt
ru: Вы платите
vi: Bạn trả

# payments_enter_pay_code_attemps_label
source: 3 attemps per minute
es: 3 intentos por minuto
it: 3 tentativi per minuto

# payments_enter_pay_code_description_label
source: Enter the 4-digit code that buyer %@ has shared with you
es: Introduce el código de 4 dígitos que te ha dado el comprador %@
it: Inserisci il codice a 4 cifre che l'acquirente %@ ha condiviso con te

# payments_enter_pay_code_navbar_title
source: Offer
es: Oferta
it: Offerta

# payments_error_retry
source: Retry
es: Reintentar
it: Riprova
ru: Еще раз

# payments_get_pay_code_code_label
source: Your payment code
es: Tu código de pago
it: Il tuo codice di pagamento

# payments_get_pay_code_description
source: Sharing this code unlocks the payment, only do it after you receive the item. Never share this code via chat or text message.
es: Compartir este código desbloquea el pago, hazlo solo cuando hayas recibido el artículo. No compartas este código por chat o mensaje de texto.
it: Condividendo questo codice sbloccherai il pagamento. Fallo soltanto dopo aver ricevuto l'articolo. Evita sempre di condividere il codice tramite chat o SMS.

# payments_get_pay_code_disclaimer
source: This code expires in 7 days, so make sure to meet the seller soon
es: El código caduca en 7 días, asegúrate de encontrarte con el vendedor antes de eso.
it: Questo codice scadrà tra 7 giorni. Assicurati di incontrare a breve il venditore

# payments_get_pay_code_navbar_title
source: Offer
es: Oferta
it: Offerta

# payments_loading_generic_error
source: Oops! An error occurred while loading. Please try again.
es: ¡Ups! Se ha producido un error al cargar. Inténtalo de nuevo.
it: Ops! Si è verificato un errore durante il caricamento. Riprova.
ru: Упс! При загрузке произошла ошибка. Пожалуйста, попробуйте еще раз.

# payments_offer_status_action_chat_button
source: Chat with Seller
es: Chatear con el vendedor
it: Chatta con il venditore
nl: Chat met Verkoper
ru: Чат с продавцом
vi: Trò chuyện với người bá

# payments_offer_status_action_view_code_button
source: View payment code
es: Ver el código de pago
it: Vedi codice di pagamento
nl: Bekijk betalingscode
ru: Посмотреть код платежа
vi: Xem mã thanh toán

# payments_offer_status_as_buyer_buyer_offer_step_description
source: letgo will securely hold your funds in escrow until you confirm you’ve received the item
es: letgo custodiará tu dinero de forma segura hasta que confirmes que has recibido el artículo
it: letgo tratterrà come deposito i tuoi fondi in modo sicuro fino a quando non confermerai di aver ricevuto l'articolo
nl: letgo bewaart je geld veilig totdat jij bevestigt dat je het item hebt ontvangen
ru: letgo заморозит средства, пока вы не подтвердите получение товара
vi: letgo sẽ giữ tiền đặt cọc của bạn một cách an toàn cho đến khi bạn xác nhận đã nhận được món đồ

# payments_offer_status_as_buyer_buyer_offer_step_status_expired
source: Offer expired
es: Oferta caducada
it: Offerta scaduta
nl: Bod verlopen
ru: Предложение истекло
vi: Ưu đãi hết hạn

# payments_offer_status_as_buyer_buyer_offer_step_status_pending
source: Offer pending
es: Oferta pendiente
it: Offerta in attesa
nl: Bod in behandeling
ru: Предложение в обработке
vi: Ưu đãi đang chờ

# payments_offer_status_as_buyer_buyer_offer_step_status_withdrawn
source: Offer withdrawn
es: Oferta retirada
it: Offerta ritirata
nl: Bod teruggetrokken
ru: Предложение снято
vi: Ưu đãi bị hủy

# payments_offer_status_as_buyer_buyer_offer_step_title
source: You're offering %@
es: Estás ofreciendo %@
it: Stai offrendo %@
nl: Jij biedt %@
ru: Вы предлагаете %@
vi: Bạn đang đề nghị %@

# payments_offer_status_as_buyer_buyer_offer_step_withdraw_button
source: Withdraw offer
es: Retirar oferta
it: Ritira offerta
nl: Bod terugtrekken
ru: Отклонить предложение
vi: Hủy ưu đãi

# payments_offer_status_as_buyer_meeting_step_description
source: When you have the item, release the payment to the seller by sharing your payment code
es: Cuando tengas el artículo, libera el pago al vendedor compartiendo tu código de pago
it: Quando ricevi l'articolo, effettua il pagamento al venditore condividendo il codice di pagamento
nl: Wanneer je het artikel hebt, geef je de betaling vrij aan de verkoper door je betalingscode te delen
ru: Когда получите товар, отправьте деньги продавцу, сообщив ему код платежа
vi: Khi bạn đã nhận được đồ, hãy thanh toán cho người bán bằng cách chia sẻ mã thanh toán

# payments_offer_status_as_buyer_meeting_step_title
source: Meet in person and release the payment
es: Fija un encuentro en persona y libera el pago
it: Incontra di persona e effettua il pagamento
nl: Ontmoet elkaar en geef de betaling vrij
ru: Встретьтесь лично и совершите оплату
vi: Gặp trực tiếp và thanh toán

# payments_offer_status_as_buyer_seller_offer_step_description
source: You’ll get a notification that the seller has accepted your offer
es: Recibirás una notificación diciendo que el vendedor ha aceptado tu oferta
it: Riceverai una notifica quando il venditore avrà accettato la tua offerta
nl: Je krijgt een melding dat de verkoper jouw bod heeft geaccepteerd
ru: Вы получите уведомление, что продавец принял ваше предложение
vi: Bạn sẽ nhận được thông báo về việc người bán đã chấp nhận trả giá của bạn

# payments_offer_status_as_buyer_seller_offer_step_status_accepted
source: Offer accepted
es: Oferta aceptada
it: Offerta accettata
nl: Bod geaccepteerd
ru: Предложение принято
vi: Trả giá được chấp nhận

# payments_offer_status_as_buyer_seller_offer_step_status_declined
source: Offer declined
es: Oferta rechazada
it: Offerta rifiutata
nl: Bod afgewezen
ru: Предложение отклонено
vi: Trả giá bị từ chối

# payments_offer_status_as_buyer_seller_offer_step_title
source: The seller accepts
es: El vendedor acepta
it: Il venditore accetta
nl: De verkoper accepteert
ru: Продавец принял предложение
vi: Người bán đồng ý

# payments_offer_status_as_seller_accept_button
source: Accept
es: Aceptar
it: Accetta
nl: Accepteren
ru: Принять

# payments_offer_status_as_seller_buyer_amount_label
source: The buyer pays
es: El comprador paga
it: I pagamenti dell'acquirente
ko: Buyer pay
nl: De koper betaalt
ru: Покупатель платит
vi: Người mua trả

# payments_offer_status_as_seller_buyer_offer_description
source: A buyer’s offering to pay you securely through the letgo app. Act fast, their offer expires in 24 hours.
es: Un comprador está ofreciendo pagar de forma segura a través de la app. Actúa rápido, la oferta caduca en 24 horas.
it: Un acquirente si sta offrendo di pagare tramite l'app di letgo in modo sicuro. Fai in fretta, la sua offerta scadrà tra 24 ore.
nl: Een koper biedt aan om je veilig te betalen via de letgo app. Reageer snel, hun bod verloopt over 24 uur.
ru: Покупатель предлагает вам безопасную оплату через приложение app. Поспешите, предложение истекает в течение 24 часов.
vi: Một người mua đề nghị thanh toán cho bạn một cách an toàn qua ứng dụng letgo. Hãy nhanh tay, đề nghị của họ sẽ hết hạn trong 24 giờ.

# payments_offer_status_as_seller_buyer_offer_status_accepted
source: Offer accepted
es: Oferta aceptada
it: Offerta accettata
nl: Bod geaccepteerd
ru: Предложение принято
vi: Trả giá được chấp nhận

# payments_offer_status_as_seller_buyer_offer_status_declined
source: Offer declined
es: Oferta rechazada
it: Offerta rifiutata
nl: Bod afgewezen
ru: Предложение отклонено
vi: Trả giá bị từ chối

# payments_offer_status_as_seller_buyer_offer_status_expired
source: Offer expired
es: Oferta caducada
it: Offerta scaduta
nl: Bod verlopen
ru: Предложение истекло
vi: Trả giá hết hạn

# payments_offer_status_as_seller_buyer_offer_status_withdrawn
source: Offer withdrawn
es: Oferta retirada
it: Offerta ritirata
nl: Bod ingetrokken
ru: Предложение снято
vi: Trả giá bị hủy

# payments_offer_status_as_seller_buyer_offer_title
source: Accept the offer
es: Acepta la oferta
it: Accetta l'offerta
nl: Accepteer het bod
ru: Принять предложение
vi: Chấp nhận trả giá

# payments_offer_status_as_seller_decline_button
source: Decline
es: Rechazar
it: Rifiuta
nl: Weigeren
ru: Отклонить
vi: Từ chối

# payments_offer_status_as_seller_enter_code_button
source: Enter code
es: Introducir código
it: Inserisci codice
nl: Code invoeren
ru: Введите код

# payments_offer_status_as_seller_fee_label
source: Payment fee
es: Tasa de pago
it: Commissioni pagamento
nl: Betalingskosten
ru: Комиссия с платежа
vi: Phí thanh toán

# payments_offer_status_as_seller_fee_percentage
source: Payment fee (%@)
es: Tasa de pago (%@)
it: Commissioni pagamento (%@)
nl: Betalingskosten %@
ru: Комиссия с платежа %@
vi: Phí thanh toán %@

# payments_offer_status_as_seller_meeting_description
source: Give the item to the buyer, get their payment code and enter it in the app to receive your secure payment
es: Entrégale el artículo al comprador, obtén su código de pago e introdúcelo en la app para recibir tu pago seguro
it: Consegna l'articolo all'acquirente, prendi il suo codice di pagamento e inseriscilo nell'app per ricevere il pagamento sicuro
nl: Geef het artikel aan de koper, ontvang de betalingscode en voer deze in de app in om je beveiligde betaling te ontvangen
ru: Отдайте товар покупателю, узнайте у него код платежа и введите его в приложении, чтобы получить свои деньги
vi: Đưa món đồ cho người mua, nhận mã thanh toán và nhập vào trong ứng dụng để nhận thanh toán an toàn

# payments_offer_status_as_seller_meeting_title
source: Meet in person and get paid
es: Fija un encuentro y recibe el pago
it: Incontra di persona e ricevi il pagamento
nl: Ontmoet elkaar en word betaald
ru: Встретьтесь лично и получите оплату
vi: Gặp trực tiếp và nhận thanh toán

# payments_offer_status_as_seller_received
source: You receive
es: Recibes
it: Ricevi
nl: Jij ontvangt
ru: Вы получаете
vi: Bạn nhận được

# payments_offer_status_header_label
source: %1$@ is offering %2$@ for %3$@
es: %1$@ ofrece %2$@ por %3$@
it: %1$@ offre %2$@ per %3$@
ko: %1$@, offering %2$@ for %3$@
nl: %1$@, biedt %2$@ voor %3$@
ru: %1$@ предлагает %2$@ за %3$@
vi: %1$@ đang bán%3$@ với giá %2$@

# payments_offer_status_navbar_title
source: Offer
es: Oferta
it: Offerta
nl: Bod
ru: Предложение
vi: Ưu đãi

# payments_onboarding_first_step_description
source: You'll be charged and letgo will securely hold your funds in escrow until you confirm you've received the item
es: Realizarás el pago y letgo custodiará el dinero de forma segura hasta que confirmes que has recibido el artículo
it: Ti verrà addebitato l'importo e letgo tratterrà i fondi come deposito finché non avrei confermato di aver ricevuto l'articolo
nl: Er worden kosten in rekening gebracht en letgo zal jouw geld veilig in bewaring houden tot je bevestigt dat je het artikel hebt ontvangen
ru: С вас снимут оплату и letgo заморозит средства, пока вы не подтвердите получение товара

# payments_onboarding_first_step_title
source: Make your offer
es: Haz una oferta
it: Fai la tua offerta
nl: Doe jouw bod
ru: Сделайте предложение

# payments_onboarding_make_an_offer_button
source: Make an offer
es: Haz tu oferta
it: Fai un'offerta
nl: Doe een bod
ru: Сделать предложение

# payments_onboarding_navbar_title
source: How it works
es: Cómo funciona
it: Come funziona
nl: Hoe werkt het
ru: Как это работает

# payments_onboarding_second_step_description
source: You’ll get a notification that the seller has accepted your offer
es: Recibirás una notificación diciendo que el vendedor ha aceptado tu oferta
it: Riceverai una notifica quando il venditore avrà accettato la tua offerta
nl: Je krijgt een melding dat de verkoper je bod heeft geaccepteerd
ru: Вы получите уведомление, что продавец принял ваше предложение

# payments_onboarding_second_step_title
source: The seller accepts
es: El vendedor acepta
it: Il venditore accetta
nl: De verkoper accepteert
ru: Продавец принимает предложение

# payments_onboarding_third_step_description
source: When you have the item, release the payment to the seller
es: Cuando tengas el artículo, libera el pago al vendedor
it: Quando hai l'articolo, effettua il pagamento al venditore
nl: Wanneer je het item hebt, geef je de betaling vrij aan de verkoper
ru: Когда получите товар, отправьте деньги продавцу

# payments_onboarding_third_step_title
source: Meet in person and release the payment
es: Fija un encuentro en persona y libera el pago
it: Incontra di persona e effettua il pagamento
nl: Ontmoet elkaar en geef de betaling vrij
ru: Встретьтесь лично и совершите оплату

# payments_payment_request_fee_label
source: service fee
es: tasa de servicio
it: commissioni di servizio
nl: servicekosten
ru: комиссия
vi: phí dịch vụ

# payments_payment_request_seller_amount_label
source: total for seller
es: total para el vendedor
it: totale per venditore
nl: totaal voor verkoper
ru: всего продавцу
vi: tổng cho người bán

# payments_payment_request_total_amount_label
source: seller
es: vendedor
it: venditore
nl: verkoper
ru: продавец
vi: người bán

# payments_payout_bank_account_account_number_placeholder
source: Account number
es: Número de cuenta
it: Numero di conto

# payments_payout_bank_account_payout_button
source: Payout
es: Cobro
it: Pagamento

# payments_payout_bank_account_routing_number_placeholder
source: Routing number (9 digits)
es: Número de ruta (9 dígitos)
it: Routing number (9 cifre)

# payments_payout_card_name_placeholder
source: Name on card
es: Nombre del titular de la tarjeta
it: Nome carta

# payments_payout_card_number_placeholder
source: Card number
es: Número de tarjeta
it: Numero carta

# payments_payout_card_payment_type_label
source: Choose one of these options:
es: Elige una de estas opciones:
it: Scegli una di queste opzioni:

# payments_payout_card_payout_button
source: Payout
es: Cobro
it: Pagamento

# payments_payout_card_title_label
source: Enter your debit card so that we can pay out to your account
es: Introduce tu tarjeta de débito para que realicemos el pago en tu cuenta
it: Inserisci la carta di debito in modo che possiamo pagare sul tuo conto

# payments_payout_option_bank_account
source: Bank Account
it: Conto bancario

# payments_payout_option_bank_debit_card
source: Debit Card
it: Carta di debito

# payments_payout_personal_info_address_placeholder
source: Address
es: Dirección
it: Indirizzo

# payments_payout_personal_info_city_placeholder
source: City
es: Ciudad
it: Città

# payments_payout_personal_info_country_placeholder
source: Country
es: País
it: Paese

# payments_payout_personal_info_date_of_birth_placeholder
source: Date of birth
es: Fecha de nacimiento
it: Data di nascita

# payments_payout_personal_info_error_description
source: Please check your details and try again.
it: Controlla i tuoi dati e riprova.

# payments_payout_personal_info_error_title
source: Oops! An error occurred.
es: ¡Ups! Se ha producido un error.
it: Ops! Si è verificato un errore.
ru: Упс! Произошла ошибка.

# payments_payout_personal_info_first_name_placeholder
source: First name
es: Nombre
it: Nome

# payments_payout_personal_info_last_name_placeholder
source: Last name
es: Apellido
it: Cognome

# payments_payout_personal_info_register_button
source: Register your account
es: Registra tu cuenta
it: Registra il tuo conto

# payments_payout_personal_info_ssn_placeholder
source: Last 4 SSN digits
es: Últimos 4 dígitos del SSN
it: Ultime 4 cifre del SSN

# payments_payout_personal_info_state_placeholder
source: State
es: Estado
it: Stato

# payments_payout_personal_info_title_label
source: Personal information
es: Información personal
it: Informazioni personali

# payments_payout_personal_info_zip_code_placeholder
source: ZIP code
es: Código postal
it: Codice postale

# phone_verification_code_input_view_content_subaction
source: Didn't get the code?
de: Code nicht bekommen?
el: Δε λάβατε τον κωδικό;
es: ¿No has recibido el código?
fi: Etkö saanut koodia?
fr_ca: Vous n'avez pas reçu le code ?
hu: Nem kaptad meg a kódot?
it: Non hai ricevuto il codice?
ko: 코드를 받지 못하셨나요?
nb: Fikk du ikke koden?
nl: Code niet ontvangen?
pt_pt: Não recebeu o código?
ru: Не получили код?
sv: Har du inte fått koden?
tr: Kodu almadın mı?
vi: Không nhận được mã?

# phone_verification_code_input_view_content_subtext
source: You can request another code if you don't receive it within %@
de: Du kannst dir einen weiteren Code zuschicken lassen, falls du ihn nicht innerhalb von %@ erhältst
el: Μπορείτε να αιτηθείτε έναν άλλο κωδικό αν δεν το λάβατε μέσα σε %@
es: Puedes pedir otro código si no lo recibes en %@
fi: Voit pyytää uutta koodia, jos et saa koodia %@ sisällä
fr_ca: Vous pouvez demander un autre code si vous ne le recevez pas dans les prochaines %@
hu: Új kódot kérhetsz, ha %@ után sem érkezik meg
it: Se non ricevi il codice, puoi richiederne un altro entro %@
ko: %@ 이내에 메시지를 받지 못하셨다면, 다른 코드를 요청하실 수 있습니다
nb: Du kan be om en ny kode hvis du ikke mottar den innen %@
nl: Je kunt een andere code aanvragen als je deze niet ontvangt binnen %@
pt_pt: Pode pedir um novo código caso não o receba dentro de %@
ru: Вы можете запросить другой код, если не получили его в течение %@
sv: Du kan begära en ny kod om du inte har fått den inom %@
tr: %@ içinde almazsan başka bir kod talep edebilirsin
vi: Bạn có thể yêu cầu một mã khác nếu bạn không nhận được mã trong %@

# phone_verification_code_input_view_content_subtitle
source: We've sent it to %@
de: Wir haben ihn an %@ geschickt
el: Το στείλαμε στο %@
es: Enviado a %@
fi: Lähetimme viestin numeroon %@
fr_ca: Nous l'avons envoyé à %@
hu: Ide küldtük: %@
it: Lo abbiamo inviato al %@
ko: %@로 발송해드렸습니다
nb: Vi har sendt den til %@
nl: We hebben het verzonden naar %@
pt_pt: Enviamo-lo para %@
ru: Мы отправили его на %@
sv: Vi har skickat den till %@
tr: %@ numarasına gönderdik
vi: Chúng tôi vừa gửi tới %@

# phone_verification_code_input_view_content_title
source: Enter the 6-digit code
de: Gib den 6-stelligen Code ein
el: Εισαγωγή του 6ψήφιου κωδικού
es: Introduce el código de 6 dígitos
fi: Syötä 6-numeroinen koodi
fr_ca: Entrez le code à 6 chiffres
hu: Add meg a 6 jegyű kódot
it: Inserisci il codice di 6 cifre
ko: 6자리 코드를 입력해주세요
nb: Tast inn den 6-sifrede koden
nl: Voer de 6-cijferige code in
pt_pt: Introduza o código de 6 dígitos
ru: Введите 6-значный код
sv: Ange den 6-siffriga koden
tr: 6 haneli kodu gir
vi: Nhập mã 6 chữ số

# phone_verification_code_input_view_error_message
source: Oops! An error occurred while validating the code. Please try again.
de: Hoppla! Beim Validieren des Codes ist ein Fehler aufgetreten. Bitte versuche es erneut.
el: Όπα! Παρουσιάστηκε σφάλμα κατά την επιβεβαίωση του κωδικού. Παρακαλώ δοκιμάστε ξανά.
es: ¡Ups! Se ha producido un error al validar el código. Inténtalo de nuevo.
fi: Hups! Koodia todennettaessa tapahtui virhe. Ole hyvä ja yritä uudelleen.
fr_ca: Oups! Une erreur est survenue au moment de valider le code. Veuillez réessayer.
hu: Hoppá! Hiba történt a kód érvényesítése során. Próbálkozz újra.
it: Ops! Si è verificato un errore durante la convalida del codice. Riprova.
ko: 이런 코드를 인증하는 동안 오류가 발생했습니다. 다시 시도해주세요
nb: Oops! En feil oppstod ved validering av kode. Vennligst prøv igjen.
nl: Oeps! Er is een fout opgetreden tijdens het valideren van de code. Probeer het opnieuw.
pt_pt: Ups! Surgiu um erro ao validar o código. Tente de novo.
ru: Упс! При подтверждении кода произошла ошибка. Пожалуйста, попробуйте еще раз.
sv: Hoppsan! Ett fel inträffade när koden skulle godkännas. Vänligen försök igen.
tr: Oops! Kod doğrulanırken bir hata oluştu. Lütfen tekrar dene.
vi: Ồ! Có lỗi xảy ra trong khi xác minh mã. Xin vui lòng thử lại.

# phone_verification_code_input_view_title
source: Number verification
de: Verifikationsnummer
el: Αριθμός επιβεβαίωσης
es: Verificación de teléfono
fi: Numeron vahvistus
fr_ca: Vérification du numéro
hu: Telefonos hitelesítés
it: Verifica numero
ko: 번호 인증
nb: Nummerverifisering
nl: Nummerverificatie
pt_pt: Verificação do número
ru: Подтверждение номера
sv: Verifikationsnummer
tr: Numara doğrulama
vi: Xác thực số điện thoại

# phone_verification_code_input_view_validated_failure
source: The verification code you entered is incorrect.
de: Der von dir eingegebene Verifizierungscode ist inkorrekt.
el: Ο κωδικός επιβεβαίωσης που εισάγατε είναι λανθασμένος.
es: El código que has introducido es incorrecto.
fi: Syöttämäsi vahvistuskoodi on väärä.
fr_ca: Le code de vérification que vous avez entré est incorrect.
hu: A megadott megerősítő kód érvénytelen.
it: Il codice di verifica da te inserito non è corretto.
ko: 입력하신 인증 코드가 올바르지 않습니다.
nb: Verifiseringskoden du valgte er ugyldig.
nl: De verificatiecode die je hebt ingevoerd is onjuist.
pt_pt: O código de verificação que introduziu não está correto.
ru: Вы ввели неправильный код.
sv: Din verifikationskod är ogiltig.
tr: Girdiğin doğrulama kodu yanlış.
vi: Mã xác nhận bạn nhập không chính xác.

# phone_verification_code_input_view_validated_success
source: Phone number verified!
de: Telefonnummer verifiziert!
el: Επιβεβαιωμένος αριθμός τηλεφώνου!
es: ¡Teléfono verificado!
fi: Puhelinnumero vahvistettu!
fr_ca: Numéro de téléphone vérifié !
hu: Telefonszám megerősítve!
it: Numero di telefono verificato!
ko: 전화번호가 인증되었습니다!
nb: Mobilnummer er verifisert!
nl: Telefoonnummer geverifieerd!
pt_pt: Número de telefone verificado!
ru: Номер телефона подтвержден!
sv: Telefonnumret har verifierats!
tr: Telefon numarası doğrulandı!
vi: Đã xác minh số điện thoại!

# phone_verification_code_input_view_validating_message
source: Validating code...
de: Code wird überprüft...
el: Επικύρωση κωδικού...
es: Validando código...
fi: Varmennetaan koodia...
fr_ca: Validation du code...
hu: Kód hitelesítése...
it: Convalida codice...
ko: 코드 확인 중...
nb: Validerer kode...
nl: Code valideren...
pt_pt: A validar o código...
ru: Подтверждаем код...
sv: Verifikation pågår...
tr: Kod doğrulanıyor...
vi: Đang xác minh mã...

# phone_verification_country_picker_view_search_placeholder
source: Search
de: Suche
el: Αναζήτηση
es: Buscar
fi: Hae
fr_ca: Chercher
hu: Keresés
it: Cerca
ko: 검색
nb: Søk
nl: Zoeken
pt_pt: Buscar
ru: Поиск
sv: Sök
tr: Ara
vi: Tìm kiếm

# phone_verification_country_picker_view_title
source: Country list
de: Länderliste
el: Λίστα χωρών
es: Lista de países
fi: Maalista
fr_ca: Liste de pays
hu: Országok listája
it: Elenco dei paesi
ko: 국가 목록
nb: Liste over land
nl: Landenlijst
pt_pt: Lista de países
ru: Список стран
sv: Landslista
tr: Ülke listesi
vi: Danh sách quốc gia
