Repository: goRestart/ios-restart-app
Catalog: components/LGResources/LGResources/Assets/i18n/*.lproj/Localizable.strings
Languages: de, el, es, fi, fr_ca, hu, it, ko, nb, nl, pt_pt, ru, sv, tr, vi

# user_share_error
source: An error occurred while sharing the profile. Please try again.
de: Beim Teilen des Profils ist ein Fehler aufgetreten. Bitte versuche es noch einmal.
el: Παρουσιάστηκε σφάλμα κατά την κοινοποίηση του προφίλ. Παρακαλώ, δοκιμάστε ξανά.
es: Se ha producido un error al compartir el perfil. Por favor, inténtalo de nuevo.
fi: Profiilia jaettaessa tapahtui virhe. Ole hyvä ja yritä uudelleen.
fr_ca: Une erreur est survenue lors du partage du profil. Veuillez réessayer.
hu: Hiba történt a profil megosztása során. Próbálkozz újra.
it: Si è verificato un errore durante la condivisione del profilo. Riprova.
ko: 프로필을 공유하는 동안 에러가 발생했습니다. 다시 시도해주세요.
nb: En feil oppstod ved deling av profil. Vennligst prøv igjen.
nl: Er is een fout opgetreden tijdens het delen van het profiel. Probeer het nog eens.
pt_pt: Ocorreu um erro ao partilhar o perfil. Por favor tente novamente.
ru: При отправке профиля произошла ошибка. Пожалуйста, попробуйте еще раз.
sv: Ett fel inträffade när profilen skulle delas. Vänligen försök igen.
tr: Profil paylaşılırken bir hata oluştu. Lütfen tekrar dene.
vi: Có lỗi xảy ra trong khi chia sẻ hồ sơ. Xin vui lòng thử lại.

# user_share_message_mine
source: Take a look at everything I'm selling on letgo!
de: Schau dir all die Sachen an, die ich auf letgo verkaufe!
el: Δείτε όλα όσα πουλάω στο letgo!
es: ¡Mira todo lo que vendo en letgo!
fi: Katso mitä kaikkea minulla on myynnissä letgossa!
fr_ca: Jetez un oeil à tout ce que je vends sur letgo !
hu: Nézd meg, mi mindent árulok a letgo piacán!
it: Dai un'occhiata a quello che sto vendendo su letgo!
ko: 제가 letgo에서 판매하고 있는 모든 제품들을 확인해보세요!
nb: Ta en titt på alt jeg selger på letgo!
nl: Neem een kijkje naar alles wat ik verkoop op letgo!
pt_pt: Vê tudo o que eu estou a vender no letgo!
ru: Посмотри, что я продаю на letgo!
sv: Titta på allt som jag säljer på letgo:
tr: letgo'da sattığım şeylere bir bak!
vi: Hãy xem tất cả những gì tôi đang bán trên letgo!

# user_share_message_other
source: Take a look at everything this seller has on letgo!
de: Schau dir all die Sachen an, die dieser Verkäufer auf letgo anbietet!
el: Δείτε όλα όσα πουλάει αυτός ο πωλητής στο letgo!
es: ¡Mira todo lo que tiene este vendedor en letgo!
fi: Katso mitä kaikkea tällä myyjällä on letgossa!
fr_ca: Jetez un oeil à tout ce que ce vendeur propose sur letgo !
hu: Nézd meg, ő mi mindent árul a letgo piacán!
it: Dai un'occhiata a quello che questo venditore ha su letgo!
ko: 이 판매자가 letgo에서 판매하고 있는 모든 제품들을 확인해보세요!
nb: Ta en titt på alt denne selgeren har på letgo!
nl: Neem een kijkje naar alles wat deze verkoper heeft op letgo!
pt_pt: Vê tudo o que este vendedor tem no letgo!
ru: Посмотри, что этот пользователь продает на letgo!
sv: Titta på allt den här säljaren har på letgo:
tr: Bu kullanıcının letgo'da sattıklarına bir bak!
vi: Hãy xem tất cả những gì người bán này có trên letgo!

# user_share_message_other_w_name
source: Take a look at everything %@ is selling on letgo!
de: Schau dir all die Sachen an, die %@ auf letgo verkauft!
el: Δείτε όλα όσα πουλάει ο %@ στο letgo!
es: ¡Mira todo lo que vende %@ en letgo!
fi: Katso mitä kaikkea %@ myy letgossa!
fr_ca: Jetez un oeil à tout ce que %@ vend sur letgo !
hu: Nézd meg, %@ mi mindent árul a letgo piacán!
it: Dai un'occhiata a quello che %@ sta vendendo su letgo!
ko: %@가 letgo에서 판매하고 있는 모든 제품들을 확인해보세요!
nb: Ta en titt på alt %@ selger på letgo!
nl: Neem een kijkje naar alles wat %@ verkoopt op letgo!
pt_pt: Vê tudo o que %@ está a vender no letgo!
ru: Посмотри, что %@ продает на letgo!
sv: Titta på allt %@ säljer på letgo!
tr: %@ adlı kullanıcının letgo'da sattıklarına bir bak!
vi: Hãy xem tất cả những gì %@ đang bán trên letgo!

# user_share_title_text_mine
source: Check out my letgo profile!
de: Schau dir mein letgo-Profil an!
el: Δείτε το προφίλ μου στο letgo!
es: ¡Échale un vistazo a mi perfil de letgo!
fi: Kurkkaa letgo-profiiliini!
fr_ca: Découvrez mon profil letgo !
hu: Nézd meg a letgo profilomat!
it: Scopri il mio profilo letgo!
ko: 제 letgo 프로필을 확인하세요!
nb: Sjekk min letgo-profil!
nl: Bekijk mijn letgo profiel!
pt_pt: Dá uma olhada no meu perfil letgo!
ru: Посмотри мой профиль на letgo!
sv: Kolla min letgo-profil!
tr: letgo profilime bir göz at!
vi: Xem hồ sơ letgo của tôi!

# user_share_title_text_other
source: Check out this user's letgo profile!
de: Schau dir das letgo-Profil dieses Nutzers an!
el: Δείτε το προφίλ αυτού του χρήστη στο letgo!
es: ¡Échale un vistazo al perfil de letgo de este usuario!
fi: Kurkkaa tämän käyttäjän letgo-profiiliin!
fr_ca: Découvrez le profil letgo de cet utilisateur !
hu: Nézd meg a felhasználó letgo profilját!
it: Scopri il profilo letgo di questo utente!
ko: 이 사용자의 letgo 프로필을 확인하세요!
nb: Sjekk denne brukerens letgo-profil!
nl: Bekijk het letgo profiel van deze gebruiker!
pt_pt: Dá uma olhada no perfil letgo deste utilizador!
ru: Посмотри этот профиль на letgo!
sv: Titta på den här användarens letgo-profil!
tr: Bu kullanıcının letgo profiline bir göz at!
vi: Xem hồ sơ letgo của người dùng này!

# user_share_title_text_other_w_name
source: Check out %@'s letgo profile!
de: Schau dir das letgo-Profil von %@ an!
el: Δείτε το προφίλ του %@ στο letgo!
es: ¡Échale un vistazo al perfil de letgo de %@!
fi: Kurkkaa käyttäjän %@ letgo-profiiliin!
fr_ca: Découvrez le profil letgo de %@ !
hu: Nézd meg %@ letgo profilját!
it: Scopri il profilo letgo di %@
ko: %@의 letgo 프로필을 확인하세요!
nb: Sjekk %@'s letgo-profil!
nl: Bekijk %@'s letgo profiel!
pt_pt: Dá uma olhada no perfil letgo de %@!
ru: Посмотри профиль %@ на letgo!
sv: Titta på %@s letgo-profil!
tr: %@ adlı kullanıcının letgo profiline bir göz at!
vi: Xem hồ sơ letgo của %@!

# commercializer_display_share_alert
source: Share this masterpiece
es: Comparte esta obra maestra

# commercializer_display_share_my_video_button
source: Share to sell faster
es: Comparte para vender más rápido

# commercializer_display_title_label
source: Here's your finished commercial!
es: ¡Tu comercial está listo!

# commercializer_load_video_failed_error_message
source: The commercial can’t be played. Please try again.
es: El comercial no se puede reproducir. Por favor, inténtalo de nuevo.

# commercializer_preview_title
source: Your commercial is ready!
es: ¡Tu comercial está listo!

# commercializer_processing_title_label
source: Shooting your commercial!
es: ¡Grabando tu comercial!

# commercializer_product_list_empty_body
source: Post a product for sale and create a free commercial
es: Publica un producto a la venta y crea tu comercial gratis

# commercializer_product_list_empty_title
source: NOTHING TO PROMOTE (YET!)
es: NADA QUE PROMOVER (¡TODAVÍA!)

# commercializer_promote_intro_button
source: Select commercial
de: Wähle Werbung
es: Seleccionar comercial

# commercializer_promote_navigation_title
source: Select commercial style
es: Elige el modelo de comercial

# commercializer_promote_theme_already_used
source: Already used!
es: ¡Ya en uso!

# commercializer_share_message_text
source: I made a free Hollywood-style commercial with #letgocommercializer, check it out!
es: ¡Mira el comercial al estilo Hollywood que he creado gratis con #letgocommercializer!

# common_max
source: max
es: máx.
fi: maks.
ko: 최대
nb: maks
ru: максимум
vi: tối đa

# common_ok
source: OK
el: ΟΚ
es: Aceptar
ko: 확인
tr: Tamam

# filters_cars_bodytype_hatchback
source: Hatchback
de: Kombilimousine
es: Compacto
fi: Viistoperä
fr_ca: À hayon
hu: Ferde hátú
ko: 해치백
pt_pt: Porta traseira
ru: Хэтчбэк
sv: Halvkombi

# log_in_email_password_field_hint
source: Password
de: Kennwort
el: Κωδικός Πρόσβασης
es: Contraseña
fi: Salasana
fr_ca: Mot de passe
hu: Jelszó
ko: 비밀번호
nb: Passord
nl: Wachtwoord
pt_pt: Senha
ru: Пароль
sv: Lösenord
tr: Şifre
vi: Mật khẩu

# product_post_camera_video_mode_button
source: VIDEO
el: ΒΙΝΤΕΟ
es: VÍDEO
fr_ca: VIDÉO
hu: VIDEÓ
ko: 비디오
pt_pt: VÍDEO
ru: ВИДЕО

# real_estate_rooms_studio
source: Studio (1+0)
el: Στούντιο (1+0)
es: Estudio (1+0)
fi: Yksiö (1+0)
hu: Stúdió (1+0)
ko: 스튜디오 (1+0)
nb: Hybelleilighet (1+0)
pt_pt: Estúdio (1+0)
ru: Студия (1+0)
tr: Stüdyo (1+0)

# real_estate_title_generator_property_type_commercial
source: commercial
de: Werbung
el: Διαφήμιση
es: Comercial
fi: Mainos
fr_ca: Publicité
ko: 상업용
pt_pt: Comercial
sv: Annons
tr: İş yeri

# settings_change_password_button
source: Password
de: Kennwort
el: Αλλαγή Κωδικού Πρόσβασης
es: Contraseña
fi: Salasana
fr_ca: Mot de passe
hu: Jelszóváltás
ko: 비밀번호
nb: Passord
nl: Wachtwoord
ru: Изменить пароль
sv: Lösenord
tr: Şifre
vi: Mật khẩu

# sign_up_password_field_hint
source: Password
de: Kennwort
el: Κωδικός Πρόσβασης
es: Contraseña
fi: Salasana
fr_ca: Mot de passe
hu: Jelszó
ko: 비밀번호
nb: Passord
nl: Wachtwoord
ru: Пароль
sv: Lösenord
tr: Şifre
vi: Mật khẩu

# trending_item_computer
source: computer
el: υπολογιστής
es: ordenador
fi: Tietokone
fr_ca: ordinateur
hu: számítógép
ko: 컴퓨터
nb: PC
pt_pt: computador
ru: компьютер
sv: dator
tr: bilgisayar
vi: máy vi tính

# trending_item_controller
source: controller
es: controlador
fi: Ohjain
fr_ca: manette
hu: kontroller
ko: 컨트롤러
pt_pt: controlador
ru: контроллер
sv: handkontroll
vi: điều khiển

# common_hours_mins_secs
source: %@h %@m %@s
el: %@ωρ. %@λ. %@δτλ.
hu: %@ ó %@ p %@ mp
ko: %@시 %@분 %@초
nb: %@t %@m %@s
nl: %@u %@m %@s
ru: %@ч %@м %@с
tr: %@sa. %@dk. %@sn.
vi: %@h %@p %@s

# common_no
source: No
de: Nein
el: Όχι
fi: Ei
fr_ca: Non
hu: Nem
ko: 아니요
nb: Nei
nl: Nee
pt_pt: Não
ru: Нет
sv: Nej
tr: Hayır
vi: Không

# common_short_time_hours_ago_label
source: %d h
el: %d ώρ.
fi: %d t
hu: %d ó
ko: %d 시간
nb: %d time
nl: %d u
ru: %d ч
tr: %d sa

# common_short_time_minutes_ago_label
source: %d m
el: %d λεπ.
fi: %d min
hu: %d p
ko: %d 달
nb: %d min
ru: %d м
tr: %d dk
vi: %d p

# filters_cars_bodytype_suv
source: SUV
de: Geländewagen
fi: Maasturi
hu: Városi terepjáró
ru: Внедорожник
sv: Stadsjeep

# filters_cars_fueltype_diesel
source: Diesel
el: Πετρέλαιο
hu: Dízeles
ko: 디젤
pt_pt: Gasóleo
ru: Дизель

# kilometer_unit_suffix
source: km
el: χλμ
ru: км

# notifications_cell_date_hours_ago
source: %ih
el: %iώρ.
ko: %i시간
nl: %iu
ru: %iч

# onboarding_alert_no
source: No
de: Nein
el: Όχι
fi: Ei
fr_ca: Non
hu: Nem
ko: 아니오
nb: Nei
nl: Nee
pt_pt: Não
ru: Нет
sv: Nej
tr: Hayır
vi: Không

# payments_create_offer_info_button
source: Info
ru: Информация
vi: Thông tin

# payments_get_pay_code_contact_us_option
source: Contact us
el: Επικοινωνία
ru: Контакты

# payments_offer_status_as_seller_fee_info_button
source: Info
ru: Информация
vi: Thông tin

# photo_viewer_chat_button
source: Chat
fi: Keskustelu
ko: 채팅
ru: Чат
sv: Chatt
vi: Trò chuyện

# product_list_item_time_hour_label
source: %ih
el: %iώρ.
fi: %it
hu: %i ó
ko: %i시간
nb: %i t
nl: %iu
ru: %iч
tr: %isa

# product_mark_as_sold_alert_cancel
source: No
de: Nein
el: Όχι
fi: Ei
fr_ca: Non
hu: Nem
ko: 아니요
nb: Nei
nl: Nee
pt_pt: Não
ru: Нет
sv: Nej
tr: Hayır
vi: Không

# product_professional_chat_button
source: Chat
de: Chatten
el: Συνομιλία
fi: Keskustele
fr_ca: Clavardage
hu: Csevegés
ko: 대화
ru: Чат
sv: Chatt
tr: Sohbet
vi: Trò chuyện

# profile_verifications_view_bio_title
source: Bio
de: Biografie
el: Βιογραφικού
fi: Biografia
hu: Bemutatkozás
ko: 개인정보
nb: Biografi
nl: Biografie
ru: Информация
tr: Biyografi
vi: Tiểu sử

# report_user_spammer
source: Spammer
de: Spam
fi: Spämmääjä
fr_ca: Polluposteur
hu: Levélszemetel
ko: 스팸메세지 발송자
pt_pt: Spam
ru: Спам
sv: Personen spammar
tr: Spam

# reporting_reason_bio
source: Bio
el: Βιογραφικού
hu: Bemutatkozás
ko: 개인정보
nl: Biografie
ru: Информация
vi: Tiểu sử

# trending_item_gadget
source: gadget
fi: Laite
hu: kütyü
ko: 기구
nb: dings
ru: гаджет
sv: prylar
tr: elektronik ürünler
vi: đồ gá

# trending_item_scooter
source: scooter
de: Motorroller
el: μηχανάκι
fi: Skootteri
hu: robogó
ko: 스쿠터
nb: moped
ru: скутер
sv: skoter
vi: xe tay ga

# trending_item_smartphone
source: smartphone
fi: Älypuhelin
fr_ca: téléphone intelligent
hu: okostelefon
ko: 스마트폰
nb: smarttelefon
ru: смартфон
tr: akıllı telefon
vi: điện thoại thông minh

# trending_item_subwoofer
source: subwoofer
fr_ca: haut-parleur d'extrêmes graves
hu: mélysugárzó
ko: 서브우퍼
ru: сабвуфер
sv: bashögtalare
vi: loa siêu trầm

# trending_item_tablet
source: tablet
fi: Tabletti
fr_ca: tablette
hu: táblagép
ko: 태블릿
nb: nettbrett
ru: планшет
sv: surfplatta
vi: máy tính bảng

# chat_verify_alert_ok_button
source: Ok
el: ΟΚ
ko: 예

# id_verification_summary_button_title
source: OK
el: ΟΚ
ko: 예
tr: Tamam

# login_device_not_allowed_alert_ok_button
source: OK
el: ΟΚ
hu: Oké
ko: 확인
tr: Tamam

# ml_onboarding_ok_text
source: OK
el: ΟΚ
ko: 예

# notifications_cell_date_days_ago
source: %id
el: %iμέρ.
fr_ca: %ij

# notifications_cell_date_weeks_ago
source: %iw
el: %iεβδ.
fr_ca: %is

# post_category_detail_ok_button
source: OK
el: ΟΚ
ko: 예

# passwordless_email_input_textfield_placeholder
source: Email
fi: Sähköposti
ko: 이메일
nb: E-post
sv: E-post
tr: E-posta

# profile_verifications_email_placeholder
source: Email
fi: Sähköposti
ko: 이메일
nb: E-post
sv: E-post
tr: E-posta

# profile_verifications_view_email_title
source: Email
fi: Sähköposti
ko: 이메일
nb: E-post
sv: E-post
tr: E-posta

# profile_verifications_view_facebook_title
source: Facebook
ko: 페이스북

# profile_verifications_view_google_title
source: Google
ko: 구글

# profile_verify_facebook_button
source: Facebook
ko: 페이스북

# profile_verify_facebook_title
source: FACEBOOK
ko: 페이스북

# profile_verify_google_button
source: Google
ko: 구글

# profile_verify_google_title
source: GOOGLE
ko: 구글

# settings_notifications_email
source: Email
fi: Sähköposti
fr_ca: Courriel
ko: 이메일
sv: E-post
tr: E-posta

# sign_up_email_field_hint
source: Email
de: E-Mail-Adresse
fi: Sähköposti
fr_ca: Courriel
hu: E-mail cím
ko: 이메일
nb: E-post
sv: E-post
tr: E-posta

# sign_up_email_step1_email_field_hint
source: Email
fi: Sähköposti
ko: 이메일
nb: E-post
sv: E-post
tr: E-posta

# sign_up_terms_conditions_privacy_part
source: Privacy Policy
ko: 개인정보보호 약관
nb: personvern
tr: Gizlilik Politikasını

# sign_up_terms_conditions_terms_part
source: Terms & Conditions
ko: 사용약관
sv: Villkor
tr: Şartlar ve Koşullarını

# tour_email_button
source: Email
fi: Sähköposti
fr_ca: Courriel
ko: 이메일
nb: E-post
sv: E-post
tr: e-posta

# trending_item_iPhone
source: iPhone
ko: 아이폰
