Repository: goRestart/ios-restart-app
Catalog: components/LGResources/LGResources/Assets/i18n/*.lproj/Localizable.strings
Languages: de, el, es, fi, fr_ca, hu, it, ko, nb, nl, pt_pt, ru, sv, tr, vi

# real_estate_tooltip_sell_button
source: Post property for sale or rent in our new Housing category
de: Stelle Immobilien zum Verkauf oder zur Miete in unserer neuen Wohnen-Kategorie ein
el: Δημοσιεύστε ιδιοκτησίες για πώληση ή ενοικίαση στη νέα μας κατηγορία "Σπίτια"
es: Publica propiedades en venta o alquiler en la categoría de Viviendas
fi: Julkaise kiinteistö myytäväksi tai vuokrattavaksi uudessa Asunnot-kategoriassamme
fr_ca: Publiez des propriétés à vendre ou à louer dans notre nouvelle catégorie Immobilier
hu: Új Ingatlan kategóriánkban bérelhetsz és eladó ingatlant hirdethetsz meg
it: Pubblica proprietà in vendita o in affitto all'interno della nuova categoria Case
ko: 매매나 임대를 원하신다면, 새로운 부동산 카테고리를 사용해보세요
nb: Publiser eiendom til salg eller utleie i vår nye Eiendom-kategori
nl: Plaats onroerend goed te koop of te huur in onze nieuwe categorie Woningen
pt_pt: Publique um imóvel para venda ou arrendamento na sua nova categoria Imobiliário
ru: Разместите жилье на продажу или в аренду в новой категории Жилье
sv: Nu kan du hyra ut eller sälja din bostad i vår nya Bostadskategori
tr: Yeni Emlak kategorimizde satılık veya kiralık emlak ilanı verebilirsin
vi: Đăng bất động sản cho thuê hoặc bán tại mục Nhà đất mới của chúng tôi

# real_estate_tooltip_sell_button_title
source: Post property for sale or rent in our new Real Estate category
de: Stelle Miet- oder Kaufimmobilien in unserer neuen Kategorie für Immobilien ein
el: Δημοσιεύστε ιδιοκτησία για πώληση ή ενοικίαση στη νέα μας κατηγορία Μεσιτικά
es: Publica propiedades en venta o alquiler en nuestra nueva categoría de Inmobiliaria
fi: Julkaise kiinteistöjä myyntiin tai vuokrattavaksi uudessa Kiinteistöt-kategoriassamme
fr_ca: Publiez une propriété à vendre ou à louer dans notre nouvelle catégorie Immobilier
hu: Tölts fel eladó vagy kiadó ingatlant az új Ingatlan kategóriánkban
it: Pubblica proprietà in vendita o in affitto nella nostra nuova categoria Immobili
ko: 새로운 기능! 새로운 부동산 항목에 매매나 임대를 위한 부동산을 게시해보세요
nl: Plaats onroerend goed te koop of te huur in onze nieuwe categorie Onroerend Goed
pt_pt: Publique propriedades para venda ou arrendamento na nossa nova categoria Imobiliário
ru: размещайте недвижимость на продажу или в аренду в нашей новой категории Недвижимость
sv: Annonsera ut bostäder till salu eller för uthyrning i vår nya Bostadskategori
tr: Yeni Emlak kategorimizde satılık veya kiralık emlak ilanı yayınlayabilirsin
vi: Đăng nhà đất để bán hoặc cho thuê trong mục Bất động sản mới của chúng tôi

# real_estate_tutorial_new
source: New
de: NEU
el: ΝΕΟ
es: NUEVO
fi: UUTUUS
fr_ca: NOUVEAU
hu: ÚJ
it: NUOVO
ko: 새로운
nb: NY
nl: NIEUW
pt_pt: NOVO
ru: НОВОЕ
sv: NY
tr: YENİ
vi: MỚI

# real_estate_tutorial_one_page_first_section_title
source: Sell property or find a renter for your extra room
de: Verkaufe ein Grundstück oder finde einen Mieter für dein Extrazimmer
el: Πουλήστε ιδιοκτησία ή βρείτε ενοικιαστή για το επιπλέον δωμάτιό σας
es: Vende tu propiedad o encuentra un inquilino para tu habitación extra
fi: Myy kiinteistöjä tai löydä vuokralainen ylimääräiseen huoneeseesi
fr_ca: Vendez une propriété ou trouvez un locataire pour votre chambre supplémentaire
hu: Adj el ingatlant vagy keress bérlőt a kiadó szobádba
it: Vendi proprietà o trova un affittuario per la tua stanza extra
ko: 부동산을 판매하거나 여분의 방을 구하는 세입자를 찾아보세요
nb: Selg eiendom eller finn en leietaker for ditt ekstra rom
nl: Verkoop onroerend goed of vind een huurder voor jouw extra kamer
pt_pt: Venda um imóvel ou encontre um arrendatário para o seu quarto extra
ru: Продайте недвижимость или найдите арендатора для свободной комнаты
sv: Sälj din bostad eller hitta en hyresgäst till ditt extra rum
tr: Bir emlak sat ya da evin için bir kiracı bul
vi: Bán bất động sản hoặc tìm một người thuê phòng

# real_estate_tutorial_one_page_second_section_title
source: Quickly post a listing with all the details buyers want to know
de: Stelle schnell ein Angebot mit allen wichtigen Informationen für deine Käufer ein
el: Δημοσιεύστε γρήγορα μια καταχώρηση με όλες τις λεπτομέρειες που θέλουν να γνωρίζουν οι αγοραστές
es: Publica rápidamente un anuncio con todos los detalles que quieren saber los compradores
fi: Julkaise nopeasti ilmoitus, joka pitää sisällään kaikki tiedot, joita ostajat kaipaavat
fr_ca: Publiez rapidement une annonce avec tous les détails que les acheteurs veulent connaître
hu: Minden fontos részletet tartalmazó hirdetés pillanatok alatt
it: Pubblica velocemente un annuncio con tutti i dettagli che gli acquirenti vogliono sapere
ko: 구매자들이 알고자 하는 모든 상세 내역과 함게 게시글을 빠르게 등록해보세요
nb: Publiser en rask annonse med alle detaljene kjøpere trenger
nl: Plaats snel een advertentie met alle details die een koper wilt weten
pt_pt: Publique um anúncio rapidamente com todos os detalhes que os compradores querem saber
ru: Быстро разместите объявление со всей информацией, необходимой покупателям
sv: Lägg enkelt upp en annons med alla detaljer som köpare vill veta
tr: Hemen alıcıların bilmek isteyebileceği tüm detaylara sahip bir ilan yayınla
vi: Đăng bài nhanh chóng với mọi chi tiết người mua muốn biết

# real_estate_tutorial_three_pages_first_page_description
source: Post property for sale or rent in our new Housing category. 90% of buyers use online resources to find their next pad!
de: Stelle in unserer neuen Wohnen-Kategorie Immobilien zum Verkauf oder zur Miete ein. 90% aller Käufer nutzen Onlineressourcen, um ihr nächstes Heim zu finden!
el: Δημοσιεύστε ιδιοκτησία προς πώληση ή ενοικίαση στη νέα μας κατηγορία Μεσιτικά. 90% των αγοραστών χρησιμοποιούν online πηγές για να βρουν την επόμενη αγορά τους!
es: Publica propiedades en venta o alquiler en nuestra nueva categoría de Vivienda. ¡90% de los compradores usan recursos online para encontrar su próximo hogar!
fi: Julkaise kiinteistö myytäväksi tai vuokrattavaksi uudessa Asunnot-kategoriassamme. 90 % ostajista käyttää verkkoresursseja löytääkseen seuraavan luukkunsa!
fr_ca: Publiez une propriété à vendre ou à louer dans notre nouvelle catégorie Immobilier. 90% des acheteurs utilisent les ressources en ligne pour trouver leur prochain logement !
hu: Hirdesd meg eladó vagy kiadó ingatlanodat az új Ingatlan kategóriánkban. A vásárlók 90%-a online keresi új lakhelyét!
it: Pubblica proprietà in vendita o in affitto nella nuova categoria Case. Il 90% delle persone che cerca un nuovo appartamento si affida a risorse online!
ko: 판매나 렌트를 하기 위한 부동산을 저희 새로운 부동산 카테고리에 게시해보세요. 90% 구매자들이 거주 공간을 찾기 위해 온라인 정보를 활용하고 있습니다!
nb: Publiser eiendom for salg eller utleie i vår nye kategori "Eiendom". 90% av alle kjøpere bruker internett for å finne sitt neste sted å bo!
nl: Plaats onroerend goed te koop of te huur in onze nieuwe categorie Woningen. 90% van de kopers gebruikt online middelen om hun volgende woning te vinden!
pt_pt: Publique imóveis para vender ou alugar na nossa nova categoria de Imobiliário. 90% dos compradores utilizam os recursos online para encontrarem a sua próxima habitação!
ru: Разместите недвижимость на продажу или в аренду в нашей новой категории Жилье. 90% покупателей используют онлайн-ресурсы для поиска жилья!
sv: Lägg upp bostäder till salu eller för uthyrning i vår nya Bostadskategori. 90% av alla köpare använder nättjänster för att hitta sin nya lya!
tr: Yeni Emlak kategorimizde satılık veya kiralık emlak ilanı yükleyebilirsin. Alıcıların %90'ı gelecekteki yuvalarını bulmak için online kaynakları kullanıyor!
vi: Đăng bất động sản để bán hoặc cho thuê tại danh mục Nhà đất mới của chúng tôi. 90% người mua sử dụng các nguồn tài nguyên trực tuyến để tìm nơi ở cho họ!

# real_estate_tutorial_three_pages_first_page_title
source: New! Buy, sell or rent property
de: Neu! Kaufe, verkaufe oder vermiete Immobilien
el: Νέο! Αγοράστε, πουλήστε ή νοικιάστε ιδιοκτησία
es: ¡Nuevo! Compra, vende o alquila propiedades
fi: Uutta! Osta, myy tai vuokraa kiinteistöjä
fr_ca: Nouveauté ! Vendez, achetez ou louez une propriété
hu: Új! Ingatlanok eladása, vásárlása, bérlése
it: Novità! Acquista, vendi o affitta la tua proprietà
ko: 새로운 기능! 부동산을 구매,판매 혹은 렌트해보세요
nb: Nyhet! Kjøp, selg og lei ut eiendom
nl: Nieuw! (Ver)koop of (ver)huur onroerend goed
pt_pt: Novo! Compre, venda ou arrende um imóvel
ru: Новинка! Покупайте, продавайте или арендуйте жилье
sv: Nytt! Köp, sälj eller hyr en bostad
tr: Yeni! Emlak al, sat veya kirala
vi: Mới! Mua, bán hoặc thuê bất động sản

# real_estate_tutorial_three_pages_second_page_decription
source: Property decisions are based on location and on the number of bedrooms and bathrooms, so make sure these details are in your listing!
de: Bei Entscheidungen rund um Immobilien spielen Details wie zum Beispiel die Anzahl der Bade- und Schlafzimmer eine wichtige Rolle, darum erwähne diese Details in deinem Angebot!
el: Οι αποφάσεις ιδιοκτησίας στηρίζονται στην τοποθεσία και τον αριθμό υπνοδωματίων και μπάνιων, γι' αυτό βεβαιωθείτε πως συμπεριλαμβάνετε αυτές τις λεπτομέρειες στην καταχώρησή σας!
es: Las decisiones inmobiliarias se basan en la ubicación y el número de habitaciones y baños, ¡así que asegúrate de incluir estos detalles en tu anuncio!
fi: Kiinteistöjen kohdalla päätökset tehdään sijainnin sekä makuuhuoneiden ja kylpyhuoneiden määrän perusteella, joten muista laittaa nämä tiedot ilmoitukseesi!
fr_ca: Les décisions concernant une propriété sont prises en fonction de son emplacement et du nombre de chambres et de salles de bains; assurez-vous donc que ces détails soient dans votre annonce !
hu: Az ingatlanokat azok helye, valamint háló- és fürdőszobáik száma alapján keresik, ne feledd megadni ezeket az adatokat!
it: Quando si acquista una casa, ci si basa principalmente sulla posizione e sul numero di stanze. Assicurati di inserire questi dettagli nel tuo annuncio!
ko: 부동산 결정은 침실 및 화장실 숫자와 지역에 따라 결정됩니다. 따라서 게시글에 해당 상세 내역을 입력하는 것을 잊지 말아주세요!
nb: Avgjørelser rundt eiendom avhenger av plassering og antall soverom/bad - sørg derfor for å med disse detaljene i din annonse!
nl: Beslissingen over onroerend goed worden gebaseerd op de locatie en het aantal slaapkamers en badkamers, dus zorg ervoor dat deze details in je advertentie staan!
pt_pt: A tomada de decisões relativamente ao imobiliário baseia-se na localização e no número de quartos e casas de banho, por isso assegure-se de que tais detalhes constam no seu anúncio!
ru: Решения по жилью принимаются на основе местоположения и количества спален и ванных, поэтому убедитесь, что эта информация есть в вашем объявлении!
sv: Valet av bostad beror på läget och antalet rum och badrum, så se till att lägga till dessa detaljer i din annons!
tr: Emlak kararları alınırken konum ve oda sayısı büyük önem taşıyor, bu detayları ilanına eklemeyi unutma!
vi: Các quyết định về bất động sản dựa trên địa điểm và số lượng phòng ngủ, phòng tắm, vì vậy hãy đảm bảo bài đăng của bạn có những thông tin này!

# real_estate_tutorial_three_pages_second_page_title
source: Details aren't just details
de: Details sind wichtig
el: Οι λεπτομέρειες δεν είναι απλά λεπτομέρειες
es: Los detalles no son detalles
fi: Yksityiskohdat eivät ole vain yksityiskohtia
fr_ca: Les détails ne sont pas que des détails
hu: A részletek nem egyszerűen részletek
it: I dettagli fanno la differenza
ko: 상세내역은 단지 말로만 상세내역이 아닙니다
nb: Detaljer er ikke bare detaljer
nl: Details zijn gewoon details
pt_pt: Os detalhes não são só detalhes
ru: Информация - это не просто детали
sv: Allt ligger i detaljerna
tr: Detaylar önemsiz değildir
vi: Thông tin không chỉ là thông tin

# real_estate_tutorial_three_pages_third_page_description
source: Completed listings attract 20% more views so you'll sell faster. Don't forget to double your visibility by featuring your listing!
de: Vollständige Angebote werden 20% häufiger angesehen und führen so schneller zum Verkauf. Vergiss nicht, deine Sichtbarkeit zu verdoppeln, indem du dein Angebot empfiehlst!
el: Οι ολοκληρωμένες καταχωρήσεις προσελκύουν 20% περισσότερη προβολή για να πουλήσετε γρηγορότερα. Μην ξεχνάτε να διπλασιάζετε την προβολή σας, προωθώντας την καταχώρησή σας!
es: Los anuncios completados atraen un 20% más de compradores así que venderás más rápido. ¡Y no olvides duplicar tu visibilidad destacando tu anuncio!
fi: Täydellisiä ilmoituksia katsellaan 20 % enemmän, joten saat kohteen myydyksi nopeammin. Muista myös tuplata näkyvyytesi nostamalla ilmoituksesi esiin!
fr_ca: Les annonces complètes attirent 20% plus de visiteurs et vous vendrez donc plus vite. N'oubliez pas de doubler votre visibilité en mettant votre annonce en vedette !
hu: A teljes hirdetések 20%-kal több megtekintést gyűjtenek, tehát gyorsabban elkelnek. Ne felejtsd el megduplázni a hirdetés láthatóságát kiemeléssel!
it: Gli annunci completi ottengono il 20% in più di visualizzazioni, permettendoti di vendere più velocemente. Non dimenticare di sponsorizzare il tuo annuncio per raddoppiare la visibilità!
ko: 20% 더 많은 게시글 확인을 통해 빠르게 판매할 수 있도록 게시글을 완료해보세요. 게시글을 강조하여 다른 사람들이 두배 더 많이 확인할 수 있게 하는 것을 잊지 마세요!
nb: Komplette annonser tiltrekker seg 20% flere visninger slik at du vil selge raskere. Ikke glem å doble din synlighet ved å promotere din annonse!
nl: Volledige advertenties zorgen voor 20% meer weergaven zodat je sneller verkoopt. En vergeet niet om je advertentie als uitgelicht te plaatsen om je zichtbaarheid te verdubbelen.
pt_pt: Anúncios completos atraem 20% mais visualizações, por isso venderá mais rápido. Não se esqueça de duplicar a sua visibilidade destacando o seu anúncio!
ru: Полные объявления привлекают на 20% больше просмотров, чтобы вы могли продать быстрее. Не забывайте увеличить видимость, выделив свое объявление!
sv: Fullständiga annonser drar till sig 20% fler visningar och säljer snabbare. Glöm inte att du kan topplista dina annonser för att fördubbla synligheten!
tr: Tamamlanmış ilanlar %20 daha fazla ziyaret edildiğinden daha hızlı satış yapacaksın. İlanını öne çıkararak görünürlüğünü iki kat arttırmayı unutma!
vi: Những bài đăng hoàn chỉnh thu hút hơn 20% lượt xem, vì vậy bạn sẽ bán nhanh hơn. Đừng quên tăng gấp đôi khả năng được xem với tính năng làm nổi bật bài đăng!

# real_estate_tutorial_three_pages_third_page_title
source: Sell or rent in a snap
de: Verkaufe oder vermiete im Handumdrehen
el: Πουλήστε ή νοικιάστε άμεσα
es: Compra o alquila en solo unos segundos
fi: Myy tai vuokraa silmänräpäyksessä
fr_ca: Vendez ou louez en un clin d'oeil
hu: Add el vagy add ki egy pillanat alatt
it: Vendi o affitta in un batter d'occhio
ko: 빠르게 판매하거나 렌트해보세요
nb: Selg eller lei ut på et knips
nl: Verkoop of verhuur in een seconde
pt_pt: Venda ou alugue num piscar de olhos
ru: Продайте или сдайте за одно фото
sv: Sälj och köp i ett klick
tr: Çek yükle sat veya kirala
vi: Bán hay thuê trong chớp mắt

# real_estate_tutorial_two_pages_first_section_first_page_title
source: New! Sell property or find a renter for your extra room
de: Neu! Verkaufe ein Grundstück oder finde einen Mieter für dein Extrazimmer
el: Νέο! Πουλήστε ιδιοκτησία ή βρείτε ενοικιαστή για το επιπλέον δωμάτιό σας
es: ¡Nuevo! Vende propiedades o encuentra un inquilino para tu habitación extra
fi: Uutta! Myy kiinteistöjä tai löydä vuokralainen ylimääräiseen huoneeseesi
fr_ca: Nouveauté ! Vendez une propriété ou trouvez un locataire pour votre chambre supplémentaire
hu: Új! Adj el ingatlant vagy keress bérlőt a kiadó szobádba
it: Novità! Vendi proprietà o trova un affittuario per la tua stanza extra
ko: 새로운 기능! 부동산을 판매하거나 여분의 방을 구하는 세입자를 찾아보세요
nb: Nyhet! Selg eiendom eller finn en leietaker for ditt ekstra rom
nl: Nieuw! Verkoop onroerend goed of vind een huurder voor jouw extra kamer
pt_pt: Novo! Venda um imóvel ou encontre um arrendatário para o seu quarto extra
ru: Новинка! Продайте недвижимость или найдите арендатора для свободной комнаты
sv: Nyhet! Sälj din bostad eller hitta en hyresgäst till ditt extra rum
tr: Yeni! Bir emlak sat ya da evin için bir kiracı bul
vi: Mới! Bán bất động sản hoặc tìm một người thuê phòng

# real_estate_tutorial_two_pages_first_section_second_page_title
source: Quickly post a listing with all the details buyers want to know
de: Stelle schnell ein Angebot mit allen wichtigen Informationen für deine Käufer ein
el: Δημοσιεύστε γρήγορα μια καταχώρηση με όλες τις λεπτομέρειες που θέλουν να γνωρίζουν οι αγοραστές
es: Publica rápidamente un anuncio con todos los detalles que quieren saber los compradores
fi: Julkaise nopeasti ilmoitus, joka pitää sisällään kaikki tiedot, joita ostajat kaipaavat
fr_ca: Publiez rapidement une annonce avec tous les détails que les acheteurs veulent connaître
hu: Minden fontos részletet tartalmazó hirdetés pillanatok alatt
it: Pubblica velocemente un annuncio con tutti i dettagli che gli acquirenti vogliono sapere
ko: 구매자들이 알고자 하는 모든 상세 내역과 함게 게시글을 빠르게 등록해보세요
nb: Publiser en rask annonse med alle detaljene kjøpere trenger
nl: Plaats snel een advertentie met alle details die een koper wilt weten
pt_pt: Publique um anúncio rapidamente com todos os detalhes que os compradores querem saber
ru: Быстро разместите объявление со всей информацией, необходимой покупателям
sv: Lägg enkelt upp en annons med alla detaljer som köpare vill veta
tr: Hemen alıcıların bilmek isteyebileceği tüm detaylara sahip bir ilan yayınla
vi: Đăng bài nhanh chóng với mọi chi tiết người mua muốn biết

# real_estate_type_property_apartment
source: Apartment
de: Wohnung
el: Διαμέρισμα
es: Piso
fi: Huoneisto
fr_ca: Appartement
hu: Lakás
it: Appartamento
ko: 아파트
nb: Leilighet
nl: Appartement
pt_pt: Apartamento
ru: Апартаменты
sv: Lägenhet
tr: Daire
vi: Căn hộ

# real_estate_type_property_commercial
source: Commercial
de: Werbung
el: Εμπορική
es: Comercial
fi: Kaupallinen
fr_ca: Publicité
hu: Kereskedelmi
it: Fondo commerciale
ko: 상업용
nb: Kommersielt
pt_pt: Comércio
ru: Коммерческая
sv: Företagslokal
tr: İş yeri
vi: Thương mại

# real_estate_type_property_flat
source: Flat
de: Wohnung
el: Διαμέρισμα
es: Piso
fi: Asunto
fr_ca: Appartement
hu: Lakás
it: Appartamento
ko: 아파트
nb: Leilighet
pt_pt: Apartamento
ru: Квартира
sv: Lägenhet
tr: Daire
vi: Căn hộ

# real_estate_type_property_house
source: House
de: Haus
el: Σπίτι
es: Casa
fi: Talo
fr_ca: Maison
hu: Ház
it: Intera casa
ko: 가정집
nb: Enebolig
nl: Huis
pt_pt: Moradia
ru: Дом
sv: Hus
tr: Müstakil Ev
vi: Nhà

# real_estate_type_property_land
source: Land
de: Grundstück
el: Γη
es: Terreno
fi: Tontti
fr_ca: Terrain
hu: Telek
it: Terreno
ko: 토지
nb: Tomt
nl: Grond
pt_pt: Terreno
ru: Земля
sv: Mark
tr: Arsa
vi: Đất

# real_estate_type_property_others
source: Other
de: Andere
el: Άλλα
es: Otro
fi: Muu
fr_ca: Autre
hu: Egyéb
it: Altro
ko: 기타
nb: Annet
nl: Overig
pt_pt: Outro
ru: Другое
sv: Annat
tr: Diğer
vi: Khác

# real_estate_type_property_room
source: Room
de: Zimmer
el: Δωμάτιο
es: Habitación
fi: Huone
fr_ca: Chambre
hu: Szoba
it: Stanza
ko: 방
nb: Rom
nl: Kamer
pt_pt: Quarto
ru: Комната
sv: Rum
tr: Oda
vi: Phòng

# real_estate_type_property_title
source: Type of Property
de: Art der Immobilie
el: Τύπος Ιδιοκτησίας
es: Tipo de propiedad
fi: Kiinteistön tyyppi
fr_ca: Type de propriété
hu: Ingatlan típusa
it: Tipo di proprietà
ko: 매물 종류
nb: Eiendomstype
nl: Soort Woning
pt_pt: Tipo de imóvel
ru: Тип недвижимости
sv: Typ av fastighet
tr: Emlak Tipi
vi: Loại Nhà đất

# real_estate_type_property_villa
source: Detached House / Villa
de: Einfamilienhaus / Villa
el: Μονοκατοικία / Βίλα
es: Casa / Villa
fi: Omakotitalo/huvila
fr_ca: Maison unifamiliale / Villa
hu: Családi ház / Villa
it: Villetta indipendente
ko: 단독 주택/빌라
nb: Enebolig / Villa
nl: Vrijstaand Huis / Villa
pt_pt: Moradia isolada / vivenda
ru: Особняк / Вилла
sv: Avskilt Hus / Villa
tr: Müstakil Ev / Villa
vi: Nhà liền kề/Biệt thự

# related_items_title
source: Related listings
de: Ähnliche Angebote
el: Σχετικές καταχωρήσεις
es: Anuncios relacionados
fr_ca: Annonces associées
hu: Kapcsolódó hirdetések
it: Annunci correlati
ko: 관련 상품 목록
nb: Lignende annonser
nl: Gerelateerde advertenties
pt_pt: Publicações relacionadas
ru: Похожие объявления
sv: Liknande annonser
tr: Benzer ilanlar
vi: Bài đăng liên quan

# report_user_counterfeit
source: Counterfeit items
de: Gefälschte Ware
el: Πλαστά στοιχεία
es: Productos falsificados
fi: Väärennettyjä tuotteita
fr_ca: Contrefaçons
hu: Hamis tárgyak
it: Articoli contraffatti
ko: 짝퉁상품
nb: Forfalskede produkter
nl: Nagemaakte artikelen
pt_pt: Itens contrafeitos
ru: Поддельные товары
sv: Oäkta varor
tr: Sahte ürünler
vi: Hàng giả

# report_user_error_already_reported
source: You already reported this user!
de: Du hast diesen Nutzer bereits gemeldet!
el: Έχετε ήδη κάνει αναφορά αυτού του χρήστη!
es: ¡Ya has denunciado a este usuario!
fi: Olet jo ilmiantanut tämän käyttäjän!
fr_ca: Vous avez déjà signalé cet utilisateur !
hu: Már jelentetted ezt a felhasználót!
it: Ha già segnalato questo utente!
ko: 회원님은 이 사용자를 이미 신고하셨습니다!
nb: Du har allerede rapportert denne brukeren!
nl: Je hebt deze gebruiker al gerapporteerd!
pt_pt: Já reportou este utilizador!
ru: Вы уже пожаловались на этого пользователя!
sv: Du har redan rapporterat denna användare!
tr: Bu kullanıcıyı daha önce şikayet etmiştin!
vi: Bạn đã báo cáo người dùng này rồi!

# report_user_inactive
source: Inactive
de: Inaktiv
el: Ανενεργός
es: Inactivo
fi: Passiivinen
fr_ca: Inactif
hu: Nem reagál
it: Inattivo
ko: 비활성화
nb: Inaktiv
nl: Inactief
pt_pt: Inativo
ru: Не отвечает
sv: Inaktiv
tr: Aktif değil
vi: Không hoạt động

# report_user_mia
source: MIA at meetups
de: Nicht zum Treffen erschienen
el: Δεν ήρθε στη συνάντηση
es: No se ha presentado
fi: Ei saavu tapaamisiin
fr_ca: Absent au rendez-vous
hu: Nem jött el
it: Non presente agli incontri
ko: 만남 MIA
nb: Møter ikke opp til avtaler
nl: Vermist in actie bij ontmoetingen
pt_pt: Não compareceu
ru: Не приходит на встречи
sv: Personen dök inte upp
tr: Buluşmaya gelmeyen
vi: Bỏ hẹn gặp

# report_user_offensive
source: Offensive behavior
de: Anstößiges Verhalten
el: Προσβλητική συμπεριφορά
es: Comportamiento ofensivo
fi: Loukkaavaa käytöstä
fr_ca: Comportement insultant
hu: Sértő viselkedés
it: Comportamento offensivo
ko: 공격적인 행동
nb: Provoserende oppførsel
nl: Aanstootgevend gedrag
pt_pt: Comportamento ofensivo
ru: Оскорбления
sv: Stötande beteende
tr: Rahatsız edici davranış
vi: Thái độ Khiếm nhã

# report_user_others
source: Other
de: Sonstige
el: Άλλο
es: Otros
fi: Muu
fr_ca: Autre
hu: Egyéb
it: Altro
ko: 기타
nb: Annet
nl: Overige
pt_pt: Outros
ru: Другое
sv: Övrigt
tr: Diğer
vi: Khác

# report_user_prohibited_items
source: Selling prohibited items
de: Verkauft Verbotenes
el: Απαγορευμένα αντικείμενα
es: Productos prohibidos
fi: Myy kiellettyjä tuotteita
fr_ca: Vente de produits interdits
hu: Tiltott dolgot árul
it: Vende oggetti proibiti
ko: 금지된 상품 판매
nb: Selger forbudte produkter
nl: Verboden voorwerpen
pt_pt: Venda de itens proibidos
ru: Запрещенные товары
sv: Säljer förbjudna varor
tr: Yasaklı ürün satıyor
vi: Bán sản phẩm cấm

# report_user_scammer
source: Scammer
de: Betrugsversuch
el: Απατεώνας
es: Estafador
fi: Huijari
fr_ca: Arnaqueur
hu: Csaló
it: Truffatore
ko: 사기꾼
nb: Svindel
nl: Oplichter
pt_pt: Fraude
ru: Мошенничество
sv: Bedragare
tr: Dolandırıcı
vi: Lừa đảo

# report_user_send_button
source: Send
de: Abschicken
el: Αποστολή
es: Enviar
fi: Lähetä
fr_ca: Envoyer
hu: Küldés
it: Invia
ko: 발송
nl: Verstuur
pt_pt: Enviar
ru: Отправить
sv: Skicka
tr: Gönder
vi: Gửi
