Repository: goRestart/ios-restart-app
Catalog: components/LGResources/LGResources/Assets/i18n/*.lproj/Localizable.strings
Languages: de, el, es, fi, fr_ca, hu, it, ko, nb, nl, pt_pt, ru, sv, tr, vi

# settings_notifications_button
source: Notifications
de: Mitteilungen
el: Ειδοποιήσεις
es: Notificaciones
fi: Ilmoitukset
hu: Jelzések
it: Notifiche
ko: 알림
nb: Varslinger
nl: Meldingen
pt_pt: Notificações
ru: Уведомления
sv: Notiser
tr: Bildirimler
vi: Thông báo

# settings_notifications_error_button
source: Try again
de: Erneut versuchen
el: Προσπαθήστε ξανά
es: Reintentar
fi: Yritä uudelleen
fr_ca: Réessayez
hu: Újra
it: Riprova
ko: 다시 시도하기
nl: Probeer nogmaals
pt_pt: Tentar de novo
ru: Еще раз
sv: Försök igen
tr: Tekrar dene
vi: Thử lại

# settings_notifications_error_message
source: Oops! An error occurred while loading your notification settings. Please try again.
de: Hoppla! Beim Laden deiner Benachrichtigungseinstellungen ist ein Fehler aufgetreten. Bitte versuche es erneut.
el: Όπα! Παρουσιάστηκε σφάλμα κατά τη φόρτωση των ρυθμίσεων ειδοποιήσεών σας. Παρακαλώ δοκιμάστε ξανά.
es: ¡Ups! Se ha producido un error al cargar tus ajustes de notificaciones. Por favor, vuelve a intentarlo.
fi: Hups! Ilmoitusasetuksiasi ladattaessa tapahtui virhe. Ole hyvä ja yritä uudelleen.
fr_ca: Oups ! Une erreur est survenue lors du chargement de vos paramètres de notification. Veuillez réessayer.
hu: Hoppá! Hiba történt az értesítési beállítások betöltése során. Próbálkozz újra.
it: Ops! Si è verificato un errore durante il caricamento delle impostazioni delle notifiche. Riprova.
ko: 이런! 알림 설정을 불러오는 동안 오류가 발생했습니다. 다시 시도해주세요.
nl: Oeps! Er is een fout opgetreden tijdens het laden van jouw meldingsinstellingen. Probeer het opnieuw.
pt_pt: Ups! Surgiu um erro ao carregar as configurações das suas notificações. Tente de novo.
ru: Упс! При загрузке ваших настроек уведомлений произошла ошибка. Пожалуйста, попробуйте еще раз.
sv: Hoppsan! Ett fel uppstod när dina notisinställningar skulle laddas. Var god försök igen.
tr: Oops! Bildirim ayarların yüklenirken bir hata oluştu. Lütfen tekrar dene.
vi: Ồ! Có lỗi xảy ra trong khi tải cài đặt thông báo của bạn. Xin vui lòng thử lại.

# settings_notifications_push_notifications
source: Push notifications
de: Push-Benachrichtigung
el: Ειδοποιήσεις push
es: Notificaciones
fi: Ilmoitukset
fr_ca: Notifications push
hu: Felugró értesítések
it: Notifiche push
ko: 푸시 알림
nl: Push-meldingen
pt_pt: Notificações Push
ru: Всплывающие уведомления
sv: Pushaviseringar
tr: Anlık bildirimler
vi: Đẩy thông báo

# settings_notifications_search_alerts
source: Search Alerts
de: Gespeicherte Suchen
el: Αναζήτηση Ειδοποιήσεων
es: Alertas de búsqueda
fi: Hakuvahdit
fr_ca: Alertes de Recherche
hu: Keresési figyelmeztetések
it: Avvisi di ricerca
ko: 검색 알림
nb: Søkevarslinger
nl: Zoekmeldingen
pt_pt: Pesquisar alertas
ru: Поисковые уведомления
sv: Sökaviseringar
tr: Arama Uyarıları
vi: Thông báo Tìm kiếm

# settings_notifications_title
source: Notifications
de: Mitteilungen
el: Ειδοποιήσεις
es: Notificaciones
fi: Ilmoitukset
hu: Jelzések
it: Notifiche
ko: 알림
nb: Varslinger
nl: Meldingen
pt_pt: Notificações
ru: Уведомления
sv: Notiser
tr: Bildirimler
vi: Thông báo

# settings_rewards_button
source: Rewards
el: Ανταμοιβές
es: Recompensas
it: Ricompense
nl: Beloningen
ru: Вознаграждения
vi: Phần thưởng

# settings_section_profile
source: Profile
de: Profil
el: Προφίλ
es: Perfil
fi: Profiili
fr_ca: Profil
hu: Profil
it: Profilo
ko: 프로필
nb: Profil
nl: Profiel
pt_pt: Perfil
ru: Профиль
sv: Profil
tr: Profil
vi: Hồ sơ

# settings_section_promote
source: Promote
de: Bewerben
el: Προώθηση
es: Promover
fi: Mainosta
fr_ca: Promouvoir
hu: Hirdet
it: Promuovi
ko: 광고
nb: Promoter
nl: Promoten
pt_pt: Promover
ru: Продвигать
sv: Marknadsför
tr: Öne çıkar
vi: Xúc tiến

# settings_section_support
source: Support
de: Hilfe
el: Υποστήριξη
es: Ayuda
fi: Tuki
fr_ca: Assistance
hu: Támogatás
it: Supporto
ko: 지원
nl: Ondersteuning
pt_pt: Suporte
ru: Поддержка
tr: Destek
vi: Hỗ trợ

# settings_title
source: Settings
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fi: Asetukset
fr_ca: Paramètres
hu: Beállítások
it: Impostazioni
ko: 설정
nb: Innstillinger
nl: Instellingen
pt_pt: Configurações
ru: Настройки
sv: Inställningar
tr: Ayarlar
vi: Cài đặt

# share_screenshot_description
source: Now it’s ready for you to share:
el: Τώρα μπορείτε να το μοιραστείτε:
es: Ya puedes compartirla:
it: Adesso è pronto per essere condiviso:
ko: 공유하기 위해 다음이 준비되어 있습니다:
nl: Nu is het klaar voor jou om te delen:
ru: Теперь вы можете им поделиться:
vi: Đã sẵn sàng để bạn chia sẻ:

# share_screenshot_title
source: Screenshot saved!
el: Το στιγμιότυπο αποθηκεύτηκε!
es: ¡Captura de pantalla guardada!
it: Screenshot salvato!
ko: 스크린샷이 저장되었습니다!
nl: Screenshot opgeslagen!
ru: Скриншот сохранен!
vi: Đã lưu ảnh chụp màn hình!

# sign_up_acceptance_error
source: To sign up you have to accept the Terms & Conditions and the Privacy Policy
de: Um dich registrieren zu können, musst du die Nutzungsbedingungen und Datenschutzrichtlinien von letgo akzeptieren
el: Για να εγγραφείτε θα πρέπει να αποδεχτείτε τους Όρους & Προϋποθέσεις και την Πολιτική Ιδιωτικότητας
es: Para registrarte debes aceptar los Términos y Condiciones y la Política de Privacidad de letgo
fi: Rekisteröityäksesi sinun on hyväksyttävä Käyttöehdot ja Yksityisyyskäytäntö
fr_ca: Pour vous inscrire, vous devez accepter la Politique de Confidentialité ainsi que les Conditions d'Utilisation
hu: A regisztrációhoz el kell fogadnod Felhasználási feltételeinket és Adatkezelési irányelveinket
it: Per registrarti devi accettare i Termini e condizioni e l'Informativa sulla privacy
ko: 가입버튼을 누름으로써, 사용약관 및 개인정보보호 약관에 동의합니다
nb: For å registrere bruker må du først godkjenne vilkår & betingelser og betingelser for personvern
nl: Om je aan te melden dien je de Algemene Voorwaarden en het Privacybeleid te accepteren
pt_pt: Para se inscrever deve aceitar os Termos & Condições e Política de Privacidade
ru: Для регистрации вы должны принять Правила Пользования и Политику Конфиденциальности
sv: För att registrera dig måste du godkänna våra Villkor och vår Integritetspolicy
tr: Kaydolmak için letgo Şartlar ve Koşullarını & Gizlilik Politikasını kabul etmelisin
vi: Để đăng ký, bạn phải đồng ý với các Điều khoản & Điều kiện và Chính sách Bảo mật của letgo

# sign_up_email_step1_continue_button
source: Continue
de: Fortfahren
el: Συνέχεια
es: Continuar
fi: Jatka
fr_ca: Continuer
hu: Folytatás
it: Continua
ko: 계속
nb: Fortsett
nl: Doorgaan
pt_pt: Continuar
ru: Далее
sv: Gå vidare
tr: Devam Et
vi: Tiếp tục

# sign_up_email_step1_footer_log_in_kw
source: Log In
de: Anmelden
el: Σύνδεση
es: Inicia sesión
fi: Kirjaudu sisään
fr_ca: Connectez-vous
hu: Bejelentkezés
it: Accedi
ko: 로그인 하기
nb: Logg inn
nl: Inloggen
pt_pt: Efetue o login
ru: Войти
sv: Logga in
tr: Giriş Yap
vi: Đăng nhập

# sign_up_email_step1_title
source: Create a new account
de: Erstelle ein neues Benutzerkonto
el: Δημιουργία νέου λογαριασμού
es: Crear cuenta
fi: Luo uusi tili
fr_ca: Créer un nouveau compte
hu: Új fiók létrehozása
it: Crea un nuovo account
ko: 새로운 계정 만들기
nb: Opprett en ny konto
nl: Een nieuw account aanmaken
pt_pt: Criar um conta nova
ru: Создать новый аккаунт
sv: Skapa ett nytt konto
tr: Yeni bir hesap oluştur
vi: Tạo một tài khoản mới

# sign_up_email_step2_help_button
source: Help
de: Hilfe
el: Βοήθεια
es: Ayuda
fi: Tuki
fr_ca: Aide
hu: Segítség
it: Aiuto
ko: 도움
nb: Hjelp
pt_pt: Ajuda
ru: Помощь
sv: Hjälp
tr: Yardım
vi: Trợ giúp

# sign_up_email_step2_name_field_hint
source: Full name
de: Vor- und Nachname
el: Ονοματεπώνυμο
es: Nombre y apellido
fi: Koko nimi
fr_ca: Nom complet
hu: Teljes név
it: Nome completo
ko: 이름
nb: Fullt navn
nl: Volledige Naam
pt_pt: Nome completo
ru: Полное имя
sv: Fullständigt namn
tr: İsim
vi: Họ tên

# sign_up_email_step2_newsletter
source: I want to receive the letgo newsletter
de: Ich möchte den letgo-Newsletter erhalten
el: Θέλω να λαμβάνω το newsletter του letgo
es: Quiero recibir la newsletter de letgo
fi: Haluan saada letgon uutiskirjeen
fr_ca: Je souhaite recevoir l'infolettre letgo
hu: Szeretnék letgo hírlevelet kapni
it: Desidero ricevere la newsletter di letgo
ko: 저는 letgo 소식을 받아보고자 합니다
nb: Jeg ønsker å motta letgo's nyhetsbrev
nl: Ik wil graag de nieuwsbrief van letgo ontvangen
pt_pt: Desejo receber a newsletter letgo
ru: Я хочу получать новости letgo
sv: Jag vill ta emot nyhetsbrev från letgo
tr: letgo'dan e-bültenler almak istiyorum
vi: Tôi muốn nhận thư thông báo của letgo

# sign_up_email_step2_terms_conditions_privacy_kw
source: Privacy Policy
de: Datenschutz-Richtlinien
el: Πολιτική Απορρήτου
es: Política de Privacidad
fi: Yksityisyyskäytäntö
fr_ca: Politique de Confidentialité
hu: Adatkezelési irányelveinket
it: Informativa sulla Privacy
ko: 개인보호 정책에
nb: Personvern
nl: Privacy Beleid
pt_pt: Política de Privacidade
ru: Политику Конфиденциальности
sv: Integritetspolicy
tr: Gizlilik Politikasını
vi: Chính sách Bảo mật

# sign_up_newsleter
source: I want to receive the letgo newsletter
de: Ich möchte den letgo-Newsletter erhalten
el: Θέλω να λαμβάνω το newsletter του letgo
es: Quiero recibir la newsletter de letgo
fi: Haluan saada letgon uutiskirjeen
fr_ca: Je souhaite recevoir la newsletter letgo
hu: Szeretnék letgo hírlevelet kapni
it: Desidero ricevere la newsletter di letgo
ko: 저는 letgo 소식을 받아보고자 합니다
nb: Jeg ønsker å motta letgo's nyhetsbrev
nl: Ik wil graag de nieuwsbrief van letgo ontvangen
pt_pt: Desejo receber a newsletter letgo
ru: Я хочу получать новости letgo
sv: Jag vill ta emot nyhetsbrev från letgo
tr: letgo'dan e-bültenler almak istiyorum
vi: Tôi muốn nhận thư thông báo của letgo

# sign_up_send_button
source: Sign Up
de: Registrieren
el: Εγγραφή
es: Regístrate
fi: Rekisteröidy
fr_ca: S'inscrire
hu: Regisztráció
it: Registrati
ko: 회원가입
nb: Registrering
nl: Aanmelden
pt_pt: Registar
ru: Регистрация
sv: Registrera dig
tr: Kaydol
vi: Đăng ký

# sign_up_send_error_email_taken
source: The email address %@ is already registered. Please use it to log in.
de: Die E-Mail-Adresse %@ wird bereits verwendet. Bitte nutze sie, um dich anzumelden.
el: Έχει ήδη γίνει εγγραφή με το email %@. Παρακαλώ, χρησιμοποιήστε το για να συνδεθείτε.
es: El email %@ ya está registrado. Por favor, úsalo para iniciar sesión.
fi: Sähköpostiosoite %@ on jo rekisteröity. Ole hyvä ja käytä sitä sisäänkirjautumiseen.
fr_ca: L'adresse courriel %@ est déjà enregistrée. Veuillez l'utiliser pour vous connecter.
hu: Az következő e-mail már regisztrált: %@ Jelentkezz be vele!
it: L'indirizzo email %@ risulta già registrato. Ti preghiamo di utilizzarlo per effettuare l'accesso.
ko: 이메일 주소 %@는 이미 등록된 사용자 입니다. 로그인을 해주세요.
nb: E-postadressen %@ er allerede registrert. Vennligst bruk den for å logge inn.
nl: Dit e-mailadres %@ is al geregistreerd. Gebruik het a.u.b. om in te loggen.
pt_pt: O endereço de email %@ já se encontra registado. Por favor utilize-o para efetuar o login.
ru: Адрес %@ уже зарегистрирован. Пожалуйста, используйте его для входа.
sv: E-postadressen %@ är redan registrerad. Använd den för att logga in.
tr: %@ e-posta adresi zaten kayıtlı. Lütfen, bu adresi kullanarak giriş yap.
vi: Địa chỉ email %@ đã được đăng ký. Xin vui lòng đăng nhập theo địa chỉ này.

# sign_up_send_error_generic
source: An error occurred while creating the account. Please try again.
de: Beim Erstellen des Nutzers ist ein Fehler aufgetreten. Bitte versuche es erneut.
el: Παρουσιάστηκε σφάλμα κατά τη δημιουργία λογαριασμού. Παρακαλώ προσπαθήστε ξανά.
es: Se ha producido un error al crear tu cuenta. Por favor, inténtalo de nuevo.
fi: Tiliä luotaessa tapahtui virhe. Ole hyvä ja yritä uudelleen.
fr_ca: Une erreur est survenue lors de la création du compte. Veuillez réessayer.
hu: Hiba történt a fiók létrehozása során. Próbálkozz újra.
it: Si è verificato un errore durante la creazione dell'account. Riprova più tardi.
ko: 사용자를 등록하는 동안 오류가 발생했습니다. 다시 시도해주세요.
nb: En feil oppstod ved registrering av konto. Vennligst prøv igjen.
nl: Er is een fout opgetreden bij het creëren van het account. Probeer het nog eens.
pt_pt: Ocorreu um erro ao criar a conta. Por favor tente novamente.
ru: При создании аккаунта произошла ошибка. Пожалуйста, попробуйте еще раз.
sv: Ett fel uppstod när kontot skulle skapas. Var vänlig försök igen.
tr: Hesap oluşturulurken bir hata oluştu. Lütfen tekrar dene.
vi: Lỗi xảy ra trong khi tạo tài khoản. Xin vui lòng thử lại.

# sign_up_send_error_invalid_domain
source: Invalid email address. Please change it and try again.
de: Ungültige E-Mail-Adresse. Bitte gib eine andere Adresse ein und versuche es erneut.
el: Λανθασμένη διεύθυνση email. Παρακαλώ, αλλάξτε την και προσπαθήστε ξανά.
es: Dirección de email inválida. Por favor, cambiála y vuelve a intentarlo.
fi: Sähköpostiosoite ei kelpaa. Vaihda osoite ja kokeile uudelleen.
fr_ca: Adresse courriel invalide. Veuillez la changer et réessayer.
hu: Érvénytelen e-mail cím. Javítsd, majd próbálkozz újra.
it: Indirizzo email non valido. Modificalo e riprova.
ko: 사용불가능한 이메일 주소입니다. 변경 후, 다시 시도해주세요.
nb: Ugyldig e-postadresse. Vennligst korriger og prøv igjen.
nl: Ongeldig e-mailadres. Gelieve te veranderen en opnieuw te proberen.
pt_pt: Endereço de email inválido. Por favor altere-o e tente de novo.
ru: Неверный адрес е-мейл. Пожалуйста, измените его и попробуйте еще раз.
sv: Ogiltig e-postadress. Vänligen ändra den och försök igen.
tr: Geçersiz e-posta adresi. Lütfen değiştirip tekrar dene.
vi: Địa chỉ email không đúng. Vui lòng thay đổi và thử lại.

# sign_up_send_error_invalid_email
source: Please enter a valid email address.
de: Bitte gib eine gültige E-Mail-Adresse ein.
el: Παρακαλώ εισάγετε ένα έγκυρο email.
es: Por favor, introduce un email válido.
fi: Ole hyvä ja syötä toimiva sähköpostiosoite.
fr_ca: Veuillez entrer une adresse courriel valide.
hu: Kérjük, érvényes e-mail címet adj meg!
it: Inserisci un indirizzo email valido.
ko: 유효한 이메일 주소를 입력해주세요.
nb: Vennligst legg inn en gyldig e-postadresse.
nl: Vul een geldig e-mailadres in.
pt_pt: Insira um email válido.
ru: Пожалуйста, укажите действующий е-мейл.
sv: Var god ange en giltig e-postadress.
tr: Lütfen kullanıcı e-posta alanına geçerli bir e-posta adresi gir.
vi: Vui lòng nhập một địa chỉ email hợp lệ.

# sign_up_send_error_invalid_password_with_max
source: Please enter a valid password. It must be between %d and %d characters.
de: Bitte gib ein gültiges Kennwort ein. Es muss zwischen %d und %d Zeichen lang sein.
el: Παρακαλώ εισάγετε έναν έγκυρο κωδικό πρόσβασης. Θα πρέπει να αποτελείται τουλάχιστον από %d μέχρι %d χαρακτήρες.
es: Por favor, introduce una contraseña válida. Debe tener entre %d y %d caracteres.
fi: Ole hyvä ja syötä kelvollinen salasana. Siinä pitää olla %d-%d merkkiä.
fr_ca: Veuillez entrer un mot de passe valide. Il doit contenir entre %d et %d caractères.
hu: Kérjük, érvényes jelszót adj meg. A hossza %d és %d között lehet.
it: Inserisci una password valida. Deve contenere tra i %d e i %d caratteri.
ko: 유효한 암호를 입력해주세요. %d자와 %d자 사이여야 합니다.
nb: Vennligst legg inn et gyldig passord. Det må inneholde mellom %d og %d tegn.
nl: Voer a.u.b. een geldig wachtwoord in. Het moeten tussen %d en %d tekens bevatten.
pt_pt: Insira uma password válida. Deve ter entre %d e %d caracteres.
ru: Пожалуйста, введите корректный пароль. Он должен содержать от %d до %d символов.
sv: Var god ange ett giltigt lösenord. Det måste vara mellan %d och %d tecken.
tr: Lütfen geçerli bir şifre gir. Şifre en az %d, en fazla %d karakterden oluşmalıdır.
vi: Vui lòng nhập mật khẩu hợp lệ. Mật khẩu phải có từ %d đến %d ký tự.

# sign_up_send_error_invalid_username
source: Please enter a valid username. It must be at least %d characters long.
de: Bitte gib einen gültigen Benutzernamen mit mindestens %d Zeichen ein.
el: Παρακαλώ εισάγετε έγκυρο όνομα χρήστη. Θα πρέπει να αποτελείται από τουλάχιστον %d χαρακτήρες.
es: Por favor, introduce un nombre válido. Debe tener al menos %d caracteres.
fi: Ole hyvä ja syötä kelvollinen käyttäjänimi, jossa on vähintään %d merkkiä.
fr_ca: Veuillez entrer un nom d'utilisateur valide. Il doit comporter au moins %d caractères.
hu: Kérjük, érvényes nevet adj meg. Legalább %d karakterből álljon!
it: Inserisci un nome utente valido. Deve contenere almeno %d caratteri.
ko: 유효한 사용자명을 입력해주세요. 적어도 %d자 여야 합니다.
nb: Vennligst legg inn et gyldig brukernavn. Det må inneholde minst %d tegn.
nl: Gelieve een geldige naam in te voeren, deze moet minstens %d tekens bevatten.
pt_pt: Insira um nome de utilizador válido. Deve conter pelo menos %d caracteres.
ru: Пожалуйста, введите подходящее имя. Оно должно содержать как минимум %d символов.
sv: Var god ange ett giltigt användarnamn på minst %d tecken.
tr: Lütfen, en az %d karakterden oluşan geçerli bir kullanıcı adı gir.
vi: Vui lòng nhập tên người dùng hợp lệ. Tên phải có ít nhất %d ký tự.

# sign_up_terms_conditions
source: I agree to the letgo Terms & Conditions and Privacy Policy
de: Ich akzeptiere die Nutzungsbedingungen und Datenschutzrichtlinien von letgo.
el: Συμφωνώ στους Όρους & Προϋποθέσεις και στην Πολιτική Ιδιωτικότητας του letgo
es: Acepto los Términos y Condiciones y la Política de Privacidad de letgo
fi: Hyväksyn letgon Käyttöehdot ja Yksityisyyskäytännön
fr_ca: J'accepte la Politique de Confidentialité ainsi que les Conditions d'Utilisation de letgo
hu: Elfogadom a letgo Felhasználási feltételeit és Adatkezelési irányelveit
it: Accetto i Termini e condizioni e l'Informativa sulla privacy di letgo
ko: letgo의 사용약관 및 개인정보보호 사항에 동의합니다
nb: Jeg godtar letgo's vilkår & betingelser og betingelser for personvern
nl: Ik ga akkoord met de Algemene Voorwaarden en het Privacybeleid
pt_pt: Concordo com os Termos & Condições e Política de Privacidade do letgo
ru: Я согласен с Правилами Пользования и Политикой Конфиденциальности letgo
sv: Jag godkänner letgos Villkor och Integritetspolicy
tr: letgo Şartlar ve Koşullarını & Gizlilik Politikasını kabul ediyorum
vi: Tôi đồng ý với các Điều khoản & Điều kiện và Chính sách Bảo mật của letgo

# sign_up_title
source: Create new account
de: Neues Benutzerkonto anlegen
el: Δημιουργία νέου λογαριασμού
es: Crear nueva cuenta
fi: Luo uusi tili
fr_ca: Créer un nouveau compte
hu: Új fiók létrehozása
it: Crea nuovo account
ko: 새 계정 만들기
nb: Opprett ny konto
nl: Nieuw account aanmaken
pt_pt: Criar uma nova conta
ru: Создать новый аккаунт
sv: Skapa nytt konto
tr: Yeni hesap oluştur
vi: Tạo tài khoản mới

# sign_up_username_field_hint
source: Full name
de: Vollständiger Name
el: Ονοματεπώνυμο
es: Nombre y apellido
fi: Koko nimi
fr_ca: Nom complet
hu: Teljes név
it: Nome e Cognome
ko: 이름
nb: Fullt navn
nl: Volledige naam
pt_pt: Nome completo
ru: Полное имя
sv: Fullständigt namn
tr: İsim
vi: Họ tên

# smoketest_detail_developing
source: We are currently testing %@.
el: Αυτή τη στιγμή δοκιμάζουμε το %@.
es: Estamos testeando %@.
it: Stiamo attualmente testando %@.
nl: We testen momenteel %@.
ru: Сейчас мы тестируем %@
vi: Chúng tôi đang thử nghiệm %@.

# smoketest_detail_no_charge
source: You won't be charged for using it.
el: Δε θα χρειωθείτε για να το χρησιμοποιήσετε.
es: No tendrás que pagar por usarlo.
it: Non ti sarà addebitato alcun costo per utilizzarlo.
nl: Er worden geen kosten in rekening gebracht voor het gebruik ervan.
ru: Вам не придется платить за пользование.
vi: Bạn sẽ không bị tính phí khi sử dụng.

# smoketest_feedback_expensive
source: It's too expensive
el: Είναι πολύ ακριβό
es: Es demasiado caro
it: è troppo costoso
nl: Het is te duur
ru: Слишком дорого
vi: Nó quá đắt

# smoketest_feedback_option_no_phone_call
source: I don’t want phone calls
el: Δε θέλω κλήσεις
es: No quiero recibir llamadas
it: non desidero ricevere chiamate
nl: Ik wil niet gebeld worden
ru: Я не хочу получать звонки
vi: Tôi không muốn nhận cuộc gọi

# smoketest_feedback_other
source: Other
el: Άλλο
es: Otros
it: Altro
nl: Overig
ru: Другое
vi: Khác

# smoketest_feedback_send
source: Send
el: Αποστολή
es: Enviar
it: Invia
nl: Verzenden
ru: Отправить
vi: Gửi

# smoketest_feedback_subtitle
source: We are currently testing %@ and we'd like to hear your feedback. Please help us improve.
el: Αυτή τη στιγμή δοκιμάζουμε το %@ και θα θέλαμε να μάθουμε την άποψή σας. Ευχαριστούμε που μας βοηθάτε να γινόμαστε καλύτεροι.
es: Estamos testeando %@ y queremos recibir tus comentarios. Ayúdanos a mejorar.
it: Stiamo attualmente testando %@ e ci piacerebbe avere il tuo feedback. Grazie per il tuo aiuto.
nl: We testen momenteel %@ en we willen graag jouw feedback horen. Help ons alsjeblief te verbeteren.
ru: Сейчас мы тестируем %@ и хотели бы услышать ваши отзывы. Пожалуйста, помогите нам сделать лучше!
vi: Chúng tôi hiện đang thử nghiệm %@ và muốn nghe phản hồi của bạn. Vui lòng giúp chúng tôi cải thiện.

# smoketest_feedback_tell_us
source: Tell us more
el: Πείτε μας περισσότερα
es: Cuéntanos más
it: Dicci qualcosa in più
nl: Vertel ons meer
ru: Оставьте комментарии
vi: Hãy cho chúng tôi biết thêm

# smoketest_feedback_title
source: Why wouldn’t you use it?
el: Γιατί να μην το χρησιμοποιήσετε;
es: ¿Por qué no lo usarías?
it: Perché non lo utilizzi tu?
nl: Waarom zou je het niet gebruiken?
ru: Почему вы не будете этим пользоваться?
vi: Tại sao bạn sẽ không sử dụng nó?

# smoketest_recommended
source: Recommended
el: Προτεινόμενο
es: Recomendado
it: Consigliati
nl: Aanbevolen
ru: Рекомендуемое
vi: Đề xuất

# smoketest_thank_you_register_interest
source: We've registered your interest.
el: Καταγράψαμε το ενδιαφέρον σας.
es: Hemos anotado tu interés.
it: Abbiamo registrato il tuo interesse!
nl: We hebben je interesse geregistreerd.
ru: Мы приняли ваше сообщение.
vi: Chúng tôi đã đăng ký cho quan tâm của bạn.

# smoketest_thank_you_title
source: Thank for your feedback!
el: Ευχαριστούμε για τα σχόλιά σας!
es: ¡Gracias por tus comentarios!
it: Grazie per il tuo feedback!
nl: Bedankt voor je feedback!
ru: Спасибо за ваш отзыв!
vi: Cảm ơn bạn đã phản hồi!

# suggested_searches_title
source: Suggested Searches
de: Empfohlene Suchbegriffe
el: Προτεινόμενες Αναζητήσεις
es: Búsquedas sugeridas
fi: Ehdotetut haut
fr_ca: Recherches suggérées
hu: Javasolt keresések
it: Ricerche consigliate
ko: 제안되는 검색
nb: Foreslåtte søk
nl: Voorgestelde Zoekopdrachten
pt_pt: Pesquisas sugeridas
ru: Предлагаемые запросы
sv: Rekommenderade Sökningar
tr: Önerilen aramalar
vi: Tìm kiếm được Đề xuất

# suggestions_category
source: Category
de: Kategorie
el: Κατηγορία
es: Categoría
fi: Kategoria
fr_ca: Catégorie
hu: Kategória
it: Categoria
ko: 항목
nb: Kategori
nl: Categorie
pt_pt: Categoria
ru: Категория
sv: Kategori
tr: Kategori
vi: Danh mục

# suggestions_last_searches_clear_button
source: Clear all
de: Alle löschen
el: Εκκαθάριση όλων
es: Eliminar todas
fi: Tyhjennä kaikki
fr_ca: Tout effacer
hu: Mind törlése
it: Cancella tutto
ko: 모두 삭제하기
nb: Tøm alle
nl: Wis alles
pt_pt: Limpar tudo
ru: Очистить все
sv: Rensa alla
tr: Hepsini sil
vi: Xóa tất cả

# suggestions_last_searches_title
source: Recent Searches
de: Zuletzt gesucht
el: Πρόσφατες Αναζητήσεις
es: Búsquedas recientes
fi: Viimeisimmät haut
fr_ca: Recherches Récentes
hu: Legutóbbi keresések
it: Ricerche recenti
ko: 최근 검색
nb: Siste søkeord
nl: Recente Zoekopdrachten
pt_pt: Pesquisas recentes
ru: Недавний Поиск
sv: Senaste sökningarna
tr: Son aramalar
vi: Tìm kiếm Gần đây
