Repository: goRestart/ios-restart-app
Catalog: components/LGResources/LGResources/Assets/i18n/*.lproj/Localizable.strings
Languages: de, el, es, fi, fr_ca, hu, it, ko, nb, nl, pt_pt, ru, sv, tr, vi

# product_post_use_photo_not_logged
source: Use photo
de: Foto nutzen
el: Χρήση φωτογραφίας
es: Usar foto
fi: Käytä kuvaa
fr_ca: Utiliser la photo
hu: Fotó használata
it: Utilizza foto
ko: 사진 사용하기
nb: Bruk bilde
nl: Gebruik foto
pt_pt: Usar a foto
ru: Использовать фото
sv: Använd bild
tr: Fotoğraf Kullan
vi: Sử dụng hình ảnh

# product_post_use_video_not_logged
source: Use video
de: Video nutzen
el: Χρήση βίντεο
es: Usar vídeo
fi: Käytä videota
fr_ca: Utiliser la vidéo
hu: Videó használata
it: Utilizza video
ko: 비디오 사용하기
nb: Bruk video
nl: Gebruik video
pt_pt: Utilizar vídeo
ru: Использовать видео
sv: Använd video
tr: Video kullan
vi: Sử dụng video

# product_professional_call_button
source: Call
de: Anrufen
el: Κλήση
es: Llamar
fi: Soita
fr_ca: Appel
hu: Hívás
it: Chiama
ko: 통화
nb: Ring
nl: Bel
pt_pt: Chamar
ru: Позвать
sv: Ring
tr: Ara
vi: Gọi

# product_report_confirm_message
source: Are you sure you want to report this listing?
de: Bist du sicher, dass du dieses Angebot melden möchtest?
el: Είστε σίγουροι πως θέλετε να αναφέρετε αυτήν την καταχώρηση;
es: ¿Estás seguro de que quieres denunciar este anuncio?
fi: Oletko varma että haluat ilmiantaa tämän ilmoituksen?
fr_ca: Êtes-vous certain de vouloir signaler cette annonce ?
hu: Biztosan jelenteni szeretnéd ezt a hirdetést?
it: Sei sicuro di voler segnalare questo annuncio?
ko: 이 상품 목록을 신고할까요?
nb: Er du sikker på at du ønsker å rapportere denne annonsen?
nl: Weet je zeker dat je deze advertentie wilt rapporteren?
pt_pt: Deseja mesmo denunciar esta publicação?
ru: Вы уверены, что хотите пожаловаться на объявление?
sv: Är du säker på att du vill rapportera denna annons?
tr: Bu ilanı şikayet etmek istediğine emin misin?
vi: Bạn có chắc chắn muốn báo cáo bài đăng này không?

# product_report_confirm_title
source: Report listing
de: Angebot melden
el: Αναφορά καταχώρησης
es: Denunciar anuncio
fi: Ilmianna ilmoitus
fr_ca: Signaler l'annonce
hu: Hirdetés jelentése
it: Segnala annuncio
ko: 상품 목록 신고
nb: Rapporter annonse
nl: Rapporteer advertentie
pt_pt: Denunciar publicação
ru: Пожаловаться на объявление
sv: Rapportera annons
tr: İlanı şikayet et
vi: Báo cáo bài đăng

# product_report_login_popup_text
source: To report a listing, you have to log in
de: Melde dich an, um ein Angebot zu melden
el: Για να κάνετε αναφορά μιας καταχώρησης, θα πρέπει να συνδεθείτε
es: Para denunciar un anuncio, tienes que iniciar sesión
fi: Sinun on kirjauduttava sisään ilmiantaaksesi ilmoituksen
fr_ca: Pour signaler une annonce, vous devez vous connecter
hu: A hirdetés jelentéséhez be kell jelentkezned
it: Per segnalare un annuncio, devi effettuare l'accesso
ko: 이 상품 목록을 신고하고자 하신다면, 로그인하셔야 합니다.
nb: Du må være innlogget for å rapportere en annonse
nl: Om een advertentie te rapporteren, moet je eerst inloggen
pt_pt: Para denunciar uma publicação tem que efetuar o login
ru: Чтобы пожаловаться на это объявление, вы должны войти
sv: Du måste vara inloggad för att rapportera en annons
tr: Bir ilanı şikayet etmek için giriş yapmalısın
vi: Bạn cần đăng nhập để báo cáo một bài đăng

# product_report_product_button
source: Report listing
de: Angebot melden
el: Αναφορά καταχώρησης
es: Denunciar anuncio
fi: Ilmianna ilmoitus
fr_ca: Signaler l'annonce
hu: Hirdetés jelentése
it: Segnala annuncio
ko: 상품 목록 신고
nb: Rapporter annonse
nl: Rapporteer advertentie
pt_pt: Denunciar publicação
ru: Пожаловаться на объявление
sv: Rapportera annons
tr: İlanı şikayet et
vi: Báo cáo bài đăng

# product_reported_error_generic
source: An error occurred while reporting the listing. Please try again.
de: Das Angebot konnte nicht gemeldet werden. Bitte versuche es noch einmal.
el: Παρουσιάστηκε σφάλμα κατά την αναφορά της καταχώρησης. Παρακαλώ, δοκιμάστε ξανά.
es: Se ha producido un error al denunciar el anuncio. Por favor, inténtalo de nuevo.
fi: Ilmoitusta ilmiannettaessa tapahtui virhe. Ole hyvä ja yritä uudelleen.
fr_ca: Une erreur est survenue lors du signalement de l'annonce. Veuillez réessayer.
hu: Hiba történt a hirdetés jelentése során. Próbálkozz újra.
it: Si è verificato un errore durante la segnalazione dell'annuncio. Riprova.
ko: 상품 게시글을 신고하는데 오류가 발생했습니다. 다시 시도해주세요.
nb: En feil oppstod ved rapportering av annonsen. Vennligst prøv igjen.
nl: Er is een fout opgetreden tijdens het rapporteren van de advertentie. Probeer het nog eens.
pt_pt: Surgiu um erro ao denunciar a publicação. Tente novamente.
ru: Не получилось отправить жалобу. Пожалуйста, попробуйте еще раз.
sv: Vi kunde tyvärr inte rapportera annonsen just nu. Var vänlig försök igen.
tr: Şikayet bildirilirken bir hata oluştu. Lütfen tekrar dene.
vi: Có lỗi xảy ra trong khi báo cáo bài đăng. Xin vui lòng thử lại.

# product_reported_success_message
source: This listing has been reported. Thanks!
de: Das Angebot wurde erfolgreich gemeldet. Danke!
el: Έχει γίνει επιτυχής αναφορά της καταχώρησης. Ευχαριστούμε!
es: Tu denuncia ha sido enviada. ¡Gracias!
fi: Ilmoitus on ilmiannettu onnistuneesti. Kiitos!
fr_ca: Cette annonce a été signalée. Merci !
hu: A hirdetést sikeresen jelentetted. Köszönjük!
it: Questo annuncio è stato segnalato. Grazie!
ko: 해당 게시글이 신고되었습니다. 감사합니다!
nb: Annonsen har blitt rapportert. Takk!
nl: Deze advertentie is succesvol gerapporteerd. Bedankt!
pt_pt: Esta publicação foi denunciada. Obrigado!
ru: Ваша жалоба была отправлена. Спасибо!
sv: Annonsen har rapporterats. Tack!
tr: Şikayetin bildirildi. Teşekkürler!
vi: Bài đăng đã được báo cáo thành công. Cảm ơn bạn!

# product_reporting_loading_message
source: Reporting listing...
de: Angebot wird gemeldet...
el: Αναφορά καταχώρησης...
es: Denunciando el anuncio...
fi: Ilmiannetaan ilmoitusta...
fr_ca: Signalement de l'annonce...
hu: Hirdetés jelentése...
it: Segnalazione annuncio...
ko: 상품 목록 신고하기...
nb: Rapporterer annonsen…
nl: Rapporteren van advertentie...
pt_pt: A denunciar a publicação...
ru: Отправляем жалобу на объявление...
sv: Rapporterar annons...
tr: Şikayet bildiriliyor...
vi: Đang báo cáo bài đăng...

# product_search_no_products_body
source: Try looking for something else or check again soon!
de: Suche nach etwas anderem oder probiere es später noch mal!
el: Ψάξτε για κάτι άλλο ή κάντε αναζήτηση ξανά αργότερα!
es: Prueba buscando algo distinto o vuelve a intentarlo pronto.
fi: Yritä hakea jotain muuta tai tee hakusi pian uudelleen!
fr_ca: Essayez de chercher quelque chose d'autre ou vérifiez à nouveau prochainement !
hu: Keress valami másra, vagy próbálkozz később!
it: Prova a cercare qualcosa di diverso o controlla di nuovo più tardi!
ko: 다른 제품을 확인하시거나 상품을 다시 확인해보세요!
nb: Prøv å se etter noe annet eller se igjen snart!
nl: Probeer om iets anders te zoeken of probeer het binnenkort nog eens!
pt_pt: Experimente procurar outra coisa ou volte mais tarde!
ru: Попробуйте поискать что-то еще или попробуйте еще раз позже!
sv: Försök att söka efter något annat eller kom tillbaka och kolla snart igen!
tr: Başka bir arama yap ya da daha sonra tekrar dene!
vi: Hãy thử tìm kiếm một sản phẩm khác hoặc thử lại sau!

# product_search_no_products_title
source: OOPS! NO RESULTS NEAR YOU
de: HOPPLA! KEINE ERGEBNISSE IN DEINER NÄHE
el: ΌΠΑ! ΔΕ ΒΡΕΘΗΚΑΝ ΑΠΟΤΕΛΕΣΜΑΤΑ ΚΟΝΤΑ ΣΑΣ
es: ¡UPS! NO HAY RESULTADOS CERCA DE TI
fi: HUPS! EI TULOKSIA LÄHELLÄSI
fr_ca: OUPS ! AUCUN RÉSULTAT PRÈS DE CHEZ VOUS
hu: HOPPÁ! NINCS TALÁLAT A KÖRNYÉKEDRŐL
it: OPS! NESSUN RISULTATO VICINO A TE
ko: 이런! 주변에 검색결과가 없습니다
nb: OOPS! INGEN RESULTATER I DITT NÆROMRÅDE
nl: OEPS! GEEN RESULTATEN IN JOUW OMGEVING
pt_pt: OPS! NENHUM RESULTADO PERTO DE SI
ru: УПС! НЕТ РЕЗУЛЬТАТОВ РЯДОМ С ВАМИ
sv: HOPPSAN! VI HITTADE INGET NÄRA DIG
tr: OOPS! ARAMANA UYGUN BİR SONUÇ BULAMADIK
vi: Ồ! KHÔNG CÓ KẾT QUẢ NÀO Ở GẦN BẠN

# product_sell_again_button
source: Sell It Again
de: Erneut verkaufen
el: Πουλήστε το Ξανά
es: Venderlo de nuevo
fi: Myy uudelleen
fr_ca: Le Vendre à Nouveau
hu: Újra meghirdetem
it: Vendilo di Nuovo
ko: 다시 판매해보세요
nb: Selg på nytt
nl: Verkoop het opnieuw
pt_pt: Venda-o de novo
ru: Продать заново
sv: Sälj den igen
tr: Tekrar Sat
vi: Bán lại

# product_sell_again_confirm_cancel_button
source: Cancel
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr_ca: Annuler
hu: Mégse
it: Annulla
ko: 취소
nb: Avbryt
nl: Annuleren
pt_pt: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal et
vi: Hủy

# product_sell_again_confirm_message
source: Do you want to mark this listing as available so it's visible to buyers again?
de: Möchtest du dieses Angebot als verfügbar markieren, so dass es für Käufer wieder sichtbar wird?
el: Θέλετε να χαρακτηρίσετε την καταχώρηση αυτή ως διαθέσιμη, ώστε να είναι ξανά ορατή στους αγοραστές;
es: ¿Quieres poner este anuncio a la venta para que los compradores lo puedan ver de nuevo?
fi: Haluatko merkitä tämä ilmoituksen saatavilla olevaksi, jolloin se näkyy jälleen ostajille?
fr_ca: Souhaitez-vous indiquer que cette annonce est disponible afin que les acheteurs puissent la voir à nouveau ?
hu: Szeretnéd elérhetővé tenni a hirdetést, hogy ismét láthassák a vásárlók?
it: Desideri contrassegnare questo annuncio come disponibile, in modo da farlo diventare nuovamente visibile ai compratori?
ko: 다른 구매자들이 확인할 수 있도록 상품 목록을 판매 가능으로 표시할까요?
nb: Ønsker du å markere denne annonsen som tilgjengelig slik at det synliggjøres for kjøpere igjen?
nl: Wil je deze advertentie markeren als beschikbaar zodat het weer zichtbaar is voor kopers?
pt_pt: Deseja marcar esta publicação como disponível para que fique de novo visível para os compradores?
ru: Хотите отметить этот товар как доступный для продажи, чтобы он снова стал видимым для покупателей?
sv: Vill du markera den här annonsen som tillgänglig så att köpare återigen kan se den?
tr: Alıcıların bu ilanı tekrar görebilmesi için, ilanı satılık olarak işaretlemek istiyor musun?
vi: Bạn có muốn đánh dấu sẵn có để người mua có thể tiếp tục nhìn thấy bài đăng?

# product_sell_again_confirm_ok_button
source: Sell It Again
de: Erneut verkaufen
el: Πουλήστε το Ξανά
es: Venderlo de nuevo
fi: Myy uudelleen
fr_ca: Le Vendre à Nouveau
hu: Újra meghirdetem
it: Vendilo di Nuovo
ko: 다시 판매하기
nb: Selg på nytt
nl: Verkoop het opnieuw
pt_pt: Venda-o de novo
ru: Продать заново
sv: Sälj den igen
tr: Tekrar Sat
vi: Bán lại

# product_sell_again_confirm_title
source: Sell It Again
de: Erneut verkaufen
el: Πουλήστε το Ξανά
es: Venderlo de nuevo
fi: Myy uudelleen
fr_ca: Le Vendre à Nouveau
hu: Újra meghirdetem
it: Vendilo di Nuovo
ko: 다시 판매하기
nb: Selg på nytt
nl: Verkoop het opnieuw
pt_pt: Venda-o de novo
ru: Продать заново
sv: Sälj den igen
tr: Tekrar Sat
vi: Bán lại

# product_sell_again_error_generic
source: An error occurred while marking your listing as available. Please try again.
de: Dein Angebot konnte nicht als verfügbar markiert werden. Bitte versuche es noch mal.
el: Παρουσιάστηκε σφάλμα κατά το χαρακτηρισμό της καταχώρηση ως διαθέσιμη. Παρακαλώ, προσπαθήστε ξανά.
es: Se ha producido un error al marcar tu anuncio como disponible. Por favor, inténtalo de nuevo.
fi: Virhe tapahtui merkittäessä ilmoitustasi saatavilla olevaksi. Ole hyvä ja yritä uudelleen.
fr_ca: Une erreur est survenue lors de l'identification de votre annonce comme disponible. Veuillez réessayer.
hu: Hiba történt a hirdetés elérhetőként való megjelölése során. Próbálkozz újra.
it: Si è verificato un errore durante il tentativo di contrassegnare l'annuncio come disponibile. Riprova.
ko: 상품 목록을 판매 가능으로 표시하는 동안에 오류가 발생했습니다. 다시 시도해주세요
nb: En feil oppstod ved å markere annonsen din som tilgjengelig. Vennligst prøv igjen.
nl: Er is een fout opgetreden bij het markeren van de beschikbaarheid van de advertentie. Probeer het later nog eens.
pt_pt: Ocorreu um erro ao marcar a sua publicação como disponível. Tente de novo.
ru: Произошла ошибка при смене статуса товара на доступный. Пожалуйста, попробуйте еще раз.
sv: Ett fel uppstod när annonsen skulle markeras som tillgänglig. Var god försök igen.
tr: İlanın satılık olarak işaretlenirken bir hata oluştu. Lütfen tekrar dene.
vi: Có lỗi xảy ra trong khi đánh dấu có sẵn cho bài đăng. Xin vui lòng thử lại.

# product_sell_again_free_button
source: Mark as available
de: Wieder verschenken
el: Μαρκάρισμα ως διαθέσιμο
es: Regalar de nuevo
fi: Merkitse vapaaksi
fr_ca: Indiquer comme disponible
hu: Megjelölés elérhetőként
it: Segna come disponibile
ko: 다시 가능함으로 표시하기
nb: Marker som tilgjengelig
nl: Markeer als beschikbaar
pt_pt: Para dar
ru: Отметить как доступный
sv: Markera som tillgänglig
tr: Satılık olarak işaretle
vi: Đánh dấu có sẵn

# product_sell_again_free_confirm_cancel_button
source: Cancel
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr_ca: Annuler
hu: Mégse
it: Annulla
ko: 취소
nb: Avbryt
nl: Annuleren
pt_pt: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal
vi: Hủy

# product_sell_again_free_confirm_message
source: Do you want to mark your item as available?
de: Möchtest du deinen Artikel als verfügbar markieren?
el: Θέλετε να μαρκάρετε το αντικείμενό σας ως διαθέσιμο;
es: ¿Quieres marcar tu artículo como disponible?
fi: Haluatko merkitä kohteesi saatavilla olevaksi?
fr_ca: Voulez-vous indiquer que votre produit est disponible ?
hu: Elérhetőként szeretnéd jelölni a hirdetést?
it: Vuoi contrassegnare il tuo articolo come disponibile?
ko: 상품이 증정 가능 하다는 표시를 하시겠습니까?
nb: Ønsker du å markere din annonse som tilgjengelig?
nl: Wil je je item als beschikbaar markeren?
pt_pt: Deseja marcar o seu item como disponível?
ru: Хотите пометить ваш товар как доступный?
sv: Vill du markera din vara som tillgänglig?
tr: İlanını satılık olarak işaretlemek ister misin?
vi: Bạn có muốn đánh dấu có sẵn cho món đồ của mình?

# product_sell_again_free_confirm_ok_button
source: Yes
de: Ja
el: Ναι
es: Sí
fi: Kyllä
fr_ca: Oui
hu: Igen
it: Sì
ko: 예
nb: Gis bort
nl: Ja
pt_pt: Sim
ru: Да
sv: Ja
tr: Evet
vi: Có

# product_sell_again_free_confirm_title
source: Mark as available
de: Als verfügbar markieren
el: Μαρκάρισμα ως διαθέσιμο
es: Marcar como disponible
fi: Merkitse saatavilla olevaksi
fr_ca: Indiquer comme disponible
hu: Megjelölés elérhetőként
it: Segna come disponibile
ko: 증정가능으로 표시
nb: Marker som tilgjengelig
nl: Markeer als beschikbaar
pt_pt: Marcar como disponível
ru: Отметить как доступный
sv: Markera som tillgänglig
tr: Satılık olarak işaretle
vi: Đánh dấu có sẵn

# product_sell_again_free_success_message
source: Congratulations! Your item is available to give away again.
de: Glückwunsch! Dein Artikel ist jetzt wieder als zum Verschenken verfügbar.
el: Συγχαρητήρια! Το αντικείμενό σας είναι ξανά διαθέσιμο για χάρισμα.
es: ¡Enhorabuena! Tu artículo ya está disponible para regalar de nuevo.
fi: Onneksi olkoon! Kohteesi on jälleen saatavilla pois annettavaksi.
fr_ca: Félicitations ! Votre produit est de nouveau disponible pour être donné.
hu: Gratulálunk! Hirdetésed újra elajándékozhatóvá vált.
it: Congratulazioni! Il tuo annuncio è nuovamente disponibile per essere regalato.
ko: 축하드립니다! 상품을 다시 증정하실 수 있게 변경 되었습니다.
nb: Gratulerer! Din annonse er tilgjengelig for å gi bort igjen.
nl: Gefeliciteerd! Je item is weer beschikbaar om weg te geven.
pt_pt: Parabéns! O seu item está de novo disponível para dar.
ru: Поздравляем! Ваш товар снова доступен для дарения.
sv: Grattis! Din vara är nu tillgänglig för att skänkas bort igen.
tr: Tebrikler! İlanın tekrar bağışlanmaya uygun.
vi: Chúc mừng! Món đồ của bạn lại có sẵn để đem tặng.

# product_sell_again_success_message
source: Your listing has been marked as available.
de: Dein Angebot wurde als verfügbar markiert.
el: Η καταχώρησή σας έχει χαρακτηριστεί ως διαθέσιμη.
es: Tu anuncio ha sido marcado como disponible.
fi: Ilmoituksesi on merkitty saatavilla olevaksi.
fr_ca: Félicitations, votre annonce a été identifiée comme disponible !
hu: Hirdetésed megjelölve elérhetőként.
it: Complimenti! Il tuo annuncio è stato contrassegnato come disponibile.
ko: 축하드립니다! 상품 목록이 판매 가능으로 표시되었습니다.
nb: Gratulerer! Din annonse ble markert som tilgjengelig!
nl: Je advertentie werd als beschikbaar gemarkeerd.
pt_pt: Parabéns! A sua publicação foi marcada como disponível.
ru: Поздравляем! Ваш товар отмечен как доступный.
sv: Din annons har markerats som tillgänglig!
tr: Tebrikler! İlanın satılık olarak işaretlendi.
vi: Xin chúc mừng! Bài đăng của bạn vừa được đánh dấu có sẵn.

# product_sell_camera_permissions_error
source: To snap a picture, give letgo access to your Camera in your settings.
de: Erlaube letgo in deinen Einstellungen den Zugriff auf deine Kamera, um Bilder zu machen.
el: Για να τραβήξετε μία φωτογραφία, επιτρέψτε στο letgo να χρησιμοποιεί την Κάμερά σας από τις ρυθμίσεις.
es: Para hacer una foto, tienes que darle a letgo acceso a tu Cámara en tus ajustes.
fi: Ottaaksesi kuvan, anna letgolle lupa käyttää kameraasi asetuksissasi.
fr_ca: Pour prendre une photo, vos paramètres doivent permettre à letgo d'avoir accès à votre Appareil Photo.
hu: Képkészítéshez adj hozzáférést a letgo alkalmazásnak a Kamerához a beállítások között.
it: Per scattare una foto, consenti a letgo di accedere alla Fotocamera nelle impostazioni.
ko: 사진을 촬영하기 위해, 설정에서 letgo에 카메라 사용 허가를 설정하여주십시오.
nb: Gi letgo tilgang til ditt kamera i dine innstillinger, for å kunne ta et bilde.
nl: Om een foto te maken, geef letgo toegang tot je Camera in je instellingen.
pt_pt: Para tirar uma foto autorize o letgo a aceder à sua câmara nas definições.
ru: Чтобы сделать снимок, откройте letgo доступ к вашей камере в настройках.
sv: För att ta en bild, ändra inställningarna så att letgo får tillgång till din kamera.
tr: Resim çekebilmek için, ayarlara giderek letgo'nun kamerana erişmesine izin ver.
vi: Để chụp ảnh, hãy thiết lập quyền được truy cập vào Camera của bạn cho letgo.

# product_sell_camera_restricted_error
source: Access to your Camera is restricted. Please check your settings and try again.
de: Zugriff auf deine Kamera nicht möglich. Bitte überprüfe deine Einstellungen und versuche es erneut.
el: Περιορισμένη πρόσβαση στην Κάμερα της συσκευής. Παρακαλώ, ελέγξτε τις ρυθμίσεις σας και δοκιμάστε ξανά.
es: El acceso a tu Cámara está restringido. Por favor, comprueba tus ajustes e inténtalo de nuevo.
fi: Kamerasi käyttöä ei ole sallittu. Ole hyvä ja tarkista asetuksesi ja yritä uudelleen.
fr_ca: L'accès à votre Appareil Photo est restreint. Veuillez vérifier vos paramètres et réessayer.
hu: A Kamerához való hozzáférés korlátozott. Ellenőrizd a beállításokat, majd próbálkozz újra!
it: L'accesso alla tua Fotocamera è riservato. Controlla le tue impostazioni e riprova.
ko: 카메라 접근이 제한되어 있습니다. 설정을 확인하시고 다시 시도해주세요.
nb: Din kamera-tilgang er begrenset. Vennligst sjekk innstillingene dine og prøv igjen.
nl: De toegang tot je Camera is beperkt. Controleer je instellingen en probeer het opnieuw.
pt_pt: O acesso à sua câmara é restrito. Por favor verifique as suas definições e tente de novo.
ru: Доступ к вашей камере запрещен. Пожалуйста, проверьте настройки и попробуйте еще раз.
sv: Din kamera är inte tillgänglig. Var vänlig kontrollera dina inställningar och försök igen.
tr: Kamerana erişim yok. Lütfen ayarlarını kontrol et ve tekrar dene.
vi: Không thể truy cập vào Camera của bạn. Vui lòng kiểm tra các cài đặt và thử lại.

# product_sell_photolibrary_permissions_error
source: To upload a picture, give letgo access to your Photo Library in your settings.
de: Erlaube letgo in deinen Einstellungen den Zugriff auf deine Fotomediathek, um Fotos hochladen zu können.
el: Για να ανεβάσετε μία φωτογραφία, επιτρέψτε στο letgo να χρησιμοποιεί την Κάμερά σας από τις ρυθμίσεις.
es: Para subir una foto, tienes que darle a letgo acceso a tus Fotos en tus ajustes.
fi: Ladataksesi kuvan, anna letgolle lupa käyttää kuvakirjastoasi asetuksissasi.
fr_ca: Pour télécharger une photo, vos paramètres doivent permettre à letgo d'avoir accès à votre Album Photo.
hu: Kép feltöltéséhez adj hozzáférést a letgo alkalmazásnak a Fotókönyvtárhoz a beállítások között.
it: Per caricare un'immagine, consenti a letgo di accedere alla Libreria Fotografica nelle impostazioni.
ko: 사진을 업로드하기위해, 설정에서 letgo가 사진첩에 접근할 수 있도록 허가해주십시오.
nb: Gi letgo tilgang til ditt bildegalleri i dine innstillinge, for å kunne laste opp et bilde.
nl: Om een foto te uploaden, geef letgo toegang tot je Fotobibliotheek in je instellingen.
pt_pt: Para fazer o upload de uma imagem autorize o letgo a ter acesso ao seu álbum de fotos nas suas definições.
ru: Для загрузки фотографии откройте letgo доступ к вашей фотогалерее в настройках.
sv: För att ladda upp en bild, ändra inställningarna så att letgo får tillgång till dina bilder.
tr: Bir resim yüklemek için, ayarlara giderek letgo'nun Fotoğraf Galerine erişmesine izin ver.
vi: Để tải ảnh lên, hãy thiết lập quyền được truy cập vào Thư viện ảnh của bạn cho letgo.

# product_sell_photolibrary_restricted_error
source: Access to your Photo Library is restricted. Please check your settings and try again.
de: Zugriff auf deine Fotomediathek nicht möglich. Bitte überprüfe deine Einstellungen und versuche es erneut.
el: Περιορισμένη πρόσβαση στο Άλμπουμ Φωτογραφιών. Παρακαλώ, ελέγξτε τις ρυθμίσεις σας και προσπαθήστε ξανά.
es: El acceso a tus Fotos está restringido. Por favor, comprueba tus ajustes y vuelve a intentarlo.
fi: Kuvakirjastosi käyttöä ei ole sallittu. Ole hyvä ja tarkista asetuksesi ja yritä uudelleen.
fr_ca: L'accès à votre Album Photo est restreint. Veuillez vérifier vos paramètres et réessayer.
hu: A Fotókönyvtárhoz való hozzáférés korlátozott. Ellenőrizd a beállításokat, majd próbálkozz újra!
it: L'accesso alla tua Libreria Fotografica è riservato. Controlla le tue impostazioni e riprova.
ko: 사진첩 접근이 제한되어 있습니다. 설정을 확인하시고 다시 시도해주세요.
nb: Tilgangen til ditt bildegalleri er begrenset. Vennligst sjekk dine innstillinger, og prøv igjen.
nl: De toegang tot je Fotobibliotheek is beperkt. Controleer je instellingen en probeer het opnieuw.
pt_pt: O acesso ao seu álbum de fotos é restrito. Por favor verifique as suas definições e tente de novo.
ru: Доступ к фотогалерее запрещен. Пожалуйста, проверьте настройки и попробуйте еще раз.
sv: Tillgången till dina bilder är begränsad. Var vänlig kolla dina inställningar och försök igen.
tr: Resim Galerine erişilemiyor. Lütfen ayarlarını kontrol et ve tekrar dene.
vi: Không thể truy cập vào Thư viện ảnh của bạn. Vui lòng kiểm tra các cài đặt và thử lại.

# product_share_body
source: Look what I just found on letgo!
de: Schau mal, was ich gerade auf letgo gefunden habe!
el: Δες τι βρήκα στο letgo!
es: ¡Mira lo que he encontrado en letgo!
fi: Katso mitä juuri löysin letgosta!
fr_ca: Regarde ce que je viens de trouver sur letgo !
hu: Nézzétek, mit találtam a letgo-n!
it: Guarda cosa ho appena trovato su letgo!
ko: 제가 렛고에서 무엇을 발견했는지 보세요!
nb: Se hva jeg fant på letgo!
nl: Kijk wat ik net gevonden heb bij letgo!
pt_pt: Vê o que acabei de encontrar no letgo!
ru: Посмотрите, что я нашел на letgo!
sv: Kolla vad jag hittade på letgo!
tr: Bak, az önce letgo'da ne buldum!
vi: Hãy xem tôi tìm thấy gì trên letgo này!

# product_share_copylink_ok
source: Your link has been copied!
de: Der Link wurde kopiert!
el: Ο σύνδεσμός έχει αντιγραφεί!
es: ¡Se ha copiado el enlace!
fi: Linkki kopioitu!
fr_ca: Votre lien a été copié !
hu: Hivatkozás kimásolva!
it: Il tuo link è stato copiato!
ko: 회원님의 링크는 복사되었습니다!
nb: Din lenke er kopiert!
nl: Jouw link is gekopieerd!
pt_pt: O seu link foi copiado!
ru: Ссылка скопирована!
sv: Din länk har kopierats!
tr: Bağlantın kopyalandı!
vi: Liên kết của bạn đã được sao chép!
