Repository: goRestart/ios-restart-app
Catalog: components/LGResources/LGResources/Assets/i18n/*.lproj/Localizable.strings
Languages: de, el, es, fi, fr_ca, hu, it, ko, nb, nl, pt_pt, ru, sv, tr, vi

source: Account pending moderation
de: Benutzerkonto wird überprüft
el: Αναμονή ελέγχου λογαριασμού
es: Cuenta pendiente de moderación
fi: Tili on poistettu käytöstä moderaattorin toimesta
fr_ca: Compte en attente de modération
hu: Moderálásra váró fiók
it: Account in attesa di moderazione
ko: 조정중인 계정
nb: Konto avventer gjennomgang
nl: Account in afwachting van matiging
pt_pt: Conta pendente de moderação
ru: Аккаунт на модерации
sv: Konto väntar på att modereras
tr: Hesap inceleme altındadır
vi: Tài khoản đang chờ duyệt

# account_pending_moderation_w_name
source: %@'s account is pending moderation
de: Das Benutzerkonto von %@ wird überprüft
el: Ο λογοριασμός του %@ βρίσκεται σε αναμονή ελέγχου
es: La cuenta de %@ está pendiente de moderación
fi: Käyttäjän %@ tili on poistettu käytöstä moderaattorin toimesta
fr_ca: Le compte de %@ est en attente de modération
hu: %@ fiókja moderálásra vár
it: L'account di %@ è in attesa di moderazione
ko: %@의 계정은 현재 조정중입니다
nb: %@'s konto avventer gjennomgang
nl: %@'s account in afwachting van matiging
pt_pt: A conta de %@ está pendente de moderação
ru: Аккаунт %@ на модерации
sv: %@s konto väntar på att modereras
tr: %@ adlı kullanıcının hesabı inceleme altındadır
vi: Tài khoản của %@ đang chờ duyệt

# advertising_text
source: Ad
de: Anzeige
el: Διαφήμιση
es: Anuncio
fi: Mainos
fr_ca: Publicité
hu: Hirdetés
it: Annuncio
ko: 광고
nl: Advertentie
pt_pt: Anúncio
ru: Реклама
sv: Reklam
vi: QC

# affiliation_challenges_invite_friends_button
source: Invite friends
es: Invitar Amigos
it: Invita Amici
ru: Пригласить друзей

# affiliation_challenges_invite_friends_description
source: Invite %1$@ friends to earn %2$@ points. Invite 7%3$@more friends and earn %4$@ more points!
es: Invite %1$@ friends to earn %2$@ points. Invite %3$@ more friends and earn %4$@ more points!
it: Invita %1$@ amici per guadagnare %2$@ punti. Invita altri %3$@ amici per guadagnare %4$@ punti!

# affiliation_challenges_invite_friends_milestone
source: %@ pts
it: %@ pt

# affiliation_challenges_invite_friends_subtitle
source: Get a $60 Amazon Gift Card
it: Ricevi una gift card Amazon da $30

# affiliation_challenges_invite_friends_title
source: INVITE YOUR FRIENDS
es: INVITA A TUS AMIGOS
it: INVITA I TUOI AMICI
ru: ПРИГЛАСИТЕ ДРУЗЕЙ

# affiliation_challenges_join_letgo_processing
source: Processing... We'll let you know when it's ready!
it: In elaborazione... Ti faremo sapere quando è pronto!

# affiliation_challenges_join_letgo_step_phone_button
source: Verify phone number
it: Verifica numero di telefono

# affiliation_challenges_join_letgo_step_phone_label
source: Verify your phone number
es: Verificar número de teléfono
it: Verifica il numero di telefono
ru: Подтвердите ваш номер телефона

# affiliation_challenges_join_letgo_step_phone_verified_label
source: Phone number verified
it: Numero di telefono verificato

# affiliation_challenges_join_letgo_step_post_button
source: Post listing
es: Publicar anuncio
it: Pubblica annuncio
ru: РАЗМЕСТИТЬ ОБЪЯВЛЕНИЕ

# affiliation_challenges_join_letgo_step_post_label
source: Post your first listing
es: Publica tu primer anuncio
it: Pubblica annuncio
ru: Разместите свое первое объявление

# affiliation_challenges_join_letgo_step_posted_label
source: Listing posted
es: Anuncio publicado
it: Annuncio pubblicato
ru: Объявление размещено

# affiliation_challenges_join_letgo_subtitle
source: Get an Amazon Gift Card
it: Ricevi una gift card Amazon

# affiliation_challenges_join_letgo_title
source: JOIN LETGO
it: REGISTRATI SU LETGO

# affiliation_challenges_points
source: %@ points
es: %@ puntos
it: %@ punti
ru: %@ очков

# affiliation_challenges_subtitle
source: Earn Points
it: Guadagna punti

# affiliation_challenges_title
source: Rewards
es: Recompensas
it: Ricompense
ru: Вознаграждения

# affiliation_challenges_unknown_error_message
source: Oops! An error occurred while loading rewards.
es: ¡Ups! Se ha producido un error al cargar las recompensas.
it: Ops! Si è verificato un errore durante il caricamento delle ricompense.
ru: Упс! При загрузке наград произошла ошибка.

# affiliation_faq_title
source: How it works
es: Cómo funciona
it: Come funziona
ru: Как это работает

# affiliation_invite_friends_others_button
source: Others ways to share
it: Altri modi di condividere

# affiliation_invite_friends_sms_button
source: Invite via text
es: Invitar por SMS
it: Invita tramite messaggio
ru: Пригласить сообщением

# affiliation_invite_friends_subtitle_label
source: Invite 3 friends to earn $10 when they start using letgo. Invite 10 friends and earn $50! Your friends will each get a $5 gift card, too.
it: Invita 3 amici per guadagnare $5 quando inizieranno a usare letgo. Invita 10 amici per guadagnare $25! Anche i tuoi amici riceveranno ciascuno una gift card da $2.

# affiliation_invite_friends_terms_button
source: Learn more
es: Saber más
it: Scopri di più
ru: Узнать больше

# affiliation_invite_friends_title
source: Invite friends
es: Invitar Amigos
it: Invita Amici
ru: Пригласить друзей

# affiliation_invite_friends_title_label
source: Invite your friends
es: INVITA A TUS AMIGOS
it: INVITA I TUOI AMICI
ru: ПРИГЛАСИТЕ ДРУЗЕЙ

# affiliation_invite_message_text
source: Join a community of local buyers and sellers on letgo! Sign up and get $5 when you get started:
it: Unisciti a una comunità di acquirenti e venditori locali su letgo! Registrati e ricevi $2 quando inizi:

# affiliation_invite_onboarding_text
source: Since %@ invited you to use letgo, you could win a $5 Amazon gift card.
it: %@ ti ha invitato ad utilizzare letgo e potrai vincere una gift card Amazon da $2.

# affiliation_invite_sms_contacts_empty_state
source: We couldn't find any contacts on your phone.
it: Non è stato possibile trovare alcun contatto sul tuo telefono.

# affiliation_invite_sms_contacts_need_permissions
source: letgo needs to access your contacts to invite your friends
es: letgo necesita acceso a tus contactos para invitar a tus amigos
it: Devi concedere i permessi per vedere i tuoi contatti
ru: letgo необходим доступ к вашим контактам для приглашения друзей

# affiliation_invite_sms_contacts_search_placeholder
source: Search by name or number
it: Cerca per nome o numero

# affiliation_invite_sms_contacts_title
source: Invite contacts
it: Invita contatti

# affiliation_invite_sms_go_settings_button
source: Go to settings
es: Ir a Ajustes
it: Vai alle impostazioni
ru: Зайти в настройки

# affiliation_invite_sms_message_cancel
source: Your message hasn't been sent.
it: Il tuo messaggio non è stato inviato.

# affiliation_invite_sms_message_error
source: An error occurred while sending your message.
es: Se ha producido un error al enviar tu mensaje.
it: Si è verificato un errore durante il tentativo di invio del messaggio.
ru: При отправке сообщения произошла ошибка.

# affiliation_invite_sms_message_sent
source: Message sent!
it: Messaggio inviato!

# affiliation_main_feed_tooltip_text
source: Get up to $60 in Amazon gift cards
it: Ricevi gift card Amazon fino a un valore di $30

# affiliation_main_feed_tooltip_text_highlighted
source: $60 in Amazon gift cards
it: $30 in gift card Amazon

# affiliation_onboarding_country_error_main_button
source: Sell your stuff
es: Empieza a vender
it: Vendi le tue cose
ru: Продать свои вещи

# affiliation_onboarding_country_error_message
source: Oops! Unfortunately rewards aren’t available in your country. But you can still make money selling on letgo!
es: ¡Ups! Las recompensas no están disponibles en tu país. ¡Pero todavía puedes ganar dinero vendiendo en letgo!
it: Ops! Purtroppo le gift card non sono disponibili nel tuo paese. Puoi comunque guadagnare denaro!
ru: Упс! К сожалению, награды недоступны в вашей стране. Но вы все еще можете зарабатывать деньги на letgo!

# affiliation_onboarding_country_error_secondary_button
source: Keep browsing
es: Sigue navegando
it: Continua la consultazione
ru: Продолжить поиск

# affiliation_store_country_error_message
source: Oops! Unfortunately rewards aren’t available in your country.
it: Ops! Purtroppo le ricompense non sono disponibili nel tuo paese.

# affiliation_store_email_alert_subtitle
source: The gift card will be sent to %@
it: La gift card verrà inviata a %@

# affiliation_store_email_alert_title
source: Enter your email
it: Inserisci il tuo indirizzo email

# affiliation_store_generic_error
source: Oops! An error occurred while loading the rewards store.
es: ¡Ups! Se ha producido un error al cargar la tienda de recompensas.
it: Ops! Stiamo attualmente riscontrando dei problemi con lo store.
ru: Упс! При загрузке магазина наград произошла ошибка.

# affiliation_store_history
source: History
es: Historial
it: Cronologia
ru: История

# affiliation_store_points
source: %@ pts
it: %@ pt

# affiliation_store_redeem_gift
source: Get gift card
es: Obtén tarjeta regalo
it: Ricevi gift card
ru: Получить подарочную карту

# affiliation_store_redeem_gift_add_email
source: Add email
it: Aggiungi indirizzo email

# affiliation_store_redeem_gift_edit_email
source: Edit email
it: Modifica indirizzo email

# affiliation_store_redeem_gift_send
source: Send
es: Enviar
it: Invia
ru: Отправить

# affiliation_store_redeem_gift_success_headline
source: Gift card requested
it: Gift card richiesta

# affiliation_store_redeem_gift_success_subheadline_with_email
source: We’ll send you an email when your gift card’s ready. This might take up to 24h.
it: Ti invieremo un'email quando la tua gift card sarà pronta. Questo potrebbe richiedere fino a 24 ore.

# affiliation_store_redeem_gift_success_subheadline_without_email
source: In order to get the gift card you need to add an email to your account.
es: Para recibir la tarjeta regalo, añade una dirección de email a tu cuenta.
it: Al fine di ottenere la gift card è necessario aggiungere un indirizzo email al tuo account.
ru: Чтобы получить подарочную карту, добавьте е-мейл к своему аккаунту.

# affiliation_store_resend_voucher
source: Resend
es: Reenviar
it: Reinvia
ru: Перевыслать

# affiliation_store_rewards_amazon_10
source: $10 Amazon gift card
es: Tarjeta regalo de Amazon de 10€
it: Gift card Amazon da $5
ru: Подарочная карта Amazon на $10

# affiliation_store_rewards_amazon_5
source: $5 Amazon gift card
es: Tarjeta regalo de Amazon de 5€
it: Gift card Amazon da $2
ru: Подарочная карта Amazon на $5

# affiliation_store_rewards_amazon_50
source: $50 Amazon gift card
es: Tarjeta regalo de Amazon de 50€
it: Gift card Amazon da $25
ru: Подарочная карта Amazon на $50

# affiliation_store_title
source: Rewards store
es: Tienda de recompensas
it: Store ricompense
ru: Магазин Наград

# affiliation_store_unknown_error_message
source: Oops! An error occurred while loading rewards.
es: ¡Ups! Se ha producido un error al cargar las recompensas.
it: Ops! Si è verificato un errore durante il caricamento delle ricompense.
ru: Упс! При загрузке наград произошла ошибка.

# affiliation_store_view_history
source: History
es: Historial
it: Cronologia
ru: История

# affiliation_wallet_open_store_button
source: View rewards
es: Ver recompensas
it: Vedi ricompense
ru: Смотреть награды

# affiliation_wallet_points_label
source: PTS
es: PUNTOS
it: pt
ru: ОЧКИ

# affiliation_wallet_title
source: YOUR WALLET
it: IL TUO PORTAFOGLIO

# affiliation_wrong_country_error_headline
source: Oops! Unfortunately rewards aren’t available in your country.
it: Ops! Purtroppo le ricompense non sono disponibili nel tuo paese.

# affiliation_wrong_country_error_subheadline
source: But you can still make money selling on letgo!
it: Puoi comunque guadagnare denaro vendendo su letgo!

# affiliation_wrong_country_keep_browsing
source: Keep browsing
es: Sigue navegando
it: Continua la consultazione
ru: Продолжить поиск

# app_notification_reply
source: Reply
de: Antwort
el: Απαντήστε
es: Responder
fi: Vastaa
fr_ca: Répondre
hu: Válasz
it: Rispondi
ko: 답변
nb: Svar
nl: Antwoord
pt_pt: Responder
ru: Ответить
sv: Svara
tr: Yanıtla
vi: Trả lời

# app_share_download_text
source: Download
de: Herunterladen
el: Λήψη
es: Descargar
fi: Lataa
fr_ca: Télécharger
hu: Letöltés
it: Scarica
ko: 다운로드
nb: Last ned
ru: Загрузка
sv: Ladda ner
tr: Yükle
vi: Tải về

# app_share_email_button
source: Invite via Email
de: Via E-Mail einladen
el: Προσκαλέστε μέσω Email
es: Invitar por Email
fi: Kutsu sähköpostilla
fr_ca: Inviter par Courriel
hu: Meghívás e-mailben
it: Invita via Email
ko: 이메일로 초대하기
nb: Inviter via e-post
nl: Uitnodigen via Email
pt_pt: Convide via email
ru: Пригласить через е-мейл
sv: Bjud in via mejl
tr: E-posta ile davet et
vi: Mời qua Email

# app_share_fbmessenger_button
source: Invite via Messenger
de: Via Messenger einladen
el: Προσκαλέστε μέσω Messenger
es: Invitar por Messenger
fi: Kutsu Messengerillä
fr_ca: Inviter via Messenger
hu: Meghívás Messengeren
it: Invita via Messenger
ko: 메신저로 초대하기
nb: Inviter via Messenger
nl: Uitnodigen via Messenger
pt_pt: Convide via Messenger
ru: Пригласить через Messenger
sv: Bjud in via Messenger
tr: Messenger ile davet et
vi: Mời qua Messenger

# app_share_message_text
source: Check out the letgo app and make cash selling stuff you don't use anymore!
de: Schau dir die letgo-App an und verdiene bares Geld mit Sachen, die du nicht mehr brauchst!
el: Δείτε το letgo και κερδίστε κι εσείς μετρητά πουλώντας πράγματα που δε χρησιμοποιείτε πια!
es: ¡Échale un vistazo a letgo y gana dinero vendiendo cosas que ya no usas!
fi: Tutustu letgo-sovellukseen ja tienaa rahaa myymällä tavaroita, joita et enää käytä!
fr_ca: Essayez l'appli letgo et gagnez de l'argent en vendant des objets que vous n'utilisez plus !
hu: Próbáld ki a letgo alkalmazást, és add el a már nem használt dolgaidat!
it: Scopri l'app di letgo e guadagna soldi vendendo cose che non usi più!
ko: letgo앱에서 구매를 하고 사용하지 않는 상품을 판매하세요!
nb: Ta en titt på appen letgo og tjen penger ved å selge ting du ikke bruker lenger!
nl: Bekijk de letgo app en verdien geld door het verkopen van spullen die je niet meer gebruikt!
pt_pt: Dá uma olhada na app letgo e faz dinheiro vendendo coisas que já não usas!
ru: Попробуй letgo его и начни получать деньги за вещи, которые больше не нужны!
sv: Kolla in appen letgo och tjäna pengar på att sälja prylar du inte längre använder!
tr: Letgo uygulamasına bir göz at ve kullanmadığın şeyleri satarak para kazan!
vi: Hãy ghé thăm ứng dụng letgo và kiếm tiền từ việc bán những món đồ bạn không dùng đến nữa!

# app_share_subject_text
source: Check out letgo
de: Schau dir mal letgo an
el: Τσεκάρετε το letgo
es: Échale un vistazo a letgo
fi: Tutustu letgohun
fr_ca: Découvrez letgo
hu: Próbáld ki a letgo piacát
it: Scopri letgo
ko: letgo에서 구매완료하기
nb: Ta en titt på letgo
nl: Bekijk letgo
pt_pt: Dê uma olhada no letgo
ru: Попробуйте letgo
sv: Kolla in letgo
tr: letgo'yu denemelisin
vi: Duyệt letgo

# app_share_subtitle
source: Invite your friends to letgo and help us grow our community!
de: Teile letgo mit deinen Freunden, damit unsere Community weiter wächst!
el: Προσκαλέστε τους φίλους σας στο letgo και βοηθήστε μας να μεγαλώσουμε την κοινότητά μας!
es: ¡Invita a tus amigos a letgo y haz que crezca la comunidad!
fi: Kutsu ystäväsi letgohun ja auta yhteisöämme kasvamaan!
fr_ca: Invitez vos amis sur letgo et aidez-nous à développer notre communauté !
hu: Oszd meg a letgo alkalmazást barátaiddal, hogy együtt növelhessük a piacot!
it: Invita i tuoi amici su letgo e contribuisci a far crescere la nostra comunità!
ko: 친구들에게 렛고를 공유하고 저희 커뮤니티를 성장시켜보세요!
nb: Del letgo med dine venner og hjelp oss med å ekspandere vårt samfunn!
nl: Nodig je vrienden uit voor letgo en help ons om onze community te laten groeien!
pt_pt: Convide os seus amigos a aderirem ao letgo e ajude-nos a fazer crescer a nossa comunidade!
ru: Пригласите друзей в letgo и помогите сделать наше сообщество больше!
sv: Ju fler desto roligare! Dela letgo med dina vänner
tr: Arkadaşlarını letgo'ya davet ederek büyümemize yardımcı olabilirsin!
vi: Mời bạn bè sử dụng letgo và giúp chúng tôi mở rộng cộng đồng!

# app_share_title
source: INVITE YOUR FRIENDS
de: LADE FREUNDE EIN
el: ΠΡΟΣΚΑΛΕΣΤΕ ΤΟΥΣ ΦΙΛΟΥΣ ΣΑΣ
es: INVITA A TUS AMIGOS
fi: KUTSU YSTÄVÄSI
fr_ca: INVITEZ VOS AMIS
hu: HÍVD MEG BARÁTAIDAT
it: INVITA I TUOI AMICI
ko: 친구 초대하기
nb: INVITER DINE VENNER
nl: NODIG JE VRIENDEN UIT
pt_pt: CONVIDE OS SEUS AMIGOS
ru: ПРИГЛАСИТЕ ДРУЗЕЙ
sv: BJUD IN DINA VÄNNER
tr: ARKADAŞLARINI DAVET ET
vi: MỜI BẠN BÈ

# app_share_whatsapp_button
source: Invite via Whatsapp
de: Via Whatsapp einladen
el: Προσκαλέστε μέσω Whatsapp
es: Invitar por Whatsapp
fi: Kutsu Whatsappilla
fr_ca: Inviter via Whatsapp
hu: Meghívás WhatsAppon
it: Invita via Whatsapp
ko: Whatsapp으로 초대하기
nb: Inviter via Whatsapp
nl: Uitnodigen via Whatsapp
pt_pt: Convide via Whatsapp
ru: Пригласить через Whatsapp
sv: Bjud in via WhatsApp
tr: WhatsApp ile davet et
vi: Mời qua Whatsapp

# block_user_error_generic
source: An error occurred while blocking this user.
de: Beim Blockieren dieses Nutzers ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά το μπλοκάρισμα του χρήστη.
es: Se ha producido un error al bloquear a este usuario.
fi: Tätä käyttäjää estettäessä tapahtui virhe.
fr_ca: Une erreur est survenue lors du blocage de cet utilisateur.
hu: Hiba történt a felhasználó blokkolása során.
it: Si è verificato un errore durante il tentativo di bloccare questo utente.
ko: 사용자를 차단하는데 오류가 발생했습니다.
nb: En feil oppstod ved blokkering av denne brukeren.
nl: Er is een fout opgetreden tijdens het blokkeren van deze gebruiker.
pt_pt: Ocorreu um erro ao bloquear este utilizador.
ru: При блокировке произошла ошибка.
sv: Ett fel uppstod vid blockering av användaren.
tr: Kullanıcı engellenirken bir hata oluştu.
vi: Có lỗi xảy ra trong khi chặn người dùng này.

# bump_up_banner_boost_progress_title
source: Featured for the next
de: Empfohlen für die nächsten
el: Προώθηση για το επόμενο
es: Destacado las próximas
fi: Nostettuna esiin seuraavat
fr_ca: Mis en vedette pour
hu: Kiemelve:
it: Sponsorizzato ancora per
ko: 다음을 위한 강조
nb: Promoter for den neste
nl: Als uitgelicht geplaatst voor de komende
pt_pt: Destacado durante a próxima
ru: Выделено на
sv: Topplistad de närmsta
tr: Öne çıkarma süresi
vi: Làm nổi bật cho

# bump_up_banner_boost_text
source: Add an extra boost!
de: Kurbel dein Angebot so richtig an!
el: Προσθέστε μια Επιπλέον Προώθηση!
es: ¡Añade un impulso extra!
fi: Anna lisäboostia!
fr_ca: Ajouter Extra Boost
hu: Fokozd tovább!
it: Aggiungi una spinta extra!
ko: 추가 강조를 추가해보세요!
nb: Legg til ekstra promotering!
nl: Voeg een Extra Boost toe!
pt_pt: Dê-lhe um impulso extra!
ru: Добавить Экстра Продвижение!
sv: Lägg till en extra Boost!
tr: Ekstra Doping ekle!
vi: Đẩy thêm!

# bump_up_banner_free_button_title
source: Bump Up
de: Hochholen
el: Προωθήστε
es: Destacar
fi: Nosta
fr_ca: Renvoyer vers le haut
hu: Felugrasztás
it: Promuovi
ko: 강조하기
nb: Promoter ditt produkt
nl: Omhoog plaatsen
pt_pt: Priorizar
ru: Поднять
sv: Puffa uppåt
tr: Üste çıkar
vi: Đẩy lên

# bump_up_banner_free_text
source: Bump Up for free to sell faster
de: Kostenlos hochholen, um schneller zu verkaufen
el: Προωθήστε δωρεάν για να πουλήσετε γρηγορότερα
es: Destaca gratis para vender más rápido
fi: Nosta ilmaiseksi myydäksesi tuotteesi nopeammin
fr_ca: Renvoyez vers le haut gratuitement pour vendre plus vite
hu: Ingyenesen felugraszthatva gyorsabban eladhatsz
it: Promuovi gratuitamente per vendere più velocemente
ko: 빠르게 판매하기 위해 무료로 강조해보세요
nb: Promoter gratis for å selge raskere
nl: Gratis omhoog plaatsen om sneller te verkopen
pt_pt: Dê prioridade gratuitamente para vender mais rápido
ru: Поднять бесплатно для быстрой продажи
sv: Puffa uppåt gratis för att sälja snabbare
tr: Daha hızlı satmak için üste çıkar
vi: Đẩy lên miễn phí để bán nhanh hơn

# bump_up_banner_loading_text
source: Loading more info…
el: Φόρτωση περισσότερων πληροφοριών...
es: Cargando más información…
fr_ca: Chargement de plus d'informations…
it: Caricamento ulteriori informazioni...
ko: 더 많은 정보 로딩 중...
nl: Meer info laden…
pt_pt: A carregar mais informações…
ru: Загружаем еще детали...
vi: Đang tải thêm thông tin…

# bump_up_banner_multi_day_progress_title
source: until it moves to the top again
el: μέχρι να φτάσει ξανά στην κορυφή
es: hasta que se mueva arriba de nuevo
it: prima che venga spostato nuovamente in alto
ko: 다시 상단으로 이동할 때까지
nl: totdat het weer naar de top gaat
ru: до нового продвижения
vi: cho đến khi lên đầu lần nữa

# bump_up_banner_multi_day_progress_title_1_day_remaining
source: remaining
el: απομένουν
es: restantes
it: rimanenti
nl: resterend
ru: осталось
vi: còn lại

# bump_up_banner_multi_day_progress_top_tag
source: TOP
el: ΚΟΡΥΦΗ
es: ARRIBA
it: IN ALTO
ko: 상단
ru: ВВЕРХ
vi: HÀNG ĐẦU

# bump_up_banner_pay_text
source: Sell faster now
de: Jetzt schneller verkaufen
el: Προωθήστε για να πουλάτε γρηγορότερα
es: Destaca para vender más rápido
fi: Myy nopeammin nyt
fr_ca: Mettre en vedette pour vendre plus vite
hu: Add el gyorsabban
it: Vendi subito più rapidamente
ko: 상품을 빨리 판매해보세요
nb: Selg raskere nå
nl: Verkoop nu sneller
pt_pt: Venda mais rápido
ru: Продавайте быстрее
sv: Sälj snabbare nu
tr: Hemen sat
vi: Bán nhanh hơn

# bump_up_banner_pay_text_improvement
source: Sell faster now
de: Jetzt schneller verkaufen
el: Πουλήστε τώρα γρηγορότερα
es: Vender más rápido
fi: Myy nopeammin nyt
fr_ca: Vendez au plus vite !
hu: Add el gyorsabban
it: Vendi più rapidamente
ko: 지금 빨리 판매하기
nb: Selg raskere nå
nl: Verkoop nu sneller
pt_pt: Vender mais rápido agora
ru: Продайте быстрее
sv: Sälj snabbare nu
tr: Hemen sat
vi: Bán nhanh hơn bây giờ

# bump_up_banner_pay_text_improvement_english_a
source: Sell faster now
de: Jetzt schneller verkaufen
el: Πουλήστε τώρα γρηγορότερα
es: Vender más rápido
fi: Myy nopeammin nyt
fr_ca: Vendez au plus vite !
hu: Add el gyorsabban
it: Vendi più rapidamente
ko: 지금 빨리 판매하기
nb: Selg raskere nå
nl: Verkoop nu sneller
pt_pt: Venda mais rápido
ru: Продайте быстрее
sv: Sälj snabbare nu
tr: Hemen sat
vi: Bán nhanh hơn

# bump_up_banner_pay_text_improvement_english_b
source: Get more visibility
de: Jetzt schneller verkaufen
el: Πουλήστε τώρα γρηγορότερα
es: Vender más rápido
fi: Myy nopeammin nyt
fr_ca: Vendez au plus vite !
hu: Add el gyorsabban
it: Vendi più rapidamente
ko: 지금 빨리 판매하기
nb: Selg raskere nå
nl: Verkoop nu sneller
pt_pt: Venda mais rápido
ru: Продайте быстрее
sv: Sälj snabbare nu
tr: Hemen sat
vi: Bán nhanh hơn

# bump_up_banner_pay_text_improvement_english_c
source: Attract more buyers
de: Jetzt schneller verkaufen
el: Πουλήστε τώρα γρηγορότερα
es: Vender más rápido
fi: Myy nopeammin nyt
fr_ca: Vendez au plus vite !
hu: Add el gyorsabban
it: Vendi più rapidamente
ko: 지금 빨리 판매하기
nb: Selg raskere nå
nl: Verkoop nu sneller
pt_pt: Venda mais rápido
ru: Продайте быстрее
sv: Sälj snabbare nu
tr: Hemen sat
vi: Bán nhanh hơn

# bump_up_banner_pay_text_improvement_english_d
source: Attract 2x more buyers
de: Jetzt schneller verkaufen
el: Πουλήστε τώρα γρηγορότερα
es: Vender más rápido
fi: Myy nopeammin nyt
fr_ca: Vendez au plus vite !
hu: Add el gyorsabban
it: Vendi più rapidamente
ko: 지금 빨리 판매하기
nb: Selg raskere nå
nl: Verkoop nu sneller
pt_pt: Venda mais rápido
ru: Продайте быстрее
sv: Sälj snabbare nu
tr: Hemen sat
vi: Bán nhanh hơn

# bump_up_banner_pay_text_improvement_turkish_b
source: Attract more buyers
el: Πουλήστε τώρα γρηγορότερα
es: Vender más rápido
fr_ca: Gagnez en visibilité
it: Attira più compratori
ko: 지금 빨리 판매하기
nl: Verkoop nu sneller
pt_pt: Venda mais rápido
ru: Продайте быстрее
vi: Dễ nhìn hơn

# bump_up_banner_pay_text_improvement_turkish_c
source: Attract more buyers
el: Πουλήστε τώρα γρηγορότερα
es: Vender más rápido
fr_ca: Gagnez en visibilité
it: Attira più compratori
ko: 지금 빨리 판매하기
nl: Verkoop nu sneller
pt_pt: Venda mais rápido
ru: Продайте быстрее
vi: Dễ nhìn hơn
