Repository: goRestart/ios-restart-app
Catalog: components/LGResources/LGResources/Assets/i18n/*.lproj/Localizable.strings
Languages: de, el, es, fi, fr_ca, hu, it, ko, nb, nl, pt_pt, ru, sv, tr, vi

# login_scammer_alert_contact_button
source: Contact Us
de: Schreib uns
el: Επικοινωνήστε Μαζί Μας
es: Contáctanos
fi: Ota meihin yhteyttä
fr_ca: Contactez-nous
hu: Írok nektek
it: Contattaci
ko: 문의하기
nb: Kontakt oss
nl: Neem contact met ons op
pt_pt: Contacte-nos
ru: Связаться с нами
sv: Kontakta Oss
tr: Bize ulaşın
vi: Liên hệ

# login_scammer_alert_keep_browsing_button
source: Skip
de: Überspringen
el: Παράλειψη
es: Saltar
fi: Ohita
fr_ca: Passer
hu: Kihagy
it: Salta
ko: 넘기기
nb: Hopp over
nl: Overslaan
pt_pt: Pular
ru: Пропустить
sv: Hoppa över
tr: Kapat
vi: Bỏ qua

# login_scammer_alert_message
source: Your account is under review by the letgo team. If you believe it has been mistakenly flagged, contact us.
de: Dein Benutzerkonto wird vom letgo-Team überprüft. Wenn du der Meinung bist, dass es fälschlicherweise gemeldet wurde, kontaktiere uns.
el: Ο λογαριασμός σας είναι υπό έλεγχο από την ομάδα του letgo. Αν πιστεύετε πως έχει επισημανθεί καταλάθως, επικοινωνήστε μαζί μας.
es: Tu cuenta está siendo revisada por el equipo de letgo. Si crees que se trata de un error, contacta con nosotros.
fi: letgo-tiimi suorittaa tilillesi tarkastusta. Mikäli uskot, että tilisi on ilmiannettu aiheettomasti, ota meihin yhteyttä.
fr_ca: Votre compte est en cours de vérification par l'équipe letgo. Si vous pensez qu'il s'agit d'une erreur, contactez-nous.
hu: Fiókodat a letgo csapata éppen ellenőrzi. Ha úgy gondolod, hogy ezt alaptalanul tesszük, vedd fel velünk a kapcsolatot.
it: Il tuo account è in fase di revisione dal team letgo. Se credi che sia stato segnalato per errore, contattaci.
ko: letgo팀이 회원님의 계정을 검토하고 있습니다. 만약 잘못된 사항이 있다면, 저희에게 연락하여 주십시오.
nb: Din konto gjennomgås av letgo's team. Vennligst kontakt oss hvis du mener at din konto har blitt flagget ved en feiltakelse.
nl: Je account wordt beoordeeld door het letgo team. Als je van mening bent dat het ten onrechte werd gemarkeerd, neem dan contact met ons op.
pt_pt: A sua conta está a ser analisada pela equipa letgo. Se acredita que foi marcada por engano, entre em contacto connosco.
ru: Ваш аккаунт проверяется командой letgo. Если вы считаете, что он попал под проверку по ошибке, свяжитесь с нами.
sv: Ditt konto är under granskning av letgo. Om du tror att det har anmälts av misstag, kontakta oss.
tr: Hesabın letgo Ekibi tarafından inceleme altına alınmıştır. Eğer bu durumda bir yanlışlık olduğunu düşünüyorsan bizimle iletişime geçebilirsin.
vi: Tài khoản của bạn đang được letgo xem xét. Nếu bạn tin tài khoản của mình bị cảnh báo sai, hãy liên hệ với chúng tôi.

# login_scammer_alert_title
source: ACCOUNT UNDER REVIEW
de: BENUTZERKONTO WIRD ÜBERPRÜFT
el: ΛΟΓΑΡΙΑΣΜΟΣ ΥΠΟ ΕΛΕΓΧΟ
es: CUENTA EN REVISIÓN
fi: TILI TARKASTUKSEN ALAISENA
fr_ca: COMPTE EN COURS DE VÉRIFICATION
hu: FIÓK ELLENŐRZÉS ALATT
it: ACCOUNT IN FASE DI REVISIONE
ko: 계정을 검토하고 있습니다
nb: KONTO GJENNOMGÅS
nl: ACCOUNT WORDT BEOORDEELD
pt_pt: CONTA A SER ANALISADA
ru: АККАУНТ НА ПРОВЕРКЕ
sv: KONTOT ÄR UNDER GRANSKNING
tr: HESAP İNCELEME ALTINDA
vi: TÀI KHOẢN ĐANG ĐƯỢC XEM XÉT

# main_products_invite_navigation_bar_button
source: Invite
de: Einladen
el: Προσκαλέστε
es: Invitar
fi: Kutsu
fr_ca: Inviter
hu: Meghívás
it: Invita
ko: 초대하기
nb: Inviter
nl: Uitnodigen
pt_pt: Convidar
ru: Пригласить
sv: Bjud in
tr: Davet Et
vi: Mời

# main_sign_up_claim_label
source: Buy and sell quickly, safely and locally. It’s time to letgo!
de: Verkaufe schnell, sicher und lokal.
el: Κάντε αγοραπωλησίες στην περιοχή σας γρήγορα και ευκολα.
es: Compra y vende rápidamente y con seguridad, cerca de ti.
fi: Osta ja myy nopeasti, turvallisesti ja paikallisesti.
fr_ca: À go, on capte, on publie, on clavarde et on vend. À go on letgo.
hu: Vásárolj és adj el gyorsan, biztonságosan – a környékeden.
it: Compra e vendi localmente, velocemente e in tutta sicurezza.
ko: 구매와 판매를 빠르고 안전하고 지역적으로 진행하세요.
nb: Knips, post, chat og selg. Det er på tide å letgo!
nl: Koop en verkoop snel, veilig en lokaal.
pt_pt: Compre e venda rápido, com segurança e localmente.
ru: Покупайте и продавайте быстро, безопасно и удобно.
sv: Köp och sälj snabbt, säkert och lokalt.
tr: Çek, yükle, mesaj at, letgo ile kolay sat!
vi: Mua và bán nhanh chóng, an toàn ở ngay gần bạn.

# main_sign_up_error_request_already_sent
source: Your request has already been processed. Please wait before trying again.
de: Deine Anfrage wurde bereits bearbeitet. Bitte warte ein wenig, bevor du es erneut versuchst.
el: Το αίτημά σας έχει ήδη προχωρήσει. Παρακαλώ περιμένετε πριν προσπαθήσετε ξανά.
es: Tu petición ya ha sido procesada. Por favor, espera antes de volver a intentarlo.
fi: Pyyntösi on jo käsitelty. Ole hyvä ja odota, ennen kuin yrität uudelleen.
fr_ca: Votre demande a déjà été traitée. Veuillez attendre avant de réessayer.
hu: Kérésed már feldolgozás alatt van. Várj egy kicsit, mielőtt újra próbálkoznál.
it: La tua richiesta è già stata elaborata. Attendi prima di provare di nuovo.
ko: 사용자의 요청은 이미 진행되었습니다. 다시 시도하기 전에 잠시만 기다려주세요.
nb: Din forespørsel er allerede prosessert. Vennligst vent før du prøver igjen.
nl: Je aanvraag is al verwerkt. Gelieve te wachten voordat je het opnieuw probeert.
pt_pt: O seu pedido já foi processado. Por favor aguarde antes de tentar novamente.
ru: Ваш запрос обрабатывается. Пожалуйста, подождите перед следующей попыткой.
sv: Din begäran har redan registrerats. Vänligen vänta innan du försöker igen.
tr: İsteğin işleme alınmıştır. Tekrar denemeden önce lütfen bekle.
vi: Yêu cầu của bạn đã được xử lý. Vui lòng chờ trước khi thử lại.

# main_sign_up_error_user_rejected
source: The email you entered is incorrect. Please check it and try again.
de: Die eingegebene E-Mail-Adresse ist falsch. Bitte überprüfe deine Eingabe und versuche es erneut.
el: Το email που εισάγατε είναι λανθασμένο. Παρακαλώ ελέγξτε το και δοκιμάστε ξανά.
es: El email que has introducido es erróneo. Por favor, revísalo e inténtalo de nuevo.
fi: Syöttämäsi sähköposti on väärä. Tarkista osoite ja yritä uudelleen.
fr_ca: Le courriel que vous avez indiqué est incorrect. Veuillez le vérifier et réessayer.
hu: A megadott e-mail cím helytelen. Ellenőrizd, majd próbálkozz újra.
it: L'indirizzo email da te inserito non è corretto. Verificalo e riprova.
ko: 입력하신 이메일이 일치하지 않습니다. 다시 확인하시고 입력해주세요.
nb: E-postadressen du valgte er ugyldig. Vennligst sjekk og prøv igjen.
nl: Het e-mailadres dat je hebt ingevoerd is onjuist. Controleer het en probeer het opnieuw.
pt_pt: O email inserido está incorreto. Por favor verifique e tente de novo.
ru: Указанный е-мейл или пароль некорректен. Пожалуйста, проверьте их и попробуйте еще раз.
sv: Den e-postadress du skrev in är inte korrekt. Kolla den och försök igen.
tr: Girmiş olduğun email hatalıdır. Lütfen kontrol edip tekrar dene.
vi: Email bạn nhập không đúng. Vui lòng kiểm tra và thử lại.

# main_sign_up_facebook_connect_button
source: Continue with Facebook
de: Mit Facebook anmelden
el: Συνέχεια με το Facebook
es: Continuar con Facebook
fi: Jatka Facebookin avulla
fr_ca: Continuer avec Facebook
hu: Folytatás a Facebookkal
it: Continua con Facebook
ko: 페이스북과 연결하기
nb: Fortsett med Facebook
nl: Doorgaan met Facebook
pt_pt: Continuar com o Facebook
ru: Вход через Facebook
sv: Fortsätt med Facebook
tr: Facebook ile devam et
vi: Tiếp tục với Facebook

# main_sign_up_facebook_connect_button_w_name
source: Log in as %@
de: Anmelden als %@
el: Συνδεθείτε ως %@
es: Iniciar sesión como %@
fi: Kirjaudu sisään nimellä %@
fr_ca: Se connecter en tant que %@
hu: Bejelentkezés mint %@
it: Accedi come %@
ko: %@로 로그인
nb: Logg inn som %@
nl: Log in als %@
pt_pt: Efetuar login como %@
ru: Войти как %@
sv: Logga in som %@
tr: %@ olarak bağlan
vi: Đăng nhập với tư cách %@

# main_sign_up_fb_connect_error_email_taken
source: Your email address is already registered. Please use it to log in.
de: Deine E-Mail-Adresse ist bereits registriert. Bitte nutze sie, um dich anzumelden.
el: Το email σας χρησιμοποιείται ήδη. Παρακαλώ, χρησιμοποιήστε το για να συνδεθείτε.
es: Este email ya está registrado. Úsalo para iniciar sesión.
fi: Sähköpostiosoitteesi on jo rekisteröity. Ole hyvä ja käytä sitä sisäänkirjautumiseen.
fr_ca: Votre adresse courriel est déjà enregistrée. Veuillez l'utiliser pour vous connecter.
hu: Már tartozik regisztráció az e-mail címedhez. Jelentkezz be vele!
it: Il tuo indirizzo email è già registrato. Ti preghiamo di utilizzarlo per effettuare l'accesso.
ko: 로그인할 수 없습니다, 고객님의 페이스북 이메일은 이미 등록되어 있습니다. 다시 시도해주세요.
nb: Din e-postadresse er allerede registrert. Vennligst bruk den til å logge inn.
nl: Jouw e-mailadres is al geregistreerd. Gebruik het a.u.b. om in te loggen.
pt_pt: O seu endereço de email já se encontra registado. Por favor utilize-o para efetuar o login.
ru: Ваш e-mail уже зарегистрирован. Пожалуйста, используйте его для входа.
sv: Din e-postadress är redan registrerad. Använd den för att logga in.
tr: E-posta adresin zaten kayıtlı. Lütfen, bu adresi kullanarak giriş yap.
vi: Địa chỉ email của bạn đã được đăng kí. Xin vui lòng đăng nhập theo địa chỉ email này.

# main_sign_up_fb_connect_error_generic
source: Unable to log in. Please try again.
de: Anmeldung fehlgeschlagen. Bitte versuche es erneut.
el: Αδυναμία σύνδεσης. Θα πρέπει να προσπαθήσεις ξανά!
es: ¡Ups! No se ha podido iniciar la sesión. Por favor, inténtalo de nuevo.
fi: Kirjautuminen ei onnistunut. Ole hyvä ja yritä uudelleen.
fr_ca: Impossible de se connecter. Veuillez réessayer.
hu: A bejelentkezés sikertelen, próbálkozz újra.
it: Impossibile effettuare l'accesso. Riprova.
ko: 로그인할 수 없습니다. 다시 시도해주세요.
nb: Feil ved innlogging. Vennligst prøv igjen.
nl: Niet in staat om in te loggen. Gelieve het nog eens te proberen.
pt_pt: Não foi possível efetuar o login. Por favor tente novamente.
ru: Вход невозможен. Пожалуйста, попробуйте еще раз.
sv: Kunde inte logga in. Vänligen försök igen.
tr: Giriş yapılamıyor. Lütfen tekrar dene.
vi: Không thể đăng nhập. Xin vui lòng thử lại.

# main_sign_up_google_connect_button
source: Continue with Google
de: Mit Google anmelden
el: Συνέχεια με το Google
es: Continuar con Google
fi: Jatka Googlen avulla
fr_ca: Continuer avec Google
hu: Google-csatlakozás
it: Continua con Google
ko: 구글과 연결하기
nb: Fortsett med Google
nl: Doorgaan met Google
pt_pt: Continuar com o Google
ru: Вход через Google
sv: Fortsätt med Google
tr: Google ile devam et
vi: Tiếp tục với Google

# main_sign_up_google_connect_button_w_name
source: Log in as %@
de: Anmelden als %@
el: Συνδεθείτε ως %@
es: Iniciar sesión como %@
fi: Kirjaudu sisään nimellä %@
fr_ca: Se connecter en tant que %@
hu: Bejelentkezés mint %@
it: Accedi come %@
ko: %@로 로그인
nb: Logg inn som %@
nl: Log in als %@
pt_pt: Efetuar login como %@
ru: Войти как %@
sv: Logga in som %@
tr: %@ olarak bağlan
vi: Đăng nhập với tư cách %@

# main_sign_up_help_button
source: Help
de: Hilfe
el: Βοήθεια
es: Ayuda
fi: Ohje
fr_ca: Aide
hu: Segítség
it: Aiuto
ko: 도움
nb: Hjelp
nl: Hulp
pt_pt: Ajuda
ru: Помощь
sv: Hjälp
tr: Yardım
vi: Trợ giúp

# main_sign_up_log_in_label
source: Log In
de: Anmelden
el: Σύνδεση
es: Inicia Sesión
fi: Kirjaudu sisään
fr_ca: Se Connecter
hu: Bejelentkezés
it: Accedi
ko: 로그인
nb: Logg inn
nl: Inloggen
ru: Войти
sv: Logga in
tr: Giriş yap
vi: Đăng nhập

# main_sign_up_or_label
source: OR USE YOUR EMAIL
de: ODER E-MAIL-ADRESSE
el: Ή ΧΡΗΣΙΜΟΠΟΙΗΣΤΕ ΤΟ EMAIL ΣΑΣ
es: O USA TU EMAIL
fi: TAI KÄYTÄ SÄHKÖPOSTIASI
fr_ca: OU UTILISEZ VOTRE COURRIEL
hu: VAGY E-MAIL
it: O UTILIZZA LA TUA EMAIL
ko: 혹은 이메일 사용하기
nb: ELLER BRUK DIN E-POST
nl: OF GEBRUIK JE E-MAIL
pt_pt: OU USE O SEU EMAIL
ru: ИЛИ ЧЕРЕЗ E-MAIL
sv: ELLER ANVÄND DIN E-POST
tr: VEYA E-POSTANI KULLAN
vi: HOẶC SỬ DỤNG EMAIL CỦA BẠN

# main_sign_up_quickly_label
source: QUICKLY CONNECT WITH
de: VERBINDEN MIT
el: ΣΥΝΔΕΘΕΙΤΕ ΓΡΗΓΟΡΑ ΜΕΣΩ
es: CONÉCTATE FÁCILMENTE CON
fi: YHDISTÄ NOPEASTI KÄYTTÄEN
fr_ca: CONNEXION RAPIDE AVEC
hu: GYORS KAPCSOLÓDÁS
it: ACCEDI RAPIDAMENTE CON
ko: 빠르게 연결하세요
nb: KOBLE TIL RASKT MED
nl: VERBIND SNEL MET
pt_pt: LIGUE-SE RAPIDAMENTE COM
ru: БЫСТРО СВЯЗАТЬСЯ С
sv: ANSLUT SNABBT MED
tr: ŞUNUNLA HIZLICA BAĞLAN
vi: NHANH CHÓNG KẾT NỐI VỚI

# main_sign_up_sign_up_button
source: Sign Up
de: Registrieren
el: Εγγραφή
es: Regístrate
fi: Rekisteröidy
fr_ca: S'inscrire
hu: Regisztráció
it: Registrati
ko: 회원가입
nb: Registrering
nl: Aanmelden
pt_pt: Registar
ru: Регистрация
sv: Registrera dig
tr: Kaydol
vi: Đăng ký

# main_sign_up_terms_conditions
source: By signing up or logging in, you agree to our Terms & Conditions and Privacy Policy
de: Durch eine Registrierung oder Anmeldung stimmst du unseren Nutzungsbedingungen und Datenschutz-Richtlinien zu
el: Κάνοντας εγγραφή ή σύνδεση, συμφωνείτε με τους Όροι & Προϋποθέσεις και με την Πολιτική Απορρήτου
es: Al registrarte o iniciar sesión, aceptas nuestros Términos y Condiciones y la Política de Privacidad
fi: Rekisteröitymällä tai kirjautumalla sisään hyväksyt Käyttöehtomme ja Yksityisyyskäytäntömme
fr_ca: En vous inscrivant ou en vous connectant, vous acceptez nos Conditions d'Utilisation et notre Politique de Confidentialité
hu: A regisztrációval és a bejelentkezéssel is elfogadod Felhasználási feltételeinket és Adatkezelési irányelveinket
it: Registrandoti o effettuando l'accesso, accetti i nostri Termini e Condizioni e l'Informativa sulla Privacy.
ko: 로그인함하여 회원님은 저희 사용 약관 및 개인보호 정책에 동의하시게 됩니다
nb: Ved å registrere deg eller logge deg inn, aksepterer du våre Vilkår & betingelser, samt våre Personvern
nl: Door het aanmelden of inloggen, ga je akkoord met onze Algemene Voorwaarden en Privacy Beleid
pt_pt: Ao se inscrever ou efetuar o login concorda com os nossos Termos & Condições e Política de Privacidade
ru: Регистрируясь или входя в аккаунт, вы принимаете наши Правила Пользования и Политику Конфиденциальности
sv: Genom att registrera dig eller logga in godkänner du våra Villkor och vår Integritetspolicy.
tr: Kaydolarak veya giriş yaparak Şartlar ve Koşullar & Gizlilik Politikasını kabul etmiş olursun.
vi: Đăng ký hoặc đăng nhập đồng nghĩa với việc bạn đồng ý với Các Điều khoản & Điều kiện và Chính sách Bảo mật của chúng tôi

# main_sign_up_terms_conditions_privacy_part
source: Privacy Policy
de: Datenschutz-Richtlinien
el: Πολιτική Απορρήτου
es: Política de Privacidad
fi: Yksityisyyskäytäntömme
fr_ca: Politique de Confidentialité
hu: Adatkezelési irányelveinket
it: Informativa sulla Privacy
ko: 개인보호 정책
nb: Personvern
nl: Privacy Beleid
pt_pt: Política de Privacidade
ru: Политику Конфиденциальности
sv: Integritetspolicy
tr: Gizlilik Politikasını
vi: Chính sách Bảo mật

# main_sign_up_terms_conditions_terms_part
source: Terms & Conditions
de: Nutzungsbedingungen
el: Όροι & Προϋποθέσεις
es: Términos y Condiciones
fi: Käyttöehtomme
fr_ca: Conditions d'Utilisation
hu: Felhasználási feltételeinket
it: Termini e Condizioni
ko: 사용 약관
nb: vilkår & betingelser
nl: Algemene Voorwaarden
pt_pt: Termos & Condições
ru: Правила Пользования
sv: Villkor
tr: Şartlar ve Koşullar
vi: Các Điều khoản & Điều kiện

# meeting_creation_tips_view_change_button
source: Change meeting
de: Treffen ändern
el: Αλλαγή συνάντησης
es: Cambiar encuentro
fi: Muuta tapaamista
fr_ca: Changer le rendez-vous
hu: Találkozó módosítása
it: Cambia incontro
ko: 직거래 정보 변경하기
nb: Endre møteforslag
nl: Wijzig afspraak
pt_pt: Alterar encontro
ru: Изменить встречу
sv: Ändra möte
tr: Buluşmayı değiştir
vi: Thay đổi cuộc hẹn

# meeting_creation_tips_view_gotit_button
source: Got it
de: Alles klar
el: Το κατάλαβα
es: Listo
fi: Selvä
fr_ca: Compris
hu: Oké
it: Capito
ko: 확인
nb: Ok
nl: Begrepen
pt_pt: Feito
ru: Принять
sv: Jag fattar
tr: Anladım
vi: Đã biết

# meeting_creation_tips_view_send_button
source: Send meeting
de: Treffen vereinbaren
el: Αποστολή συνάντησης
es: Enviar encuentro
fi: Lähetä tapaaminen
fr_ca: Envoyer rendez-vous
hu: Találkozó küldése
it: Invia incontro
ko: 직거래 정보 전송하기
nb: Send møteforslag
nl: Verstuur afspraak
pt_pt: Enviar encontro
ru: Отправить встречу
sv: Föreslå möte
tr: Buluşma isteği gönder
vi: Gửi cuộc hẹn

# meeting_creation_tips_view_subtitle
source: We recommend meeting during daylight hours at a busy, well-lit, public place like a local coffee shop or bank lobby.
de: Wir empfehlen, dich tagsüber an einem gut beleuchteten, viel besuchten Ort wie zum Beispiel einem Café oder im Foyer einer Bank zu treffen
el: Σας συνιστούμε να συναντηθείτε κατά τη διάρκεια της ημέρας σε έναν πολυσύχναστο, καλοφωτισμένο δημόσιο χώρο, όπως μια καφετέρια ή στην υποδοχή της τράπεζας.
es: Recomendamos que os encontréis durante el día en un lugar concurrido, con buena iluminación como una cafetería o el vestíbulo de un banco.
fi: Suosittelemme, että tapaatte valoisaan aikaan vilkkaassa, hyvin valaistussa julkisessa paikassa, kuten paikallisessa kahvilassa tai pankin aulassa.
fr_ca: Nous recommandons d'effectuer les rencontres pendant la journée dans un endroit public, fréquenté et bien éclairé comme un café ou le hall d'une banque.
hu: Azt javasoljuk, hogy napközben találkozzatok, méghozzá egy forgalmas, jól megvilágított nyilvános helyen, például kávézóban vagy bankfiókban.
it: Ti consigliamo di fissare gli appuntamenti in luoghi pubblici affollati e ben illuminati durante il giorno, come bar o centri commerciali.
ko: 저희는 낮시간때에 만나는 것을 추천하여 드리며, 커피숍이나 은행 로비와 같이 바쁘고, 밝은 공공장소에서 만나는 것을 추천하여 드리고 있습니다.
nb: Vi anbefaler å møtes i de travle timene med dagslys på et belyst og offentlig sted som f.eks. en kafé eller et kjøpesenter.
nl: We raden aan om overdag af te spreken in een drukke, goed verlichte openbare ruimte zoals een plaatselijke coffeeshop of een banklobby.
pt_pt: Recomendamos-lhe marcar um encontro durante o dia num local movimentado e bem iluminado tal como uma cafetaria local ou um átrio de um banco.
ru: Мы рекомендуем встречаться в дневное время в многолюдном месте вроде кафе или холла банка.
sv: Vi rekommenderar att mötas på dagtid på en välbesökt och välupplyst offentlig plats, exempelvis ett fik eller ett bankkontor.
tr: Banka şubesi veya kafe gibi aydınlık kamu alanlarında, gündüz ve yoğun saatlerde buluşmanı öneriyoruz.
vi: Chúng tôi khuyên bạn nên gặp mặt vào ban ngày, tại một nơi công cộng đông đúc, sáng sủa như quán cà phê hay sảnh ngân hàng.

# meeting_creation_tips_view_title
source: Pick a safe, convenient place to meet
de: Wähle einen sicheren, geeigneten Ort für das Treffen
el: Επιλέξτε ένα ασφαλές, βολικό μέρος για να συναντηθείτε
es: Elige un sitio seguro y práctico para el encuentro
fi: Valitse turvallinen ja kätevä paikka tapaamiseen
fr_ca: Choisissez un lieu de rencontre sécuritaire et pratique
hu: Biztonságos és kényelmesen elérhető helyszínt válassz
it: Scegli un luogo sicuro e conveniente per l'incontro
ko: 직거래를 위해 안전하고 편리한 장소를 선택하세요
nb: Velg et sikkert og praktisk sted å møtes
nl: Kies een veilige, handige plek om af te spreken
pt_pt: Escolha um local de encontro conveniente e seguro
ru: Выберите безопасное и подходящее место для встречи
sv: Välj en säker och praktisk mötesplats
tr: Buluşmak için uygun ve güvenli bir yer seç
vi: Chọn một nơi an toàn, thuận tiện để gặp

# meeting_creation_view_date_time
source: DATE & TIME
de: TAG & UHRZEIT
el: ΗΜΕΡΟΜΗΝΙΑ & ΩΡΑ
es: FECHA Y HORA
fi: AJANKOHTA
fr_ca: JOUR & HEURE
hu: DÁTUM ÉS IDŐ
it: DATA E ORA
ko: 날짜 & 시간
nb: DATO & TID
nl: DATUM & TIJD
pt_pt: DATA & HORA
ru: ДАТА И ВРЕМЯ
sv: DATUM & TID
tr: TARİH & ZAMAN
vi: NGÀY & GIỜ

# meeting_creation_view_place
source: PLACE
de: ORT
el: ΤΟΠΟΣ
es: LUGAR
fi: PAIKKA
fr_ca: LIEU
hu: HELYSZÍN
it: LUOGO
ko: 장소
nb: PLASSERING
nl: PLAATS
pt_pt: LOCAL
ru: МЕСТО
sv: PLATS
tr: YER
vi: ĐỊA ĐIỂM

# meeting_creation_view_search_cell_search
source: Search
de: Suchen
el: Αναζήτηση
es: Buscar
fi: Hae
fr_ca: Chercher
hu: Keresés
it: Cerca
ko: 검색하기
nb: Søk
nl: Zoeken
pt_pt: Procurar
ru: Поиск
sv: Sök
tr: Ara
vi: Tìm kiếm

# meeting_creation_view_search_cell_title
source: Search for another location
de: Wähle einen anderen Ort
el: Αναζήτηση άλλης τοποθεσίας
es: Selecciona otra ubicación
fi: Valitse toinen sijainti
fr_ca: Chercher un autre endroit
hu: Másik hely keresése
it: Cerca un'altra posizione
ko: 다른 장소 검색
nb: Søk etter en annen plassering
nl: Zoek een andere locatie
pt_pt: Procurar outra localização
ru: Искать другое место
sv: Sök en annan plats
tr: Başka bir konum ara
vi: Tìm kiếm địa điểm khác

# meeting_creation_view_select_date_time
source: Select date and time
de: Wähle Tag und Uhrzeit
el: Επιλογή ημερομηνίας και ώρας
es: Selecciona fecha y hora
fi: Valitse päivämäärä ja aika
fr_ca: Sélectionner le jour et l'heure
hu: Válassz dátumot és időt
it: Seleziona data e ora
ko: 날짜와 시간을 선택해주세요
nb: Velg dato og tid
nl: Selecteer datum en tijd
pt_pt: Selecionar data e hora
ru: Выберите дату и время
sv: Välj datum och tid
tr: Bir tarih ve zaman seç
vi: Chọn ngày và giờ

# meeting_creation_view_select_location
source: Select a location
de: Wähle einen Ort
el: Επιλέξτε τοποθεσία
es: Selecciona una ubicación
fi: Valitse sijainti
fr_ca: Sélectionner un lieu
hu: Válassz helyszínt
it: Seleziona una posizione
ko: 장소를 선택해주세요
nb: Velg en plassering
nl: Selecteer een locatie
pt_pt: Selecionar um local
ru: Выберите место
sv: Välj en plats
tr: Bir konum seç
vi: Chọn một địa điểm

# meeting_creation_view_send_button
source: Send meeting
de: Treffen vereinbaren
el: Αποστολή συνάντησης
es: Enviar encuentro
fi: Lähetä tapaaminen
fr_ca: Envoyer rendez-vous
hu: Találkozó küldése
it: Invia incontro
ko: 만남 정보 전송하기
nb: Send møteforslag
nl: Verstuur afspraak
pt_pt: Enviar encontro
ru: Отправить встречу
sv: Föreslå möte
tr: Buluşma isteği gönder
vi: Gửi cuộc hẹn

# meeting_creation_view_suggest_cell_select
source: Select
de: Auswählen
el: Επιλογή
es: Selecciona
fi: Valitse
fr_ca: Sélectionner
hu: Választ
it: Seleziona
ko: 선택
nb: Velg
nl: Selecteer
pt_pt: Selecionar
ru: Выбрать
sv: Välj
tr: Seç
vi: Chọn

# meeting_creation_view_suggest_cell_selected
source: Selected
de: Ausgewählt
el: Επιλεγμένο
es: Seleccionada
fi: Valittu
fr_ca: Sélectionné
hu: Kiválasztva
it: Selezionato
ko: 선택됨
nb: Valgt
nl: Geselecteerd
pt_pt: Selecionado
ru: Выбрано
sv: Vald
tr: Seçildi
vi: Đã chọn

# meeting_creation_view_title
source: Schedule a meeting
de: Vereinbare ein Treffen
el: Προγραμματίστε μια συνάντηση
es: Programar un encuentro
fi: Sovi tapaaminen
fr_ca: Planifiez un rendez-vous
hu: Találkozó megtervezése
it: Organizza un incontro
ko: 직거래 계획 세우기
nb: Planlegg et møte
nl: Plan een afspraak
pt_pt: Agende um encontro
ru: Назначить встречу
sv: Planera ett möte
tr: Bir buluşma ayarla
vi: Lên lịch hẹn

# mile_unit_suffix
source: mi
el: χλμ
hu: mérf.
it: km
ko: 마일
nl: km
pt_pt: km
ru: миль
sv: mil
vi: km

# ml_camera_in_about_days_text
source: in about %d days
de: in etwa %d Tagen
el: σε περίπου %d μέρες
es: en unos %d días
fi: noin %d päivässä
fr_ca: en %d jours environ
hu: körülbelül %d nap alatt
it: in circa %d giorni
ko: %d일 안에
nb: i løpet av %d dager
nl: over ongeveer %d dagen
pt_pt: em cerca de %d dias
ru: примерно за %d дней
sv: Inom cirka %d dagar
tr: Yaklaşık %d günde
vi: trong khoảng %d ngày

# ml_camera_in_more_than_days_text
source: in more than %d days
de: in über %d Tagen
el: σε περισσότερες από %d μέρες
es: en más de %d días
fi: yli %d päivässä
fr_ca: en plus de %d jours
hu: több mint %d nap alatt
it: in più di %d giorni
ko: %d일 이상
nb: i mer enn %d dager
nl: over meer dan %d dagen
pt_pt: em mais de %d dias
ru: более чем за %d дней
sv: Mer än %d dagar
tr: %d günden fazla
vi: trong hơn %d ngày

# ml_camera_sells_for_text
source: Typically sells for $%d
de: Wird im Schnitt für %d€ verkauft
el: Συνήθως πωλείται για %d€
es: Se suele vender por %d
fi: Myydään yleensä hintaan %d €
fr_ca: Généralement vendu pour %d$
hu: Jellemző vételár: %d
it: Solitamente venduto per %d€
ko: $%d에 보통 판매되고 있습니다
nb: Selges vanligvis for %d,-
nl: Verkoopt gewoonlijk voor €%d
pt_pt: Por norma vende-se por %d €
ru: Обычно продают за $%d
sv: Säljs vanligtvis för $%d
tr: Genellikle %d ₺'den satılıyor
vi: Thường bán được %d
