Repository: goRestart/ios-restart-app
Catalog: components/LGResources/LGResources/Assets/i18n/*.lproj/Localizable.strings
Languages: de, el, es, fi, fr_ca, hu, it, ko, nb, nl, pt_pt, ru, sv, tr, vi

# onboarding_posting_button_a
source: Sell Your Stuff
de: Verkaufe deine Dinge
el: Πούλα τα Πράγματά Σου
es: Empieza a vender
fi: Myy tavarasi
fr_ca: Vendez Vos Objets
hu: Adj el valamit
it: Vendi le tue cose
ko: 고객님의 물건을 판매하세요
nb: Selg dine ting
nl: Verkoop Je Spullen
pt_pt: Venda as suas coisas
ru: Продать свои вещи
sv: Sälj dina prylar
tr: Eşyalarını Sat
vi: Bán Đồ của Bạn

# onboarding_posting_button_b
source: Start
de: Leg los
el: Ξεκινήστε
es: Empieza
fi: Aloita
fr_ca: Commencer
hu: Kezdés
it: Inizia
ko: 시작
nb: Kom i gang
pt_pt: Começar
ru: Старт
sv: Starta
tr: Başla
vi: Bắt đầu

# onboarding_posting_improvement_b_title
source: Selling is easy. Give it a try!
de: Verkaufen ist einfach. Probiere es aus!
el: Η πώληση είναι εύκολη. Δοκιμάστε το!
es: Vender es fácil. ¡Pruébalo!
fi: Myyminen on helppoa. Kokeile!
fr_ca: Vendre, c'est facile. Faites un essai !
hu: Eladni könnyű. Próbáld ki!
it: Vendere è facile. Prova subito!
ko: 판매하는 것은 쉬워요. 한번 해보세요!
nb: Det er enkelt å selge. Prøv, da vel!
nl: Verkopen is makkelijk. Probeer het eens!
pt_pt: Vender é fácil. Experimente!
ru: Продавать легко. Попробуйте!
sv: Det är lätt att sälja. Prova själv!
tr: Satış yapmak çok kolay. Hemen dene!
vi: Bán hàng thật dễ dàng. Hãy thử ngay!

# onboarding_posting_improvement_c_button
source: Try it out
de: Probiere es aus
el: Δοκιμάστε το
es: Pruébalo
fi: Kokeile
fr_ca: Faites l'essai !
hu: Próbáld ki
it: Prova
ko: 시도해보세요
nb: Prøv
nl: Probeer het eens
pt_pt: Experimente
ru: Попробуйте
sv: Gör ett försök
tr: Şimdi dene
vi: Hãy thử ngay

# onboarding_posting_improvement_c_title
source: Selling is easy. Give it a try!
de: Verkaufen ist einfach. Probiere es aus!
el: Η πώληση γίνεται εύκολα. Δοκιμάστε το!
es: Vender es fácil. ¡Pruébalo!
fi: Myyminen on helppoa. Kokeile!
fr_ca: Vendre, c'est facile. Faites un essai !
hu: Eladni könnyű. Próbáld ki!
it: Vendere è facile. Prova subito!
ko: 판매하는 것은 쉬워요. 한번 해보세요!
nb: Det er enkelt å selge. Prøv. da vel!
nl: Verkopen is makkelijk. Probeer het eens!
pt_pt: Vender é fácil. Experimente!
ru: Продавать легко. Попробуйте!
sv: Det är lätt att sälja. Prova själv!
tr: Satış yapmak çok kolay. Hemen dene!
vi: Bán hàng thật dễ dàng. Hãy thử ngay!

# onboarding_posting_improvement_d_title
source: Post in one step: just take a picture!
de: Stelle es in einem Schritt ein: Mache einfach ein Foto!
el: Δημοσιεύστε με μια κίνηση: απλά τραβήξτε μια φωτογραφία!
es: Publica en un solo paso: ¡solo tienes que hacer una foto!
fi: Julkaise yhdellä askeleella: otat vain kuvan!
fr_ca: Une seule étape pour publier : prenez simplement une photo !
hu: Hirdetés egyetlen lépéssel: csak készíts egy fotót!
it: Pubblica in un attimo: scatta semplicemente una foto!
ko: 1단계에서 게시하기: 사진만 찍으시면 되요!
nb: Publiser med ett trinn: bare ta et bilde!
nl: Plaatsen in één stap: maak een foto!
pt_pt: Publique num clique: tire simplesmente uma fotografia!
ru: Размещайте в один шаг: просто сделайте фото!
sv: Lägg upp i ett enda steg: ta bara en bild!
tr: Tek adımda ilan ver: Bir fotoğraf çekmen yeterli!
vi: Đăng trong một bước: chỉ cần chụp một bức ảnh!

# onboarding_posting_improvement_e_title
source: Selling is easy: just take a picture and we'll do the rest!
de: Verkaufen ist leicht: Mache einfach ein Foto und wir übernehmen den Rest!
el: Η πώληση γίνεται εύκολα: απλά τραβήξτε μια φωτογραφία και θα κάνουμε τα υπόλοιπα!
es: Vender es fácil: ¡haz una foto y nosotros hacemos todo lo demás!
fi: Myyminen on helppoa: otat vain kuvan ja me teemme loput!
fr_ca: Vendre, c'est facile : prenez simplement une photo et nous ferons le reste !
hu: Eladni könnyű: csak készíts egy fotót, a többit mi elintézzük!
it: Vendere è facile: scatta semplicemente una foto e noi faremo il resto!
ko: 판매하는 것은 쉬워요: 단지 사진만 찍으시면 나머지는 저희가 합니다!
nb: Det er enkelt å selge: ta et bilde og vi tar oss av resten!
nl: Verkopen is makkelijk: maak een foto en wij doen de rest!
pt_pt: Vender é fácil: tire simplesmente uma fotografia e nós tratamos do resto!
ru: Продавать легко: просто сделайте фото, а мы сделаем остальное!
sv: Det är lätt att sälja: ta bara en bild så tar vi hand om resten!
tr: Satış yapmak çok kolay: Bir fotoğraf çek ve gerisini bize bırak!
vi: Bán hàng thật dễ dàng: chỉ cần chụp một bức ảnh và chúng tôi sẽ làm phần còn lại!

# onboarding_posting_improvement_f_title
source: Post a listing in just seconds!
de: Stelle ein Angebot in Sekunden ein!
el: Δημοσιεύστε μια καταχώρηση σε λίγα δευτερόλεπτα!
es: ¡Publica un anuncio en unos segundos!
fi: Julkaise ilmoitus muutamassa sekunnissa!
fr_ca: Publiez une annonce en quelques secondes seulement !
hu: Tölts fel hirdetést másodpercek alatt!
it: Pubblica un annuncio in un batter d'occhio!
ko: 순식간에 상품 목록을 등록하세요!
nb: Publiser en annonse i løpet av sekunder!
nl: Plaats een advertentie in enkele seconden!
pt_pt: Publique um anúncio em segundos!
ru: Размещайте объявление за секунды!
sv: Lägg upp en annons på ett par sekunder!
tr: Birkaç saniye içinde ilan verebilirsin!
vi: Đăng bài chỉ trong giây lát!

# onboarding_posting_subtitle_a
source: Post your first listing and start selling to people near you
de: Stelle dein erstes Angebot ein und verkaufe es an Leute aus deiner Gegend
el: Δημοσιεύστε την πρώτη σας καταχώρηση και ξεκινήστε να πουλάτε σε ανθρώπους δίπλα σας
es: Publica tu primer anuncio y empieza a vender cerca de ti
fi: Julkaise ensimmäinen ilmoituksesi ja aloita lähistöllä oleville ihmisille myyminen
fr_ca: Publiez votre première annonce et commencez à vendre aux personnes près de chez vous
hu: Töltsd fel első hirdetésedet, és már kereskedhetsz is a környékbeliekkel
it: Pubblica il tuo primo annuncio e inizia a vendere a persone nella tua zona
ko: 첫번째 상품 목록을 등록하고 근처의 이웃에게 상품을 판매해보세요
nb: Publiser din første annonse og start salget til personer i ditt nærområde
nl: Plaats je eerste advertentie en begin met verkopen aan mensen in jouw omgeving
pt_pt: Publique o seu primeiro anúncio e comece a vender a pessoas perto de si
ru: Опубликуйте свое первое объявление и начинайте продавать соседям
sv: Lägg upp din första annons och hitta köpare nära dig
tr: İlk ilanını yayınlaya ve etrafındakilere satış yapmaya başla
vi: Đăng bài đầu tiên và bắt đầu bán cho những người quanh bạn!

# onboarding_posting_subtitle_b
source: Sell stuff you no longer need and make extra cash
de: Verkaufe Dinge, die du nicht mehr brauchst, und verdiene bares Geld
el: Πουλήστε πράγματα που δε χρειάζεστε πια και κερδίστε μετρητά
es: Vende cosas que no necesitas y gana dinero extra
fi: Myy tavaroita, joita et enää tarvitse, ja tienaa ylimääräistä rahaa
fr_ca: Vendez les objets dont vous n'avez plus besoin et gagnez de l'argent !
hu: Váltsd pénzre szükségtelenné vált dolgaidat!
it: Vendi oggetti di cui non hai più bisogno e guadagna soldi extra
ko: 필요하지 않은 상품을 판매하고 현금을 마련하세요
nb: Selg ting du ikke trenger lenger og tjen ekstra penger
nl: Verkoop spullen die je niet meer nodig hebt en verdien extra geld
pt_pt: Venda coisas de que já não precisa e faça um dinheiro extra
ru: Продавайте более не нужные вам вещи и получайте деньги
sv: Sälj prylar du inte längre behöver och tjäna extra pengar
tr: İhtiyacın olmayan eşyaları sat ve para kazan
vi: Bán những món đồ bạn không còn cần đến và kiếm thêm tiền

# onboarding_posting_title_a
source: Start Making Cash!
de: Verdiene bares Geld!
el: Ξεκινήστε να Κερδίζετε Μετρητά!
es: ¡Empieza a ganar dinero!
fi: Aloita tienaaminen!
fr_ca: Commencez à Gagner de l'Argent !
hu: Kezdj pénzt keresni!
it: Inizia a guadagnare!
ko: 현찰을 벌어보세요!
nb: Begynn å tjene penger!
nl: Begin met geld te verdienen!
pt_pt: Comece a ganhar dinheiro!
ru: Начинайте получать деньги!
sv: Börja tjäna pengar!
tr: Nakit Kazanmaya Başla!
vi: Bắt đầu Kiếm Tiền mặt!

# onboarding_posting_title_b
source: Post your first listing
de: Stelle dein erstes Angebot ein
el: Δημοσιεύστε την πρώτη σας καταχώρηση
es: Publica tu primer anuncio
fi: Julkaise ensimmäinen ilmoituksesi
fr_ca: Publiez votre première annonce
hu: Töltsd fel első hirdetésedet
it: Pubblica il tuo primo annuncio
ko: 첫 번째 상품 목록을 등록하세요
nb: Publiser din første annonse
nl: Plaats je eerste advertentie
pt_pt: Publique o seu primeiro anúncio
ru: Разместите свое первое объявление
sv: Lägg upp din första annons
tr: İlk ilanını yayınla
vi: Đăng bài đầu tiên của bạn

# passive_buyers_button
source: Contact %d buyers
de: Kontaktiere %d Käufer
el: Επικοινωνήστε με %d αγοραστές
es: Contactar con %d compradores
fi: Ota yhteyttä %d ostajaan
fr_ca: Contactez %d acheteurs
hu: Kapcsolatfelvétel %d vásárlóval
it: Contatta %d acquirenti
ko: %d 구매자들에게 연락하기
nb: Kontakt %d kjøpere
nl: Neem contact op met %d kopers
pt_pt: Contactar %d compradores
ru: Связиться с %d покупателями
sv: Kontakta %d köpare
tr: %d alıcıyla iletişime geç
vi: Liên hệ với %d người mua

# passive_buyers_contact_error
source: An error occurred while contacting buyers. Please try again.
de: Beim Kontaktieren der Käufer ist ein Fehler aufgetreten. Bitte versuche es erneut.
el: Παρουσιάστηκε σφάλμα κατά την επικοινωνία με τους αγοραστές. Παρακαλώ δοκιμάστε ξανά.
es: Se ha producido un error al contactar con los compradores. Por favor, inténtalo de nuevo.
fi: Otettaessa yhteyttä ostajiin tapahtui virhe. Ole hyvä ja yritä uudelleen.
fr_ca: Une erreur est survenue au moment de contacter les acheteurs. Veuillez réessayer.
hu: Hiba történt a vásárlók értesítése során. Próbálkozz újra!
it: Si è verificato un errore durante il tentativo di contattare gli acquirenti. Riprova.
ko: 구매자와 연락을 취하는 동안 오류가 발생했습니다. 다시 시도해주세요.
nb: En feil oppstod ved kontakt med kjøpere. Vennligst prøv igjen.
nl: Er is een fout opgetreden bij het contact opnemen met kopers. Probeer het opnieuw.
pt_pt: Surgiu um erro ao contactar os compradores. Tente de novo.
ru: При оповещении покупателей произошла ошибка. Пожалуйста, попробуйте еще раз.
sv: Ett fel inträffade när köparna kontaktades. Vänligen försök igen.
tr: Alıcılarla iletişime geçilirken bir hata oluştu. Lütfen tekrar dene.
vi: Có lỗi xảy ra trong khi liên hệ với người mua. Xin vui lòng thử lại.

# passive_buyers_contact_success
source: Buyers contacted!
de: Käufer kontaktiert!
el: Επικοινωνήσατε με τους αγοραστές!
es: ¡Compradores contactados!
fi: Ostajiin on otettu yhteyttä!
fr_ca: Acheteurs contactés !
hu: Vásárlók értesítve!
it: Acquirenti contattati!
ko: 구매자가 연락을 하였습니다!
nb: Kjøpere ble kontaktet!
nl: Kopers gecontacteerd!
pt_pt: Compradores contactados!
ru: Покупатели оповещены!
sv: Köpare kontaktad!
tr: Alıcılar haberdar edildi!
vi: Người mua đã liên hệ!

# passive_buyers_message
source: Contact these buyers who are interested in similar products
de: Kontaktiere diese Käufer, die an ähnlichen Produkten interessiert sind
el: Επικοινωνήστε με τους αγοραστές που ενδιαφέρονται για συναφή προϊόντα
es: Contacta con estos compradores que se han interesado por productos similares
fi: Ota yhteyttä näihin ostajiin, jotka ovat kiinnostuneita vastaavista tuotteista
fr_ca: Prenez contact avec ces acheteurs qui s'intéressent à des produits similaires
hu: Lépj kapcsolatba hasonló portékák után érdeklődő vásárlókkal
it: Contatta questi acquirenti, interessanti a prodotti simili
ko: 유사한 상품에 관심을 가지고 있는 구매자들에게 연락해보세요
nb: Contact disse kjøperne som er interesserte i lignende produkter
nl: Neem contact op met kopers die geïnteresseerd zijn in soortgelijke producten
pt_pt: Contacte estes compradores interessados em produtos semelhantes
ru: Свяжитесь с покупателями, которые интересовались похожими товарами
sv: Kontakta dessa köpare som är intresserade av liknande produkter
tr: Benzer ürünlerle ilgilenebilecek bu alıcılarla iletişime geç
vi: Liên hệ với những người mua quan tâm đến sản phẩm tương tự

# passive_buyers_not_available
source: Oops! Buyers not found.
de: Hoppla! Käufer nicht gefunden.
el: Όπα! Οι αγοραστές δε βρέθηκαν.
es: ¡Ups! Compradores no encontrados.
fi: Hups! Ostajia ei löytynyt.
fr_ca: Oups ! Acheteurs introuvables.
hu: Hoppá! A vásárlók nem találhatók.
it: Ops! Acquirenti non trovati.
ko: 이런! 구매자를 찾을 수 없습니다
nb: Oops! Kunne ikke finne kjøper.
nl: Oeps! Kopers niet gevonden.
pt_pt: Ups! Compradores não encontrados.
ru: Упс! Покупатели не найдены.
sv: Oups! Köpare kunde inte hittas.
tr: Oops! Alıcılar bulunamadı.
vi: Ồ! Không tìm thấy người mua.

# passive_buyers_title
source: THESE BUYERS MIGHT BE INTERESTED
de: DIESE KÄUFER SIND MÖGLICHERWEISE INTERESSIERT
el: ΑΥΤΟΙ ΟΙ ΑΓΟΡΑΣΤΕΣ ΜΠΟΡΕΙ ΝΑ ΕΝΔΙΑΦΕΡΟΝΤΑΙ
es: ESTOS COMPRADORES PODRÍAN ESTAR INTERESADOS
fi: NÄMÄ OSTAJAT SAATTAISIVAT OLLA KIINNOSTUNEITA
fr_ca: CES ACHETEURS POURRAIENT ÊTRE INTÉRESSÉS
hu: EZEK A VÁSÁRLÓK ÉRDEKLŐDNEK
it: QUESTI ACQUIRENTI POTREBBERO ESSERE INTERESSATI
ko: 다음 구매자들이 관심있는 것 같습니다
nb: DISSE KJØPERNE KAN VÆRE INTERESSERTE
nl: DEZE KOPERS ZIJN MISSCHIEN GEÏNTERESSEERD
pt_pt: ESTES COMPRADORES PODEM ESTAR INTERESSADOS
ru: ЭТИ ПОКУПАТЕЛИ МОГУТ БЫТЬ ЗАИНТЕРЕСОВАНЫ
sv: DESSA KÖPARE KAN VARA INTRESSERADE
tr: BU ALICILAR İLGİLENİYOR OLABİLİR
vi: NHỮNG NGƯỜI MUA NÀY CÓ THỂ QUAN TÂM

# passwordless_email_input_button
source: Send magic link
de: Magischen Link senden
el: Αποστολή μαγικού συνδέσμου
es: Enviar enlace mágico
fi: Lähetä taikalinkki
fr_ca: Envoyer le lien magique
hu: Varázslink küldése
it: Invia magic link
ko: 마법의 링크 발송하기
nb: Send magisk lenke
nl: Verstuur magische link
pt_pt: Enviar um link mágico
ru: Отправить ссылку
sv: Skicka magiska länken
tr: Sihirli bağlantı gönder
vi: Gửi liên kết kì diệu

# passwordless_email_input_description
source: Enter your email address to sign in or create an account, and we’ll send a “magic link” to your inbox.
de: Gib deine E-Mail-Adresse ein, um dich anzumelden oder ein Benutzerkonto zu erstellen, und wir schicken einen "Magischen Link" an dein Postfach.
el: Εισάγετε τη διεύθυνση email σας για να συνδεθείτε ή δημιουργήστε ένα λογαριασμό και θα στείλουμε ένα "μαγικό σύνδεσμο" στα εισερχόμενά σας.
es: Introduce tu email para iniciar sesión o crear una cuenta, y enviaremos un "enlace mágico" a tu bandeja de entrada.
fi: Syötä sähköpostiosoitteesi kirjautuaksesi sisään tai luodaksesi tilin, ja lähetämme sähköpostiisi "taikalinkin".
fr_ca: Entrez votre adresse courriel pour vous connecter ou créer un compte, et nous enverrons un « lien magique » dans votre boîte de réception.
hu: Add meg e-mail címedet a bejelentkezéshez vagy regisztrációhoz, mi pedig küldünk neked egy „varázslinket”.
it: Inserisci il tuo indirizzo email per accedere o creare un account, e poi ti invieremo un "magic link" sulla tua casella di posta.
ko: 로그인 하기 위해 이메일 주소를 입력하거나 계정을 생성해 주세요. 저희가 "마법의 링크"를 수신함에 보내드리겠습니다.
nb: Legg til din e-postadresse for å logge inn eller opprette konto, og vi vil sende deg en "magisk lenke" til din e-post innboks.
nl: Voer je e-mailadres in om in te loggen of een account aan te maken en we sturen een 'magische link' naar je inbox.
pt_pt: Introduza o seu endereço de email para iniciar a sessão ou criar uma conta e enviaremos um "link mágico" para a sua caixa de entrada.
ru: Введите е-мейл, чтобы войти или создать аккаунт, и мы отправим ссылку нам на почту.
sv: Ange din e-postadress för att logga in eller registrera dig så skickar vi dig en "magisk länk" till din inkorg.
tr: Giriş yapmak veya hesap oluşturmak için e-posta adresini gir, ve gelen kutuna bir "sihirli bağlantı" gönderelim.
vi: Nhập địa chỉ email của bạn để đăng nhập hoặc tạo một tài khoản, và chúng tôi sẽ gửi một "liên kết kì diệu" tới hộp thư của bạn.

# passwordless_email_input_title
source: Continue with email
de: Weiter mit E-Mail-Adresse
el: Συνέχεια με email
es: Continuar con email
fi: Jatka sähköpostilla
fr_ca: Continuer avec votre courriel
hu: Folytatás e-maillel
it: Continua con indirizzo email
ko: 이메일로 진행하기
nb: Fortsett med e-post
nl: Doorgaan met e-mail
pt_pt: Continuar com o email
ru: Продолжить с е-мейл
sv: Fortsätt med e-post
tr: E-posta ile devam et
vi: Tiếp tục với email

# passwordless_email_sent_screen_title
source: Check your email inbox
de: Schau in dein E-Mail-Postfach
el: Ελέγξτε τα εισερχόμενα email σας
es: Revisa tu bandeja de entrada
fi: Tarkista saapuneet sähköpostisi
fr_ca: Vérifiez votre boîte de réception de courriels
hu: Ellenőrizd a beérkező leveleket
it: Controlla la posta in arrivo
ko: 이메일 수신함을 확인해주세요
nb: Sjekk din e-post innboks
nl: Controleer jouw e-mailinbox
pt_pt: Verifique a sua caixa de entrada de emails
ru: Проверьте вашу почту
sv: Vänligen kolla din inkorg
tr: E-posta gelen kutunu kontrol et
vi: Kiểm tra hộp thư của bạn

# passwordless_email_sent_subtitle
source: Email address: %@
de: E-Mail-Adresse: %@
el: Διεύθυνση email: %@
es: Email: %@
fi: Sähköpostiosoite: %@
fr_ca: Adresse courriel : %@
hu: E-mail cím: %@
it: Indirizzo email: %@
ko: 이메일 주소: %@
nb: E-postadresse: %@
nl: E-mailadres: %@
pt_pt: Endereço de email: %@
ru: Адрес е-мейл: %@
sv: E-postadress: %@
tr: E-posta adresi: %@
vi: Địa chỉ email: %@

# passwordless_email_sent_title
source: To sign in, click the "magic link" we just sent you.
de: Klicke auf den "Magischen Link", den wir dir gerade geschickt haben, um dich anzumelden.
el: Για να συνδεθείτε, κάντε κλικ στο "μαγικό σύνδεσμο" που σας στείλαμε.
es: Para inciar sesión, pulsa el "enlace mágico" que te acabamos de enviar.
fi: Paina juuri lähettämäämme "taikalinkkiä" kirjautuaksesi sisään.
fr_ca: Pour vous connecter, cliquez sur le « lien magique » que nous venons de vous envoyer.
hu: „Varázslinket” küldtünk. A bejelentkezéshez kattints rá!
it: Per accedere, clicca sul "magic link" che ti abbiamo appena inviato.
ko: 로그인 하기 위해, 저희가 발송한 '마법의 링크'를 클릭해주세요.
nb: For å logge inn, trykk på den "magiske lenken" vi akkurat sendte til deg.
nl: Om je aan te melden, klik op de 'magische link' die we je net hebben gestuurd.
pt_pt: Para iniciar a sessão clique no "link mágico" que acabamos de lhe enviar
ru: Чтобы войти, нажмите на ссылку, которую мы вам отправили.
sv: Klicka på den magiska länken som vi nyss skickat dig för att logga in.
tr: Giriş yapmak için, sana gönderdiğimiz 'sihirli bağlantı'ya tıkla.
vi: Để đăng nhập, nhấp vào "liên kết kì diệu" chúng tôi vừa gửi bạn.

# passwordless_main_signup_button
source: Continue with email
de: Weiter mit E-Mail-Adresse
el: Συνέχεια με email
es: Continuar con email
fi: Jatka sähköpostilla
fr_ca: Continuer avec votre courriel
hu: Folytatás e-maillel
it: Continua con indirizzo email
ko: 이메일로 진행하기
nb: Fortsett med e-post
nl: Doorgaan met e-mail
pt_pt: Continuar com o email
ru: Продолжить с е-мейл
sv: Fortsätt med e-post
tr: E-posta ile devam et
vi: Tiếp tục với email

# passwordless_username_input_done_button
source: Done
de: Fertig
el: Έγινε
es: Listo
fi: Valmis
fr_ca: Terminé
hu: Kész
it: Fatto
ko: 완료
nb: Fullfør
nl: Klaar
pt_pt: Feito
ru: Готово
sv: Klar
tr: Tamam
vi: Xong

# passwordless_username_input_textfield_placeholder
source: Username
de: Benutzername
el: Όνομα Χρήστη
es: Nombre de usuario
fi: Käyttäjänimi
fr_ca: Nom d'utilisateur
hu: Felhasználónév
it: Nome Utente
ko: 사용자
nb: Brukernavn
nl: Gebruikersnaam
pt_pt: Usuário
ru: Имя пользователя
sv: Användarnamn
tr: Kullanıcı Adı
vi: Tên người dùng

# passwordless_username_input_title
source: Choose your username
de: Wähle deinen Benutzernamen
el: Επιλογή ονόματος χρήστη
es: Elige tu nombre de usuario
fi: Valitse käyttäjänimesi
fr_ca: Choisissez votre nom d'utilisateur
hu: Válassz felhasználónevet
it: Scegli il nome utente
ko: 사용자 이름을 선택하세요
nb: Angi ditt brukernavn
nl: Kies jouw gebruikersnaam
pt_pt: Escolha o seu nome de utilizador
ru: Выберите логин
sv: Välj ditt användarnamn
tr: Kullanıcı adını seç
vi: Chọn tên người dùng của bạn

# payment_frequency_per_biweek
source: 2 weeks
el: 2 εβδομάδες
es: 2 semanas
fr_ca: 2 semaines
it: 2 settimane
ko: 2주
nl: 2 weken
pt_pt: 2 semanas
ru: 2 недели
vi: 2 tuần

# payment_frequency_per_day
source: day
el: μέρα
es: día
fr_ca: jour
it: giorno
ko: 일
nl: dag
pt_pt: dia
ru: день
vi: ngày

# payment_frequency_per_hour
source: hour
el: ώρα
es: hora
fr_ca: heure
it: ora
ko: 시간
nl: uur
pt_pt: hora
ru: час
vi: giờ

# payment_frequency_per_month
source: month
el: μήνα
es: mes
fr_ca: mois
it: mese
ko: 달
nl: maand
pt_pt: mês
ru: месяц
vi: tháng

# payment_frequency_per_week
source: week
el: εβδομάδα
es: semana
fr_ca: semaine
it: settimana
ko: 주
pt_pt: semana
ru: неделю
vi: tuần

# payment_frequency_per_year
source: year
el: χρόνο
es: año
fr_ca: année
it: anno
ko: 연
nl: jaar
pt_pt: ano
ru: год
vi: năm

# payment_payout_navbar_title
source: Payout
es: Cobro
it: Pagamento

# payment_payout_payment_availability
source: Get the money in %@
es: Consigue el dinero en %@
it: Ricevi il denaro in %@

# payment_payout_payment_fee
source: Transaction fee (%@)
es: Tasa por transacción (%@)
it: Commissioni transazione (%@)

# payment_payout_payment_instant_subtitle_label
source: Get the money in under 1 hour
es: Recibe el dinero en menos de 1 hora
it: Ricevi il denaro in meno di un'ora

# payment_payout_payment_instant_title_label
source: Transaction fee
es: Tasa por transacción
it: Commissioni transazione

# payment_payout_payment_standar_subtitle_label
source: Get the money in 3-7 days
es: Recibe el dinero en 3-7 días
it: Ricevi il denaro nel giro di 3-7 giorni

# payment_payout_payment_standar_title_label
source: FREE
es: GRATIS
it: GRATUITO

# payment_payout_payment_type_instant
source: Fast payment
es: Pago rápido
it: Pagamento rapido

# payment_payout_payment_type_standar
source: Standard payment
es: Pago estándar
it: Pagamento standard

# payments_card_number_placeholder
source: Card number
es: Número de tarjeta
it: Numero di carta

# payments_change_offer_amount_label
source: Seller receives
es: El vendedor recibe
it: Guadagni venditore
nl: Verkoper ontvangt
ru: Продавец получает
vi: Người bán nhận

# payments_change_offer_confirmation_button
source: Set new offer
es: Crear nueva oferta
it: Imposta nuova offerta
nl: Nieuw bod plaatsen
ru: Сделать новое предложение
vi: Thiết lập ưu đãi mới

# payments_change_offer_invalid_amount_alert_message
source: Oops! Your offer must be between %@ and %@.
es: ¡Ups! Tu oferta debe estar entre %@ y %@.
it: Ops! La tua offerta deve essere compresa tra %@ e %@
nl: Oeps! Je bod moet tussen de %@ en %@ zijn.

# payments_create_offer_buyer_protection_description_label
source: Pay through letgo and your funds will only be transferred to the seller when you confirm you want to keep the item
es: Paga a través de letgo y tu dinero solo se enviará al vendedor cuando confirmes que quieres quedarte el artículo
it: Paga tramite letgo ed i tuoi fondi saranno trasferiti al venditore solo quando confermerai di voler tenere l'articolo
nl: Betaal via Letgo en je geld wordt alleen naar de verkoper overgemaakt als je bevestigt dat je het item wilt behouden
ru: Платите через letgo и ваши деньги не уйдут продавцу, пока вы не подтвердите получение товара
vi: Thanh toán qua letgo và tiền của bạn sẽ chỉ đuộc chuyển cho người bán khi bạn xác nhận bạn muốn giữ món đồ

# payments_create_offer_buyer_protection_title_label
source: Buyer Protection
es: Protección del comprador
it: Protezione acquirente
nl: Kopersbescherming
ru: Защита покупателя
vi: Bảo vệ người mua

# payments_create_offer_change_button
source: Change
es: Cambiar
it: Modifica
nl: Wijzigen
ru: Изменить
vi: Thay đổi

# payments_create_offer_escrow_info_label
source: We'll hold the funds in escrow and won't release the payment to the seller until you receive the item
es: Custodiaremos el dinero y no liberaremos el pago al vendedor hasta que recibas el artículo
it: Tratteremo i fondi come deposito, senza rilasciare il pagamento al venditore prima che tu riceva l'articolo
nl: We bewaren het geld en geven de betaling pas aan de verkoper nadat je het item hebt ontvangen
ru: Мы заморозим средства и не будем отправлять платеж продавцу, пока вы не получите товар
vi: Chúng tôi sẽ giữ tiền đặt cọc và không tiến hành thanh toán cho người bán cho đến khi bạn nhận được món đồ.
