Repository: goRestart/ios-restart-app
Catalog: components/LGResources/LGResources/Assets/i18n/*.lproj/Localizable.strings
Languages: de, el, es, fi, fr_ca, hu, it, ko, nb, nl, pt_pt, ru, sv, tr, vi

# product_more_info_related_view_more
source: View more
de: Weitere anzeigen
el: Δείτε περισσότερα
es: Ver más
fi: Näytä lisää
fr_ca: Afficher plus
hu: Továbbiak
it: Vedi altro
ko: 더보기
nb: Se flere
nl: Bekijk meer
pt_pt: Ver mais
ru: Смотреть еще
sv: Läs mer
tr: Daha fazla bilgi
vi: Xem thêm

# product_more_info_tooltip_part_1
source: Tap
de: Drücke
el: Πατήστε
es: Pulsa
fi: Paina
fr_ca: Sélectionnez
hu: Koppints
it: Tocca
ko: 누르세요
nb: Trykk
nl: Tik
pt_pt: Toque
ru: Нажмите
sv: Klicka
tr: dokun
vi: Chạm

# product_more_info_tooltip_part_2
source: %@ to see more info
de: %@ für weitere Infos
el: %@ για πληροφορίες
es: %@ para ver más detalles
fi: %@ nähdäksesi lisätietoja
fr_ca: %@ pour voir plus d'infos
hu: %@ a részletekért
it: %@ per vedere maggiori informazioni
ko: 더 많은 정보를 보기위해서 %@
nb: %@ for å se mer info
nl: %@ om meer informatie te zien
pt_pt: %@ para mais informações
ru: %@ просмотреть больше информации
sv: %@ för mer information
tr: Daha fazla bilgi için %@
vi: %@ để xem thêm thông tin

# product_negotiable_price
source: Negotiable
de: Verhandelbar
el: Συζητήσιμη
es: Negociable
fi: Neuvoteltavissa
fr_ca: Négociable
hu: Alkudható
it: Trattabile
ko: 흥정가능한
nb: Kan diskuteres
nl: Bespreekbaar
pt_pt: Negociável
ru: Обсуждаема
sv: Förhandlingsbart
tr: Pazarlık edilebilir
vi: Có thể thương lượng

# product_new_onboarding_finger_keep_swipe_label
source: %@ back or forward to go to the previous or next listing
de: %@ vor oder zurück, um zum nächsten oder vorherigen Angebot zu gelangen
el: %@ πίσω ή μπροστά για να πάτε στην προηγούμενη ή επόμενη καταχώρηση
es: %@ hacia atrás o hacia delante para ir al anuncio anterior o al siguiente
fi: %@ taakse tai eteenpäin mennäksesi edelliseen tai seuraavaan ilmoitukseen
fr_ca: %@ vers l'arrière ou vers l'avant pour aller à l'annonce précédente ou suivante
hu: %@ balra vagy jobbra, az előző vagy a következő hirdetés felé
it: %@ avanti o indietro per passare all'annuncio precedente o successivo
ko: 이전 혹은 다음 상품 목록으로 이동하기 위해 %@ 뒤로 가기 혹은 앞으로 이동하기
nb: %@ til høyre og ventre for å gå til neste eller forrige annonse
nl: %@ terug of vooruit om naar de vorige of volgende advertentie te gaan
pt_pt: %@ para trás ou para a frente para ir para a publicação anterior ou seguinte
ru: %@ вперед или назад, чтобы перейти к следующему или предыдущему объявлению
sv: %@ framåt eller bakåt för att se föregående eller nästa annons
tr: Önceki veya sonraki ilanı görmek için ileri ya da geri %@
vi: %@ về sau hoặc trước để đi tới bài đăng trước hoặc tiếp theo

# product_new_onboarding_finger_swipe_label
source: %@ to see more pictures
de: %@, um mehr Bilder zu sehen
el: %@ για να δείτε περισσότερες φωτογραφίες
es: %@ para ver más fotos
fi: %@ nähdäksesi lisää kuvia
fr_ca: %@ pour voir plus d'images
hu: %@ a további képekért
it: %@ per vedere altre foto
ko: 좀 더 많은 사진 보기 위해 %@
nb: %@ for å se flere bilder
nl: %@ om meer afbeeldingen te zien
pt_pt: %@ para ver mais imagens
ru: %@, чтобы увидеть еще фото
sv: %@ för att se fler bilder
tr: Daha fazla fotoğraf görmek için %@
vi: %@ để xem thêm ảnh

# product_new_onboarding_finger_swipe_next_product_highlighted_label
source: Swipe
de: Wische
el: Σύρετε
es: Desliza
fi: Pyyhkäise
fr_ca: Faites glisser
hu: Suhints
it: Scorri
ko: 밀기
nl: Veeg
pt_pt: Deslize
ru: Листайте
sv: Svep
tr: Kaydır
vi: Vuốt

# product_new_onboarding_finger_swipe_next_product_label
source: %@ to go to the next listing or to the previous one
de: %@, um das nächste oder vorherige Angebot zu sehen
el: %@ για να πάτε στην επόμενη ή στην προηγούμενη καταχώρηση
es: %@ para ir al siguiente anuncio o al anterior
fi: %@ mennäksesi seuraavaan tai edelliseen ilmoitukseen
fr_ca: %@ pour aller à la prochaine annonce ou à la précédente
it: %@ per andare all'annuncio successivo o a quello precedente
ko: 다음 목록 혹은 이전 화면으로 이동하기 위해 %@ 하세요
nb: %@ for å gå til neste eller forrige annonse
nl: %@ om naar de volgende advertentie te gaan of naar de vorige
pt_pt: %@ para ir até à publicação seguinte ou anterior
ru: %@ для перехода к следующему или предыдущему объявлению
sv: %@ för att gå till nästa eller föregående produkt
tr: sonraki ya da önceki ilana gitmek için %@
vi: %@ để đi tới bài đăng kế tiếp hay trước đó

# product_new_onboarding_finger_tap_label
source: %@ to go to the next listing
de: %@, um zum nächsten Angebot zu gelangen
el: %@ για να πάτε στην επόμενη καταχώρηση
es: %@ para ir al próximo anuncio
fi: %@ mennäksesi seuraavaan ilmoitukseen
fr_ca: %@ pour aller à l'annonce suivante
hu: %@ a következő hirdetéshez
it: %@ per andare all'annuncio successivo
ko: 다음 상품 목록으로 이동하기 위해 %@ 하기
nb: %@ for å gå til neste annonse
nl: %@ om naar de volgende advertentie te gaan
pt_pt: %@ para ir para a publicação seguinte
ru: %@, чтобы перейти к следующему объявлению
sv: %@ för att se nästa annons
tr: Sonraki ilana geçmek için %@
vi: %@ để đi tới bài đăng tiếp theo

# product_new_onboarding_tap_left_label
source: %@ to see the previous picture
de: %@, um das vorherige Bild zu sehen
el: %@ για να δείτε την προηγούμενη εικόνα
es: %@ para ver la imagen anterior
fi: %@ nähdäksesi edellisen kuvan
fr_ca: %@ pour voir l'image précédente
it: %@ per vedere la foto precedente
ko: 이전 사진을 확인하기 위해 %@하세요
nb: %@ for å se forrige bilde
nl: %@ om de vorige afbeelding te zien
pt_pt: %@ para ver a imagem anterior
ru: %@ для просмотра предыдущего фото
sv: %@ för att se föregående bild
tr: sonraki fotoğrafı görmek için %@
vi: %@ để xem ảnh trước

# product_new_onboarding_tap_left_label_highlighted
source: Tap on the left
de: Drücke links
el: Πατήστε αριστερά
es: Pulsa a la izquierda
fi: Paina vasemmalla
fr_ca: Touchez sur la gauche
hu: Koppints balra
it: Tocca a sinistra
ko: 클릭하여 좌측으로 이동하기
nb: Trykk på venstre side
nl: Tik links
pt_pt: Toque na esquerda
ru: Нажмите на левую часть
sv: Klicka till vänster
tr: Sola dokun
vi: Nhấp vào bên trái

# product_new_onboarding_tap_right_highlighted_label
source: Tap on the right
de: Drücke rechts
el: Πατήστε δεξιά
es: Pulsa a la derecha
fi: Paina oikealla
fr_ca: Touchez sur la droite
hu: koppints jobbra
it: Tocca a sinistra
ko: 클릭하여 우측으로 이동하기
nb: Trykk på høyre side
nl: Tik rechts
pt_pt: Toque na direita
ru: Нажмите на правую часть
sv: Klicka till höger
tr: Sağa dokun
vi: Nhấp vào bên phải

# product_new_onboarding_tap_right_highlighted_label_2
source: in the center
de: in der Mitte
el: στο κέντρο
es: o en el centro
fi: keskellä
fr_ca: au milieu
hu: középre
it: nel centro
ko: 화면 중간
nb: i midten
nl: in het midden
pt_pt: no centro
ru: или в середину
sv: i mitten
tr: ekrana
vi: ở giữa

# product_new_onboarding_tap_right_label
source: %@ or %@ to see the next picture
de: %@ oder %@, um das nächste Bild zu sehen
el: %@ ή %@ για να δείτε την επόμενη φωτογραφία
es: %@ o %@ para ver la siguiente imagen
fi: %@ tai %@ nähdäksesi seuraavan kuvan
fr_ca: %@ ou %@ pour voir l'image suivante
hu: A következő képhez %@ vagy %@
it: %@ or %@ per vedere la foto successiva
ko: 다음 사진을 확인하기 위해 %@ 혹은 %@ 확인
nb: %@ eller %@ for å se neste bilde
nl: %@ of %@ om de volgende afbeelding te zien
pt_pt: %@ ou %@ para ver a imagem seguinte
ru: %@ или %@ для просмотра следующего фото
sv: %@ eller %@ för att se nästa bild
tr: Sonraki fotoğrafı görmek için %@ veya %@
vi: %@ hoặc %@ để xem ảnh tiếp theo

# product_nit_onboarding_next_picture
source: Next picture
el: Επόμενη εικόνα
es: Foto siguiente
fr_ca: Photo suivante
hu: Következő kép
it: Immagine successiva
ko: 다음 사진
nl: Volgende afbeelding
pt_pt: Imagem seguinte
ru: Следующее изображение
sv: Nästa bild
vi: Ảnh tiếp theo

# product_nit_onboarding_previous_picture
source: Previous picture
el: Προηγούμενη εικόνα
es: Foto anterior
fr_ca: Photo précédente
hu: Előző kép
it: Immagine precedente
ko: 이전 사진
nl: Vorige afbeelding
pt_pt: Imagem anterior
ru: Предыдущее изображение
sv: Föregående bild
vi: Ảnh trước

# product_onboarding_finger_scroll_label
source: Scroll to see more pictures
de: Scrolle, um mehr Bilder zu sehen
el: Σύρετε για να δείτε περισσότερες φωτογραφίες
es: Desplázate arriba o abajo para ver más fotos
fi: Vieritä nähdäksesi lisää kuvia
fr_ca: Faites défiler pour voir plus de photos
hu: Csúsztatással további képeket jeleníthetsz meg
it: Scorri per vedere altre foto
ko: 더 많은 사진을 확인하기 위해 스크롤을 내려보세요
nb: Scroll for å se flere bilder
nl: Scroll om meer afbeeldingen te zien
pt_pt: Desloque para ver mais imagens
ru: Проведите вверх или вниз, чтобы листать фотографии
sv: Skrolla ner för att se fler bilder.
tr: Daha fazla fotoğraf görmek için sürükle
vi: Cuộn để xem thêm ảnh

# product_onboarding_finger_swipe_label
source: Swipe to go to the next listing or to the previous one
de: Wische, um zum nächsten oder vorherigen Angebot zu gelangen
el: Σύρετε για να πάτε στην επόμενη ή στην προηγούμενη καταχώρηση
es: Desliza hacia la derecha o a la izquierda para pasar al próximo anuncio o al anterior
fi: Pyyhkäise mennäksesi seuraavaan tai edelliseen ilmoitukseen
fr_ca: Glissez pour voir l'annonce suivante ou précédente
hu: A következő vagy az előző hirdetéshez suhints oldalra
it: Striscia il dito per passare all'annuncio successivo o a quello precedente
ko: 다음 상품 목록 혹은 이전 상품 목록으로 이동하기 위해 누르기
nb: Swipe for å gå til neste eller forrige annonse
nl: Schuif om naar de volgende of vorige advertentie te gaan
pt_pt: Deslize para ver a publicação seguinte ou a anterior
ru: Листайте, чтобы пройти к следующему или предыдущему объявлению
sv: Svep för att gå till nästa eller föregående annons
tr: Bir önceki veya sonraki ilana gitmek için ekranı kaydır
vi: Vuốt để tới bài đăng tiếp theo hoặc trước đó

# product_onboarding_finger_tap_label
source: Tap to go to the next listing
de: Drücke, um zum nächsten Angebot zu gelangen
el: Πατήστε για να πάτε στην επόμενη καταχώρηση
es: Pulsa para pasar al próximo anuncio
fi: Napauta mennäksesi seuraavaan ilmoitukseen
fr_ca: Tapez pour aller à l'annonce suivante
hu: A következő hirdetéshez koppints egyet
it: Tocca per passare all'annuncio successivo
ko: 눌러서 다음 상품 목록으로 이동하기
nb: Trykk for å gå til neste annonse
nl: Tik om naar de volgende advertentie te gaan
pt_pt: Toque para ver a publicação seguinte
ru: Нажмите, чтобы пройти к следующему объявлению
sv: Klicka för att gå till nästa annons
tr: Bir sonraki ilana gitmek için dokun
vi: Chạm để tới bài đăng tiếp theo

# product_onboarding_show_again_button_title
source: How to Browse
de: Wie du Produkte findest
el: Πώς να Περιηγηθείτε
es: Cómo navegar
fi: Ohjeet selailuun
fr_ca: Comment Naviguer
hu: A böngészés menete
it: Come navigare
ko: 검색하는 방법
nb: Hvordan bla i produkter
nl: Hoe te Browsen
pt_pt: Como Navegar
ru: Как смотреть товары
sv: Hur du surfar runt
tr: Uygulamada nasıl gezilir?
vi: Cách Duyệt trang

# product_option_edit
source: Edit listing
de: Angebot bearbeiten
el: Επεξεργασία καταχώρησης
es: Editar anuncio
fi: Muokkaa ilmoitusta
fr_ca: Modifier l'annonce
hu: Hirdetés szerkesztése
it: Modifica annuncio
ko: 상품 목록 수정
nb: Endre annonse
nl: Advertentie bewerken
pt_pt: Editar publicação
ru: Редактировать объявление
sv: Redigera annons
tr: İlanı düzenle
vi: Sửa bài đăng

# product_option_share
source: Share listing
de: Angebot teilen
el: Κοινοποίηση καταχώρησης
es: Compartir anuncio
fi: Jaa ilmoitus
fr_ca: Partager l'annonce
hu: Hirdetés megosztása
it: Condividi annuncio
ko: 상품 게시글 공유하기
nb: Del annonse
nl: Advertentie delen
pt_pt: Partilhar publicação
ru: Поделиться объявлением
sv: Dela annons
tr: İlanı paylaş
vi: Chia sẻ bài đăng

# product_popular_near_you
source: Popular near you
de: Beliebt in deiner Nähe
el: Δημοφιλή κοντά σας
es: Popular cerca de ti
fi: Suosittuja lähelläsi
fr_ca: Populaire près de chez vous
hu: Népszerű a közeledben
it: Popolari nella tua zona
ko: 근처에 인기있는 상품
nb: Populært i ditt nærområde
nl: Populair in jouw omgeving
pt_pt: Popular perto de si
ru: Популярное рядом с вами
sv: Populärt nära dig
tr: Çevrende en çok beğenilenler
vi: Sản phẩm phổ biến gần bạn

# product_post_camera_first_time_alert_subtitle
source: Take a good picture and start making cash!
de: Mach ein gutes Foto und verdiene bares Geld!
el: Τραβήξτε μια καλή φωτογραφία και ξεκινήστε να κερδίζετε μετρητά!
es: ¡Haz una buena foto y empieza a ganar dinero!
fi: Nappaa hyvä kuva ja ala tienata!
fr_ca: Prenez une bonne photo et commencez à gagner de l'argent !
hu: Készíts egy jó képet, és kezd pénzt keresni!
it: Scatta una bella foto e inizia a guadagnare!
ko: 훌륭한 사진을 찍고 현금을 벌어보세요!
nb: Knips et godt bilde og begynn å tjene penger!
nl: Neem een goede foto en begin met het verdienen van geld!
pt_pt: Tire uma boa foto e comece a fazer dinheiro!
ru: Сделайте хорошее фото и получите деньги!
sv: Ta en bra bild och börja tjäna pengar!
tr: Güzel bir fotoğraf çek ve para kazanmaya başla!
vi: Chụp một bức ảnh đẹp và bắt đầu kiếm tiền!

# product_post_camera_first_time_alert_title
source: What are you selling?
de: Was möchtest du verkaufen?
el: Τι πουλάς;
es: ¿Qué quieres vender?
fi: Mitä olet myymässä?
fr_ca: Que vendez-vous ?
hu: Mit árulsz?
it: Che cosa stai vendendo?
ko: 무엇을 판매하세요?
nb: Hva selger du?
nl: Wat verkoop je?
pt_pt: O que está a vender?
ru: Что вы продаете?
sv: Vad säljer du?
tr: Ne satıyorsun?
vi: Bạn đang bán gì?

# product_post_camera_gallery_text_button
source: GALLERY
de: GALERIE
el: ΓΚΑΛΕΡΙ
es: GALERÍA
fi: GALLERIA
fr_ca: ALBUM PHOTOS
hu: GALÉRIA
it: GALLERIA
ko: 갤러리
nb: GALLERI
nl: BIBLIOTHEEK
pt_pt: GALERIA
ru: ГАЛЕРЕЯ
sv: BIBLIOTEK
tr: GALERİ
vi: THƯ VIỆN HÌNH ẢNH

# product_post_camera_permissions_button
source: Allow
de: Erlauben
el: Πρόσβαση
es: Permitir
fi: Salli
fr_ca: Autoriser
hu: Engedélyezés
it: Consenti
ko: 허가
nb: Tillat
nl: Toestaan
pt_pt: Permitir
ru: Разрешить
sv: Tillåt
tr: İzin Ver
vi: Cho phép

# product_post_camera_permissions_subtitle
source: To take a photo, you must allow access to Camera
de: Um ein Foto machen zu können, musst du den Zugriff auf deine Kamera erlauben
el: Για να τραβήξετε μια φωτογραφία, θα πρέπει να επιτρέψετε την πρόσβαση στην Κάμερα
es: Para hacer una foto, debes permitir el acceso a la Cámara
fi: Ottaaksesi kuvan, sinun on annettava lupa käyttää kameraa
fr_ca: Pour prendre une photo, vous devez autoriser l'accès à l'Appareil Photo
hu: Fotókészítéshez hozzáférést kell adnod a Kamerához
it: Per scattare una foto, devi consentire l'accesso alla fotocamera
ko: 사진을 촬영하기 위해서는, 사진 활용에 대한 접근을 허가해주셔야합니다
nb: Du må tillate tilgang til kamera for å kunne ta et bilde
nl: Om een foto te maken, moet je de toegang tot de Camera toestaan
pt_pt: Para tirar uma foto deve permitir o acesso à Câmara
ru: Чтобы сделать фото, разрешите доступ к Камере
sv: Du måste tillåta åtkomst till Kameran för att ta en bild
tr: Fotoğraf çekebilmek için, kameraya erişime izin vermelisin
vi: Để chụp ảnh, bạn cần cho phép truy cập Camera

# product_post_camera_permissions_title
source: Allow access to Camera
de: Zugriff auf Kamera zulassen
el: Επιτρέψτε την πρόσβαση στην Κάμερα
es: Permitir acceso a la Cámara
fi: Salli kameran käyttö
fr_ca: Autoriser l'accès à l'Appareil Photo
hu: Hozzáférés engedélyezése a Kamerához
it: Consenti accesso alla fotocamera
ko: 카메라 접근 허가하기
nb: Tillat tilgang til kamera
nl: Geef toegang tot Camera
pt_pt: Permitir acesso à Câmara
ru: Разрешить доступ к Камере
sv: Tillåt åtkomst till Kamera
tr: Kameraya erişime izin ver
vi: Cho phép truy cập Camera

# product_post_camera_photo_mode_button
source: PHOTO
de: FOTO
el: ΦΩΤΟΓΡΑΦΙΑ
es: FOTO
fi: KUVA
hu: FOTÓ
it: FOTO
ko: 사진
nb: BILDE
nl: FOTO
pt_pt: FOTO
ru: ФОТО
sv: FOTO
tr: FOTOĞRAF
vi: ẢNH

# product_post_camera_tab_v2
source: CAMERA
de: KAMERA
el: ΚΑΜΕΡΑ
es: CÁMARA
fi: KAMERA
fr_ca: APPAREIL PHOTO
hu: KAMERA
it: FOTOCAMERA
ko: 카메라
nb: KAMERA
pt_pt: CÂMARA
ru: КАМЕРА
sv: KAMERA
tr: Kamera
vi: MÁY ẢNH

# product_post_camera_video_mode_button_new_badge
source: New!
de: Neu!
el: Νέο!
es: ¡Nuevo!
fi: Uusi!
fr_ca: NOUVEAU !
hu: Új!
it: Novità!
ko: 신상!
nl: Nieuw!
pt_pt: Novo!
ru: Новое!
sv: Nytt!
tr: Yeni!
vi: Mới!

# product_post_camera_video_recording_min_duration_message
source: Please record for at least %d seconds
de: Bitte nimm mindestens für %d Sekunden auf
el: Παρακαλώ καταγράψτε τουλάχιστον %d δευτερόλεπτα
es: Por favor graba al menos %d segundos
fi: Kuvaathan vähintään %d sekuntia
fr_ca: Veuillez enregistrer au moins %d secondes
hu: Legalább %d másodpercig rögzíts
it: Registra per almeno %d secondi
ko: 최소 %d초 동안 녹화해주세요
nl: Neem ten minste %d seconden op
pt_pt: Grave durante, pelo menos, %d segundos
ru: Пожалуйста, запишите как минимум %d секунд
sv: Var god spela in minst %d sekunder
tr: Lütfen en az %d saniye kaydet
vi: Vui lòng thu trong ít nhất %d giây

# product_post_camera_video_recording_tooltip
source: %@ to record video
de: %@, um ein Video aufzunehmen
el: %@ για καταγραφή βίντεο
es: %@ para grabar un vídeo
fi: %@ kuvataksesi videon
fr_ca: %@ pour enregistrer une vidéo
hu: Videó rögzítéséhez %@
it: %@ per registrare video
ko: 비디오 녹화를 위해 %@ 사용
nb: %@ for å gjøre et videopptak
nl: %@ om een video op te nemen
pt_pt: %@ para gravar vídeo
ru: %@, чтобы снять видео
sv: %@ för att filma
tr: Bir video kaydetmek için %@
vi: %@ để thu video

# product_post_camera_video_recording_tooltip_highlighted_word
source: Hold
de: Gedrückt halten
el: Πατήστε
es: Mantén presionado
fi: Pidä pohjassa
fr_ca: Maintenez appuyé
hu: tartsd nyomva
it: Tieni premuto
ko: 멈춤
nb: Hold inne
nl: Vasthouden
pt_pt: Segure
ru: Зажмите
sv: Håll in
tr: basılı tut
vi: Giữ

# product_post_close_alert_close_button
source: Discard
de: Verwerfen
el: Απόρριψη
es: Descartar
fi: Hylkää
fr_ca: Annuler
hu: Elvetés
it: Elimina
ko: 삭제하기
nb: Forkaste
nl: Verwijder
pt_pt: Descartar
ru: Отмена
sv: Släng
tr: Sil
vi: Hủy

# product_post_close_alert_description
source: Do you still want to list it for sale?
de: Möchtest du es weiterhin zum Verkauf anbieten?
el: Θέλετε ακόμη να το καταχωρήσετε για πώληση;
es: ¿Todavía quieres ponerlo a la venta?
fi: Haluatko silti laittaa tuotteen myyntiin?
fr_ca: Souhaitez-vous toujours le laisser en vente ?
hu: Mégis kilistázod eladóként?
it: Desideri ancora metterlo in vendita?
ko: 여전히 판매를 원하시나요?
nb: Ønsker du fortsatt å selge produktet?
nl: Wil je het nog steeds als te koop plaatsen?
pt_pt: Ainda quer publicá-lo para venda?
ru: Все еще хотите разместить товар на продажу?
sv: Vill du fortfarande lägga ut den till försäljning?
tr: Ürünü satmak için yüklemek istiyor musun?
vi: Bạn có còn muốn đăng sản phẩm này để bán?

# product_post_close_alert_ok_button
source: Post listing
de: Angebot einstellen
el: Δημοσίευση καταχώρησης
es: Publicar anuncio
fi: Julkaise ilmoitus
fr_ca: Publiez l'annonce
hu: Hirdetés feltöltése
it: Pubblica annuncio
ko: 상품 게시글 등록
nb: Publiser annonse
nl: Advertentie plaatsen
pt_pt: Publicar anúncio
ru: Опубликовать объявление
sv: Lägg upp annons
tr: İlan yayınla
vi: Đăng bài

# product_post_close_alert_title
source: Listing not posted
de: Angebot nicht eingestellt
el: Η καταχώρηση δεν έχει δημοσιευθεί
es: Anuncio no publicado
fi: Ilmoitusta ei julkaistu
fr_ca: Annonce non publiée
hu: Hirdetés nincs feltöltve
it: Annuncio non pubblicato
ko: 상품 게시글이 등록되지 않았습니다
nb: Annonsen har ikke blitt publisert
nl: Advertentie niet geplaatst
pt_pt: Anúncio não publicado
ru: Объявление не размещено
sv: Annonsen är inte upplagd
tr: İlan yayınlanmadı
vi: Bài chưa được đăng

# product_post_confirmation_another
source: Or
de: Oder
el: 'Η
es: O
fi: Tai
fr_ca: Ou
hu: vagy
it: O
ko: 혹은
nb: Eller
nl: Of
pt_pt: Ou
ru: Или
sv: Eller
tr: veya
vi: Hoặc

# product_post_confirmation_another_button
source: Post another item
de: Stell noch ein Produkt ein
el: Δημοσιεύστε άλλο προϊόν
es: Publica otro anuncio
fi: Julkaise toinen tuote
fr_ca: Publiez un autre produit
hu: Mást is meghirdetek
it: Pubblica un altro oggetto
ko: 다른 상품 게시하기
nb: Publiser enda et produkt
nl: Plaats een ander item
pt_pt: Publique outro item
ru: Разместить другой товар
sv: Lägg upp en till annons
tr: Başka bir ürün listele
vi: Đăng sản phẩm khác

# product_post_confirmation_another_listing_button
source: Post another listing
de: Stelle ein weiteres Angebot ein
el: Δημοσιεύστε κι άλλη καταχώρηση
es: Publicar otro anuncio
fi: Julkaise toinen ilmoitus
fr_ca: Publier une autre annonce
hu: Újabb hirdetés feltöltése
it: Pubblica un altro annuncio
ko: 다른 글 작성하기
nb: Publiser en ny annonse
nl: Plaats nog een advertentie
pt_pt: Publicar outro anúncio
ru: Разместить другое объявление
sv: Lägg upp en annan annons
tr: Başka bir ilan yükle
vi: Đăng một bài khác

# product_post_confirmation_edit
source: Add more details
de: Details hinzufügen
el: Προσθέστε λεπτομέρειες
es: Añade más detalles
fi: Lisää tietoja
fr_ca: Ajouter plus de détails
hu: Részletek hozzáadása
it: Aggiungi altri dati
ko: 세부사항 추가하기
nb: Legg til flere detaljer
nl: Voeg meer details toe
pt_pt: Adicionar mais detalhes
ru: Добавить еще детали
sv: Lägg till mer information
tr: Daha fazla bilgi gir
vi: Thêm thông tin

# product_post_different_country_error
source: You can’t post in a country where you’re not currently located.
de: Du kannst keine Produkte in einem Land einstellen, in dem du dich momentan nicht befindest.
el: Δεν μπορείτε να δημοσιεύσετε σε χώρα στην οποία δε βρίσκεστε πια.
es: No puedes publicar en un país distinto al que te encuentras actualmente.
fi: Et voi julkaista maassa, jossa et ole tällä hetkellä.
fr_ca: Vous ne pouvez pas publier une annonce dans un pays où vous n'êtes pas situé.
hu: Csak abban az országban tehetsz fel hirdetést, amelyben tartózkodsz
it: Non puoi pubblicare oggetti in paesi diversi da quello in cui risiedi.
ko: 현재 거주하고 계신 국가로만 게시글을 작성하실 수 있습니다
nb: Du kan ikke publisere i et land du ikke befinner deg i.
nl: Je kunt geen artikelen plaatsen in een land waar je bent op dit moment niet bent.
pt_pt: Não pode publicar num país onde não está atualmente localizado.
ru: Вы не можете размещать объявления в стране, в которой вы не находитесь в текущий момент.
sv: Du kan inte lägga upp produkter i ett land som du inte befinner dig i.
tr: Şu anda ikamet etmediğin bir ülkeden ürün yayınlayamazsın.
vi: Bạn không thể đăng tại một quốc gia mà hiện bạn không cư trú.

# product_post_done
source: Done
de: Fertig
el: Έτοιμο
es: Hecho
fi: Valmis
fr_ca: Terminé
hu: Kész
it: Fatto
ko: 완료되었습니다
nb: Fullfør
nl: Klaar
pt_pt: Feito
ru: Готово
sv: Klar
tr: Onayla
vi: Hoàn thành

# product_post_empty_gallery_button
source: Take Photo
de: Foto aufnehmen
el: Τραβήξτε Φωτογραφία
es: Hacer foto
fi: Ota kuva
fr_ca: Prendre une Photo
hu: Fotó készítése
it: Scatta Foto
ko: 사진 촬영
nb: Ta bilde
nl: Foto maken
pt_pt: Tire uma Foto
ru: Сделать фото
sv: Ta bild
tr: Fotoğraf Çek
vi: Chụp Ảnh

# product_post_empty_gallery_subtitle
source: Take a photo of what you want to post
de: Mache ein Foto von dem, was du verkaufen möchtest
el: Τραβήξτε μια φωτογραφία της καταχώρησης που θέλετε να δημοσιεύσετε
es: Haz una foto de lo que quieres publicar
fi: Ota kuva siitä, mitä haluat julkaista
fr_ca: Prenez une photo de ce que vous souhaitez publier
hu: Készítsd fotót hirdetés tárgyáról
it: Scatta una foto di quello che vuoi pubblicare
ko: 게시하고자 하는 것의 사진을 촬영합니다
nb: Ta et bilde av det du ønsker å publisere
nl: Maak een foto van wat je wilt plaatsen
pt_pt: Tire uma foto ao que deseja publicar
ru: Сделайте фото товара, который хотите разместить
sv: Ta en bild på det du vill sälja
tr: Yüklemek istediğin şeyin fotoğrafını çek
vi: Chụp ảnh thứ bạn muốn đăng

# product_post_empty_gallery_title
source: No photos found
de: Keine Fotos gefunden
el: Δε βρέθηκαν φωτογραφίες
es: No se han encontrado fotos
fi: Kuvia ei löytynyt
fr_ca: Aucune photo trouvée
hu: Nem található fotó
it: Nessuna foto trovata
ko: 어떠한 사진도 찾을 수 없습니다
nb: Ingen bilder ble funnet
nl: Geen foto's gevonden
pt_pt: Nenhuma foto encontrada
ru: Фотографии не найдены
sv: Inga bilder hittades
tr: Fotoğraf bulunamadı
vi: Không có ảnh nào
