Repository: goRestart/ios-restart-app
Catalog: components/LGResources/LGResources/Assets/i18n/*.lproj/Localizable.strings
Languages: de, el, es, fi, fr_ca, hu, it, ko, nb, nl, pt_pt, ru, sv, tr, vi

# direct_answer_negotiable_yes
source: Yes, it's negotiable
de: Ja, ist verhandelbar
el: Ναι, είναι διαπραγματεύσιμη
es: Sí, es negociable
fi: Kyllä, siitä voidaan neuvotella
fr_ca: Oui, c'est négociable
hu: Igen, alkudható
it: Sì, è trattabile
ko: 네. 이는 흥정 가능합니다
nb: Ja, prisen kan diskuteres
nl: Ja, het is bespreekbaar
pt_pt: Sim. É negociável.
ru: Да, торг возможен
sv: Ja, det är förhandlingsbart
tr: Evet, pazarlık olur
vi: Có, có thể thương lượng

# direct_answer_not_interested
source: I'm not interested
de: Ich bin nicht interessiert
el: Δεν ενδιαφέρομαι
es: No me interesa
fi: En ole kiinnostunut
fr_ca: Je ne suis pas intéressé
hu: Nem érdekel
it: Non sono interessato
ko: 저는 관심이 없습니다
nb: Jeg er ikke interessert
nl: Ik ben niet geïnteresseerd!
pt_pt: Não tenho interesse
ru: Мне это не интересно
sv: Jag är inte intresserad
tr: İlgilenmiyorum
vi: Tôi không quan tâm

# direct_answer_not_interested_title
source: Not interested...
de: Nicht interessiert...
el: Δεν ενδιαφέρομαι...
es: No me interesa...
fi: En ole kiinnostunut...
fr_ca: Pas intéressé...
hu: Nem érdekel...
it: Non sono interessato...
ko: 관심 없는...
nb: Ikke interessert...
nl: Niet geïnteresseerd...
pt_pt: Não tenho interesse...
ru: Не интересует...
sv: Inte intresserad...
tr: İlgilenmiyorum...
vi: Không quan tâm...

# direct_answer_not_negotiable_title
source: Not negotiable...
de: Nicht verhandelbar...
el: Μη διαπραγματεύσιμο...
es: No negociable...
fi: Ei neuvoteltavissa...
fr_ca: Non négociable...
hu: Nem alkudható...
it: Non trattabile...
ko: 흥정 가능하지 않은...
nb: Kan ikke diskuteres...
nl: Niet bespreekbaar...
pt_pt: Não negociável...
ru: Без торга...
sv: Ej förhandlingsbar...
tr: Pazarlık olmaz...
vi: Không thể thương lượng...

# direct_answer_price_firm
source: Is the price firm?
de: Ist das ein Festpreis?
el: Είναι η τιμή σταθερή;
es: ¿Es firme el precio?
fi: Onko hinta tiukka?
fr_ca: Est-ce que le prix est ferme ?
hu: Fix ára van?
it: Il prezzo è trattabile?
ko: 이 가격은 확정된 것입니까?
nb: Er prisen fast?
nl: Is dit een vaste prijs?
pt_pt: O preço é fixo?
ru: Цена окончательная?
sv: Är priset fast?
tr: Son fiyat mı?
vi: Giá đã chốt chưa?

# direct_answer_price_title
source: Price...
de: Preis...
el: Τιμή...
es: Precio...
fi: Hinta...
fr_ca: Prix...
hu: Ár...
it: Prezzo...
ko: 가격...
nb: Pris...
nl: Prijs...
pt_pt: Preço...
ru: Цена...
sv: Pris...
tr: Fiyat...
vi: Giá...

# direct_answer_product_sold
source: Sorry, it has been sold!
de: Tut mir leid, ich hab's bereits verkauft!
el: Λυπάμαι, έχει πωληθεί!
es: Lo siento, ¡está vendido!
fi: Pahoittelen, se on myyty!
fr_ca: Désolé, ceci a été vendu !
hu: Sajnálom, már eladtam!
it: Spiacente, è già stato venduto!
ko: 죄송합니다만, 이미 판매되었습니다!
nb: Beklager, denne har blitt solgt!
nl: Sorry, het is verkocht!
pt_pt: Lamento, foi vendido!
ru: Извините, товар продан!
sv: Tyvärr, den är redan såld!
tr: Üzgünüm, satıldı!
vi: Xin lỗi, nó đã được bán!

# direct_answer_sold_question_message
source: Mark your listing as sold so all letgo users know
de: Markiere dein Angebot als verkauft, damit die anderen letgo-Nutzer Bescheid wissen
el: Μαρκάρετε την καταχώρησή σας ως πουλημένη, για να το ξέρουν οι χρήστες του letgo
es: Marca tu anuncio como vendido para que lo sepan todos los usuarios de letgo
fi: Merkitse ilmoituksesi myydyksi, jotta kaikki letgon käyttäjät saavat tiedon
fr_ca: Indiquez « vendu » sur votre annonce pour informer tous les utilisateurs de letgo
hu: Jelöld a hirdetést eladottként, hogy tudjanak a dologról a letgo felhasználói
it: Contrassegna il tuo annuncio come venduto, così anche gli altri utenti di letgo ne saranno a conoscenza
ko: letgo 사용자가 알 수 있도록, 상품 목록을 판매완료로 표시하세요
nb: Marker din annonse som solgt slik at alle letgo-brukere vet det
nl: Markeer je advertentie als verkocht zodat alle letgo gebruikers dit weten
pt_pt: Marque a sua publicação como vendida para que todos os utilizadores letgo fiquem a saber
ru: Отметьте, что товар продан, чтобы все пользователи letgo могли это видеть
sv: Markera din annons som såld för att informera andra letgo-användare
tr: Diğer letgo kullanıcılarının bilebilmesi için ilanını satıldı olarak işaretle
vi: Đánh dấu đã bán cho bài đăng để mọi người dùng letgo biết

# direct_answer_sold_question_ok
source: Mark as sold
de: Als verkauft markieren
el: Μάρκαρε ότι πωλήθηκε
es: Marcar como vendido
fi: Merkitse Myydyksi
fr_ca: Indiquer comme vendu
hu: Megjelölés eladottként
it: Segna come venduto
ko: 품절로 표시
nb: Merk som solgt
nl: Markeer als verkocht
pt_pt: Marcar como vendido
ru: Отмечен как проданный
sv: Markera som såld
tr: Satıldı olarak işaretle
vi: Đánh dấu Đã bán

# direct_answer_sold_question_title
source: Already sold it?
de: Hast du es bereits verkauft?
el: Το πούλησες ήδη;
es: ¿Ya lo has vendido?
fi: Myitkö sen jo?
fr_ca: Déjà vendu ?
hu: Már eladtad?
it: Già venduto?
ko: 이미 판매되었나요?
nb: Allerede solgt produktet?
nl: Is het al verkocht?
pt_pt: Já o vendeu?
ru: Уже продали?
sv: Redan sålt den?
tr: Çoktan satıldı mı?
vi: Đã bán rồi?

# direct_answer_sold_title
source: Sold...
de: Verkauft...
el: Πουλημένο...
es: Vendido...
fi: Myyty...
fr_ca: Vendu...
hu: Eladva...
it: Venduto...
ko: 판매된...
nb: Solgt...
nl: Verkocht...
pt_pt: Vendido...
ru: Продано...
sv: Såld...
tr: Satıldı...
vi: Đã bán...

# direct_answer_still_available
source: Is it still available?
de: Ist es noch verfügbar?
el: Είναι ακόμη διαθέσιμο;
es: ¿Todavía está disponible?
fi: Onko se edelleen vapaana?
fr_ca: Est-ce toujours disponible ?
hu: Megvan még?
it: È ancora disponibile?
ko: 이것은 아직 판매 가능한가요?
nb: Er den fortsatt tilgjengelig?
nl: Is het nog beschikbaar?
pt_pt: Ainda está disponível?
ru: Доступен ли данный товар?
sv: Är den fortfarande tillgänglig?
tr: Hala satılık mı?
vi: Nó còn không?

# direct_answer_still_for_sale
source: Yes, it's still for sale
de: Ja, es steht noch zum Verkauf
el: Ναι, είναι ακόμη για πώληση
es: Sí, aún está en venta
fi: Kyllä, se on edelleen myynnissä
fr_ca: Oui, c'est toujours en vente
hu: Igen, még eladó
it: Sì, è ancora in vendita
ko: 네, 여전히 판매중입니다
nb: Ja, produktet er fortsatt til salgs
nl: Ja, het is nog steeds te koop
pt_pt: Sim, ainda está para venda
ru: Да, все еще продается
sv: Ja, den är fortfarande till försäljning
tr: Evet, halen satılık
vi: Có, sản phẩm vẫn đang bán

# direct_answer_still_for_sale_buyer
source: Is it still for sale?
de: Steht es noch zum Verkauf?
el: Είναι ακόμη προς πώληση;
es: ¿Todavía está en venta?
fi: Onko se vielä myynnissä?
fr_ca: Est-ce toujours en vente ?
hu: Eladó még?
it: È ancora in vendita?
ko: 이것은 여전히 판매 중입니까?
nb: Er dette fortsatt til salgs?
nl: Is dit nog te koop?
pt_pt: Ainda está para venda?
ru: Еще продается?
sv: Är den fortfarande till salu?
tr: Hala satılık mı?
vi: Cái này vẫn bán chứ?

# direct_answer_whats_offer
source: What's your offer?
de: Wie viel bietest du?
el: Ποια είναι η προσφορά σου;
es: ¿Cuál es tu oferta?
fi: Mitä tarjoat?
fr_ca: Quelle est votre offre ?
hu: Mennyit ajánlasz?
it: Qual è la tua offerta?
ko: 어떤 흥정을 하기를 원하시나요?
nb: Hva er ditt bud?
nl: Wat is je bod?
pt_pt: Qual é a sua oferta?
ru: Ваше предложение?
sv: Vad bjuder du?
tr: Teklifin nedir?
vi: Bạn đặt giá bao nhiêu?

# direct_answer_where_located
source: Where are you located?
de: Wo bist du?
el: Πού βρίσκεστε;
es: ¿Dónde te encuentras?
fi: Missä sijaitset?
fr_ca: À quel endroit êtes-vous ?
hu: Hol vagy?
it: Dove ti trovi?
ko: 어디에 위치하고 계신가요?
nb: I hvilket område befinner du deg i?
nl: Waar ben je gevestigd?
pt_pt: Qual é a sua localização?
ru: Где вы находитесь?
sv: Var befinner du dig?
tr: Hangi konumdasın?
vi: Bạn đang sống ở đâu?

# direct_answer_where_meet_up
source: Where do you want to meet up?
de: Wo möchtest du dich treffen?
el: Πού θέλετε να συναντηθούμε;
es: ¿Dónde nos encontramos?
fi: Missä haluat tavata?
fr_ca: À quel endroit voulez-vous que l'on se rencontre ?
hu: Hol szeretnél találkozni?
it: Dove ci possiamo incontrare?
ko: 어디서 만나고 싶으신가요?
nb: Hvor ønsker du å møtes?
nl: Waar wil je afspreken?
pt_pt: Onde pretende marcar um encontro?
ru: Где вы хотите встретиться?
sv: Var vill du träffas?
tr: Nerde buluşmak istiyorsun?
vi: Bạn muốn gặp mặt ở đâu?

# direct_answer_willing_to_negotiate
source: Would you be willing to negotiate?
de: Wärst du bereit zu verhandeln?
el: Θα είστε πρόθυμοι να διαπραγματευτείτε;
es: ¿Se puede negociar?
fi: Olisitko valmis neuvottelemaan?
fr_ca: Seriez-vous ouvert à négocier le prix ?
hu: Hajlandó vagy alkudni?
it: Possiamo contrattare?
ko: 흥정하고 싶으신가요?
nb: Kan prisen diskuteres?
nl: Ben je bereid om te onderhandelen?
pt_pt: Está na disposição de negociar?
ru: Возможен ли торг?
sv: Kan du tänka dig att förhandla?
tr: Pazarlığa açık mı?
vi: Bạn có sẵn sàng thương lượng không?

# direct_answer_you_favorited_my_listing
source: You favorited my listing
es: Has marcado mi anuncio como favorito
it: Hai aggiunto il mio annuncio ai preferiti

# direct_answers_hide
source: Hide Quick Answers
de: Schnelle Antworten verbergen
el: Απόκρυψη Γρήγορων Απαντήσεων
es: Esconder respuestas rápidas
fi: Piilota pikavastaukset
fr_ca: Masquer Réponses Rapides
hu: Gyorsválaszok elrejtése
it: Nascondi Risposte Rapide
ko: 자주 대답하는 목록 숨기기
nb: Skjul Hurtige Svar
nl: Verberg Snelle Antwoorden
pt_pt: Esconder Respostas Rápidas
ru: Спрятать популярные ответы
sv: Göm Snabba Svar
tr: Hızlı Cevapları Gizle
vi: Ẩn Trả Lời Nhanh

# direct_answers_show
source: Show Quick Answers
de: Schnelle Antworten anzeigen
el: Προβολή Γρήγορων Απαντήσεων
es: Mostrar respuestas rápidas
fi: Näytä pikavastaukset
fr_ca: Afficher Réponses Rapides
hu: Gyorsválaszok megjelenítése
it: Visualizza Risposte Rapide
ko: 자주 대답하는 목록 보이기
nb: Vis Hurtige Svar
nl: Toon Snelle Antwoorden
pt_pt: Mostrar Respostas Rápidas
ru: Показать популярные ответы
sv: Visa Snabba Svar
tr: Hızlı Cevapları Göster
vi: Hiện Trả Lời Nhanh

source: Discarded
de: Verworfen
el: Απορρίφθηκε
es: Descartado
fi: Hylätty
fr_ca: Rejeté
hu: Elvetve
it: Scartato
ko: 삭제됨
nb: Forkastet
nl: Verwijderd
pt_pt: Descartado
ru: Удалено
sv: Avvisad
tr: Reddedildi
vi: Đã hủy

# discarded_products_delete
source: Delete
de: Löschen
el: Διαγραφή
es: Borrar
fi: Poista
fr_ca: Supprimer
hu: Törlés
it: Elimina
ko: 삭제
nb: Slett
nl: Verwijderen
pt_pt: Apagar
ru: Удалить
sv: Radera
tr: Sil
vi: Xóa

# discarded_products_delete_confirmation
source: Are you sure you want to delete this listing?
de: Bist du sicher, dass du dieses Angebot löschen möchtest?
el: Είστε σίγουροι πως θέλετε να διαγράψετε αυτήν την καταχώρηση;
es: ¿Seguro que quieres eliminar este anuncio?
fi: Oletko varma että haluat poistaa tämän ilmoituksen?
fr_ca: Etes-vous certain de vouloir supprimer cette annonce ?
hu: Biztosan törölni szeretnéd ezt a hirdetést?
it: Sei sicuro di voler eliminare questo annuncio?
ko: 이 상품 목록을 삭제할까요?
nb: Er du sikker på at du vil slette denne annonsen?
nl: Weet je zeker dat je deze advertentie wilt verwijderen?
pt_pt: Deseja mesmo eliminar esta publicação?
ru: Вы точно хотите удалить это объявление?
sv: Är du säker på att du vill radera denna annons?
tr: Bu ilanı silmek istediğine emin misin?
vi: Bạn có chắc chắn muốn xóa bài đăng này?

# discarded_products_edit
source: Edit
de: Bearbeiten
el: Επεξεργασία
es: Editar
fi: Muokkaa
fr_ca: Modifier
hu: Szerkesztés
it: Modifica
ko: 수정
nb: Endre
nl: Bewerken
pt_pt: Editar
ru: Редактировать
sv: Redigera
tr: Düzelt
vi: Chỉnh sửa

# discarded_products_reason_duplicated
source: Duplicate listing
de: Doppeltes Angebot
el: Διπλή καταχώρηση
es: Anuncio duplicado
fi: Kaksoisilmoitus
fr_ca: Dupliquer l'annonce
hu: Duplikált hirdetés
it: Annuncio duplicato
ko: 중복 게시글
nb: Duplikate annonser
nl: Duplicaat advertentie
pt_pt: Anúncio duplicado
ru: Повторяющиеся объявления
sv: Dubblett
tr: Tekrarlanmış ilan
vi: Bài đăng trùng

# discarded_products_reason_good_manners
source: Doesn’t comply with best practices
de: Verstoß gegen unsere Angebotsregeln
el: Δε συμβαδίζει με τις καλύτερες πρακτικές για προχωρημένους
es: No respeta las prácticas recomendadas
fi: Ei noudata toimintaohjeita
fr_ca: N'est pas conforme aux meilleures pratiques
hu: Nem felel meg a bevált módszereknek
it: Non rispetta le procedure consigliate
ko: 가장 적절한 예를 따르고 있지 않습니다
nb: Dette overholder ikke optimal praksis
nl: Voldoet niet aan Best Practices
pt_pt: Não cumpre as melhores práticas
ru: Не соответствует лучшей практике
sv: Bryter mot våra användartips
tr: Uygulama kullanım kurallarına aykırı
vi: Không tuân theo thực hành tốt nhất

# discarded_products_reason_non_realistic_price
source: Unrealistic pricing
de: Unrealistischer Preis
el: Μη ρεαλιστική τιμή
es: Precio no realista
fi: Epärealistinen hinnoittelu
fr_ca: Prix surréaliste
hu: Ésszerűtlen ár
it: Prezzo non realistico
ko: 비현실적인 가격
nb: Urealistisk prising
nl: Onrealistische prijs
pt_pt: Preço irrealista
ru: Нереальная цена
sv: Orimligt pris
tr: Gerçekçi olmayan fiyat
vi: Giá không thực tế

# discarded_products_reason_photo_not_clear
source: Blurry or unclear photo
de: Verschwommenes oder unscharfes Foto
el: Θολή ή θαμπή φωτογραφία
es: Foto borrosa o poco clara
fi: Sumea tai epäselvä kuva
fr_ca: Photo floue ou imprécise
hu: Elmosott vagy nem egyértelmű fotó
it: Foto sfocata o poco chiara
ko: 흐릿하거나 명확하지 않은 사진
nb: Utydelig eller uklart bilde
nl: Wazige of onduidelijke foto
pt_pt: Foto desfocada ou pouco nítida
ru: Размытое или нечеткое фото
sv: Suddigt eller otydligt foto
tr: Net olmayan veya bulanık fotoğraf
vi: Ảnh mờ hoặc không rõ ràng

# discarded_products_reason_poor_ad_quality
source: Doesn’t comply with best practices
de: Verstoß gegen unsere Angebotsregeln
el: Δε συμβαδίζει με τις καλύτερες πρακτικές για προχωρημένους
es: No respeta las prácticas recomendadas
fi: Ei noudata toimintaohjeita
fr_ca: N'est pas conforme aux meilleures pratiques
hu: Nem felel meg a bevált módszereknek
it: Non rispetta le procedure consigliate
ko: 가장 적절한 예를 따르고 있지 않습니다
nb: Dette overholder ikke optimal praksis
nl: Voldoet niet aan Best Practices
pt_pt: Não cumpre as melhores práticas
ru: Не соответствует лучшей практике
sv: Bryter mot våra användartips
tr: Uygulama kullanım kurallarına aykırı
vi: Không tuân theo thực hành tốt nhất

# discarded_products_reason_reference_to_competitors
source: References to other apps or websites
de: Verweis auf andere Apps oder Webseiten
el: Αναφορές σε άλλες εφαρμογές ή ιστοσελίδες
es: Referencias a otras apps o páginas web
fi: Viittaukset muihin sovelluksiin tai sivustolle
fr_ca: Références à d'autres applis ou sites internet
hu: Más alkalmazásokra vagy weboldalakra hivatkozik
it: Riferimenti ad altre app o siti Web
ko: 다른 앱이나 웹사이트로 이끄는 행위
nb: Referanser til andre apper eller nettsider
nl: Verwijzingen naar andere apps of websites
pt_pt: Referências a outras apps ou sites
ru: Ссылки на другие приложения и сайты
sv: Hänvisar till andra appar eller webbplatser
tr: Diğer web sitesi ya da uygulamalara referans
vi: Gợi ý tới ứng dụng hoặc trang web khác

# discarded_products_reason_stock_photo_only
source: Only contains stock photos
de: Enthält nur Herstellerfotos
el: Περιέχει μόνο πρότυπα φωτογραφιών
es: Solo contiene imágenes de archivo
fi: Sisältää vain mallikuvia
fr_ca: Ne contient que des photos provenant de banques d'images
hu: Csak hivatalos képeket tartalmaz
it: Contiene solo foto da catalogo
ko: 상품 사진들만 포함하세요
nb: Inneholder kun bilder som er tatt av andre (stockphoto)
nl: Bevat enkel voorraadfoto's
pt_pt: Contém apenas fotos de stocks
ru: Содержит только фото из сети
sv: Innehåller endast stockfoton
tr: Sadece stok fotoğraf kullanılması
vi: Chỉ có ảnh trên mạng

# edit_jobsServices_jobs_option_title
source: Jobs
el: Εργασίες
es: Empleos
fr_ca: Emplois
it: Lavoro
ko: 직업
nl: Banen
pt_pt: Trabalhos
ru: Работы
vi: Công việc

# edit_jobsServices_listingType_title
source: Type of listing
el: Τύπος Καταχώρησης
es: Tipo de anuncio
fr_ca: Type d'annonce
it: Tipo di annuncio
ko: 게시글 종류
nl: Soort Advertentie
pt_pt: Tipo de publicação
ru: Тип объявления
vi: Loại Bài đăng

# edit_jobsServices_serviceSubtype_title
source: Subtype
el: Υπότυπος
es: Subtipo
fr_ca: Sous-type
it: Sottotipo
ko: 하위 종류
pt_pt: Subtipo
ru: Подтип
vi: Tiểu loại

# edit_jobsServices_serviceType_title
source: Type
el: Τύπος
es: Tipo
it: Tipo
ko: 종류
pt_pt: Tipo
ru: Тип
vi: Loại

# edit_jobsServices_services_option_title
source: Services
el: Υπηρεσίες
es: Servicios
it: Servizi
ko: 서비스
nl: Diensten
pt_pt: Serviços
ru: Услуги
vi: Dịch vụ

# edit_paymentFrequency_placeholder
source: Not set
el: Δεν έχει καθοριστεί
es: No definida
fr_ca: Non Communiqué
it: Non impostato
ko: 설정하지 않기
nl: Niet Ingesteld
pt_pt: Não Definido
ru: не установлен
vi: Chưa thiết lập

# edit_paymentFrequency_title
source: Frequency
el: Συχνότητα
es: Frecuencia
fr_ca: Fréquence
it: Frequenza
ko: 자주 사용하는 기능
nl: Frequentie
pt_pt: Frequência
ru: Частота
vi: Mức độ thường xuyên

# edit_priceType_choose_title
source: Choose an option
el: Κάντε μια επιλογή
es: Elige una opción
fr_ca: Choisissez une option
it: Scegli un'opzione
ko: 옵션을 선택하세요
nl: Kies een optie
pt_pt: Escolha uma opção
ru: Выберите опцию
vi: Chọn một tùy chọn

# edit_product_feature_label_long_text
source: Feature your listing to sell faster
de: Empfehle dein Angebot, um schneller zu verkaufen
el: Προωθήστε την καταχώρησή σας για να πουλήσετε γρηγορότερα
es: Destaca tu anuncio para vender más rápido
fi: Nosta ilmoituksesi esiin tehdäksesi kaupat nopeammin
fr_ca: Mettez votre annonce en vedette pour vendre plus vite
hu: Emeld ki hirdetésedet, hogy gyorsabban elkeljen
it: Sponsorizza il tuo annuncio per vendere più velocemente
ko: 빠르게 판매하기 위해 게시글을 강조해보세요
nb: Promoter din annonse for å selge raskere
nl: Plaats je advertentie als uitgelicht om sneller te verkopen
pt_pt: Destaque o seu anúncio para vender mais rápido
ru: Выделите свое объявление, чтобы продать быстрее
sv: Topplista din annons för att sälja snabbare
tr: Daha hızlı satmak için ilanını öne çıkar
vi: Làm nổi bật bài đăng của bạn để bán nhanh hơn

# edit_product_feature_label_short_text
source: Sell faster now
de: Jetzt schneller verkaufen
el: Πουλήστε τώρα γρηγορότερα
es: Vender más rápido
fi: Myy nopeammin nyt
fr_ca: Vendez au plus vite !
hu: Add el gyorsabban
it: Vendi più rapidamente
ko: 지금 빨리 판매하기
nb: Selg raskere nå
nl: Verkoop nu sneller
pt_pt: Venda mais rápido
ru: Продайте быстрее
sv: Sälj snabbare nu
tr: Hemen sat
vi: Bán nhanh hơn

# edit_product_feature_label_variant_B
source: Attract more buyers
el: Πουλήστε τώρα γρηγορότερα
es: Vender más rápido
fr_ca: Gagnez en visibilité
it: Attira più compratori
ko: 지금 빨리 판매하기
nl: Verkoop nu sneller
pt_pt: Venda mais rápido
ru: Продайте быстрее
vi: Dễ nhìn hơn

# edit_product_feature_label_variant_C
source: Attract more buyers to sell faster
el: Προσελκύστε περισσότερους αγοραστές για να πουλήσετε γρηγορότερα
es: Atrae a más compradores para vender más rápido
fr_ca: Attirez plus d'acheteurs pour vendre plus vite
it: Attira più acquirenti per vendere più velocemente
ko: 더 빠르게 많은 구매자들의 이목을 끌어보세요
nl: Trek meer kopers aan om sneller te verkopen
pt_pt: Atraia mais compradores para vender mais rápido
ru: Привлеките больше покупателей, чтобы продать быстрее
vi: Thu hút nhiều người mua để bán nhanh hơn

# edit_product_feature_label_variant_D
source: Show me how to attract more buyers
el: Δείξτε μου πως να προσελκύσω περισσότερους αγοραστές
es: Muéstrame cómo atraer a más compradores
fr_ca: Montrez-moi comment attirer plus d'acheteurs
it: Mostrami come attirare più acquirenti
ko: 더 많은 구매자들의 이목을 끄는 방법을 알려주세요
nl: Laat me zien hoe ik meer kopers kan aantrekken
pt_pt: Mostre-me como atrair mais compradores
ru: Расскажите, как привлечь больше покупателей
vi: Chỉ cho tôi cách để thu hút nhiều người mua hơn

# edit_product_location_alert_text
source: To change where your listing is posted, allow access to your location
de: Erlaube den Zugriff auf deinen Standort, um zu ändern, wo dein Angebot eingestellt wird
el: Για να αλλάξετε το που δημοσιεύτηκε η καταχώρησή σας, επιτρέψτε την πρόσβαση στην τοποθεσία σας
es: Para cambiar dónde se publica tu anuncio, permite acceso a tu ubicación
fi: Vaihtaaksesi sijainnin, josta ilmoituksesi julkaistaan, anna lupa käyttää sijaintiasi
fr_ca: Pour changer le lieu de publication de votre annonce, autorisez l'accès à votre localisation.
hu: A meghirdetés helyének módosításához hozzáférést kell adnod a tartózkodási helyedhez
it: Per modificare il luogo dal quale è stato pubblicato l'annuncio, consenti l'accesso alla tua posizione
ko: 당신의 상품 게시글이 등록된 지역을 변경하기 위해서, 위치 탐색을 허가해주세요
nb: Gi tilgang til din plassering for å kunne endre hvor din annonse publiseres fra
nl: Om te wijzigen waar je advertentie is geplaatst, geef toegang tot jouw locatie
pt_pt: Para alterar onde o seu anúncio é publicado, autorize o acesso à sua localização
ru: Для изменение местоположения объявления разрешите доступ к геолокации
sv: För att ändra plats på din annons, tillåt tillgång till din platsinfo
tr: İlanının yayınlanmış olduğu yeri değiştirmek için, konum bilgine ulaşılmasına izin ver
vi: Để thay đổi địa điểm đăng sản phẩm, hãy cho phép truy cập địa điểm của bạn

# edit_product_location_alert_title
source: CHANGE LOCATION
de: STANDORT ÄNDERN
el: ΑΛΛΑΓΗ ΤΟΠΟΘΕΣΙΑΣ
es: CAMBIAR UBICACIÓN
fi: VAIHDA SIJAINTI
fr_ca: CHANGER LA LOCALISATION
hu: TARTÓZKODÁSI HELY MÓDOSÍTÁSA
it: MODIFICA POSIZIONE
ko: 위치 변경하기
nb: ENDRE PLASSERING
nl: WIJZIG LOCATIE
pt_pt: ALTERAR LOCALIZAÇÃO
ru: СМЕНИТЬ МЕСТОПОЛОЖЕНИЕ
sv: BYT PLATS
tr: KONUM DEĞİŞTİR
vi: THAY ĐỔI ĐỊA ĐIỂM

# edit_product_send_button
source: Save changes
de: Änderungen speichern
el: Αποθήκευση αλλαγών
es: Guardar cambios
fi: Tallenna muutokset
fr_ca: Sauvegarder les changements
hu: Módosítások mentése
it: Salva modifiche
ko: 변경사항 저장하기
nb: Lagre endringer
nl: Wijzigingen opslaan
pt_pt: Guardar alterações
ru: Сохранить изменения
sv: Spara ändringar
tr: Değişiklikleri kaydet
vi: Lưu thay đổi

# edit_product_send_error_uploading_product
source: An error occurred while updating your listing.
de: Beim Aktualisieren deines Angebots ist ein Fehler aufgetreten.
el: Παρουσιάσθηκε σφάλμα κατά την ενημέρωση της καταχώρησής σας.
es: Se ha producido un error al actualizar tu anuncio.
fi: Ilmoitustasi päivitettäessä tapahtui virhe.
fr_ca: Une erreur est survenue lors de la modification de votre annonce.
hu: Hiba történt a hirdetés frissítése során.
it: Si è verificato un errore durante l'aggiornamento dell'annuncio.
ko: 고객님의 상품 목록을 업데이트하는동안 오류가 발생했습니다.
nb: En feil oppstod ved oppdatering av din annonse.
nl: Er is een fout opgetreden bij het actualiseren van je advertentie.
pt_pt: Surgiu um erro ao atualizarmos a sua publicação.
ru: При обновлении объявления произошла ошибка.
sv: Ett fel uppstod när din annons skulle uppdateras.
tr: İlanın güncellenirken bir hata oluştu.
vi: Có lỗi trong khi cập nhật bài đăng của bạn.

# edit_product_send_ok
source: Congratulations! Your listing has been updated.
de: Glückwunsch! Dein Angebot wurde aktualisiert.
el: Συγχαρητήρια! Η καταχώρησή σας έχει ενημερωθεί.
es: ¡Enhorabuena! Tu anuncio se ha actualizado.
fi: Onneksi olkoon! Ilmoituksesi on päivitetty.
fr_ca: Félicitations ! Votre annonce a été mise à jour.
hu: Gratulálunk! Hirdetésed frissítve.
it: Complimenti! Il tuo annuncio è stato aggiornato.
ko: 축하드립니다! 회원님의 상품 게시글이 업데이트 되었습니다.
nb: Gratulerer! Din annonse har blitt oppdatert.
nl: Gefeliciteerd! Je advertentie is bijgewerkt.
pt_pt: Parabéns! A sua publicação foi atualizada.
ru: Поздравляем! Ваше объявление обновлено.
sv: Grattis! Din annons är nu uppdaterad.
tr: Tebrikler! İlanın güncellendi.
vi: Chúc mừng! Bài đăng của bạn vừa được cập nhật.
