Repository: goRestart/ios-restart-app
Catalog: components/LGResources/LGResources/Assets/i18n/*.lproj/Localizable.strings
Languages: de, el, es, fi, fr_ca, hu, it, ko, nb, nl, pt_pt, ru, sv, tr, vi

# survey_confirmation
source: Thank you! Your feedback helps us improve
de: Vielen Dank! Dein Feedback hilft uns, letgo zu verbessern
el: Ευχαριστούμε πολύ! Τα σχόλιά σας μας βοηθούν να βελτιωνόμαστε
es: ¡Gracias! Tus opiniones nos ayudan a mejorar
fi: Kiitos! Palautteesi auttaa meitä suoriutumaan paremmin
fr_ca: Merci ! Vos commentaires nous aident à nous améliorer
hu: Köszönjük! Visszajelzésed sokat segít!
it: Grazie! Il tuo feedback ci permette di migliorare
ko: 감사합니다! 남겨주신 피드백은 저희에게 많은 도움이 될 것입니다
nb: Tusen takk! Din tilbakemelding hjelper oss med å forbedre oss
nl: Bedankt! Jouw feedback helpt om ons te verbeteren
pt_pt: Obrigado! O seu feedback ajuda-nos a melhorar
ru: Спасибо! Ваши отзывы помогают нам быть лучше
sv: Tack! Din feedback hjälper oss att förbättra letgo
tr: Teşekkürler! Görüşleriniz letgo'yu geliştirmemize yardımcı oluyor
vi: Cảm ơn bạn! Phản hồi của bạn sẽ giúp chúng tôi cải thiện hơn

# tab_bar_give_away_button
source: Give It Away
de: Verschenken
el: Χάρισέ Το
es: Regalar
fi: Anna pois
fr_ca: Donnez des Objets
hu: Ajándékozok
it: Regala
ko: 증정하기
nb: Gi bort
nl: Weggeven
pt_pt: Dê
ru: Отдать
sv: Ge bort den
tr: Ücretsiz Ver
vi: Tặng

# tab_bar_incentivise_scroll_banner
source: Scroll to see more
de: Scrolle, um mehr zu sehen
el: Σύρετε για να δείτε περισσότερα
es: Baja para ver más
fi: Vieritä nähdäksesi lisää
fr_ca: Faites défiler pour en voir plus
hu: Görgess tovább
it: Scorri per vedere altro
ko: 더 많은 것을 확인하기 위해 스크롤을 움직이세요
nb: Scroll for å se mer
nl: Scroll om meer te zien
pt_pt: Desloque para ver mais
ru: Прокрутите для дальнейшей информации
sv: Skrolla ner för att se mer
tr: Daha fazlasını görmek için ekranı kaydır
vi: Cuộn để xem thêm

# tab_bar_tool_tip
source: Sell Your Stuff
de: Verkaufe deine Dinge
el: Πούλα τα Πράγματά σου
es: Empieza a vender
fi: Myy tavaroitasi
fr_ca: Vendez Vos Objets
hu: Adj el valamit
it: Vendi le tue cose
ko: 고객님의 물건을 판매하세요
nb: Selg tingene dine
nl: Verkoop je spullen
pt_pt: Venda as Suas Coisas
ru: Продайте свои вещи
sv: Sälj dina prylar
tr: Eşyalarını Sat
vi: Bán Đồ Của Bạn

# toast_error_internal
source: Oops! Something went wrong.
de: Hoppla! Irgendwas lief schief.
el: Όπα! Κάτι πήγε στραβά.
es: ¡Ups! Se ha producido un error.
fi: Hups! Jokin meni vikaan.
fr_ca: Oups ! Ça n'a pas fonctionné.
hu: Hoppá! Valami nem sikerült.
it: Ops! Qualcosa è andato storto.
ko: 이런! 무언가가 잘못되었네요.
nb: Oops! En feil oppstod.
nl: Oeps! Er ging iets mis.
pt_pt: Ops! Alguma coisa correu mal.
ru: Упс! Что-то пошло не так.
sv: Hoppsan! Något blev fel.
tr: Oops! Bir şeyler ters gitti.
vi: Ồ! Có gì đó không đúng.

# toast_no_network
source: No Internet Connection
de: Keine Internetverbindung
el: Καμία Σύνδεση στο Διαδίκτυο
es: Sin Conexión a Internet
fi: Ei Internet-yhteyttä
fr_ca: Pas de Connexion Internet
hu: Nincs internetkapcsolat
it: Nessuna Connessione Internet
ko: 인터넷 연결 없음
nb: Ingen internett-tilkobling
nl: Geen internetverbinding
pt_pt: Sem ligação à internet
ru: Нет соединения с интернет
sv: Ingen internetanslutning
tr: İnternet bağlantısı yok
vi: Không có kết nối Internet

# tour_claim_label
source: Buy and sell quickly, safely and locally. It’s time to letgo!
de: Verkaufe schnell, sicher und lokal.
el: Κάντε αγοραπωλησίες στην περιοχή σας γρήγορα και ευκολα.
es: Compra y vende rápidamente y con seguridad, cerca de ti.
fi: Osta ja myy nopeasti, turvallisesti ja paikallisesti.
fr_ca: À go, on capte, on publie, on clavarde et on vend. À go on letgo.
hu: Vásárolj és adj el gyorsan, biztonságosan – a környékeden.
it: Compra e vendi localmente, velocemente e in tutta sicurezza.
ko: 구매와 판매를 빠르고 안전하고 지역적으로 진행하세요.
nb: Knips, post, chat og selg. Det er på tide å letgo!
nl: Koop en verkoop snel, veilig en lokaal.
pt_pt: Compre e venda rápido, com segurança e localmente.
ru: Покупайте и продавайте быстро, безопасно и удобно.
sv: Köp och sälj snabbt, säkert och lokalt.
tr: Çek, yükle, mesaj at, letgo ile kolay sat!
vi: Mua và bán nhanh chóng, an toàn ở ngay gần bạn.

# tour_continue_w_email
source: Continue with email
de: Weiter mit E-Mail-Adresse
el: Συνέχεια με email
es: Continuar con email
fi: Jatka sähköpostilla
fr_ca: Continuer avec votre courriel
hu: Folytatás e-maillel
it: Continua con indirizzo email
ko: 이메일로 진행하기
nb: Fortsett med e-post
nl: Doorgaan met e-mail
pt_pt: Continuar com o email
ru: Продолжить с е-мейл
sv: Fortsätt med e-post
tr: E-posta ile devam et
vi: Tiếp tục với email

# tour_facebook_button
source: Continue with Facebook
de: Mit Facebook anmelden
el: Συνέχεια με το Facebook
es: Continuar con Facebook
fi: Jatka Facebookin avulla
fr_ca: Continuer avec Facebook
hu: Folytatás a Facebookkal
it: Continua con Facebook
ko: 페이스북과 연결하기
nb: Fortsett med Facebook
nl: Doorgaan met Facebook
pt_pt: Continuar com o Facebook
ru: Вход через Facebook
sv: Fortsätt med Facebook
tr: Facebook ile devam et
vi: Tiếp tục với Facebook

# tour_google_button
source: Continue with Google
de: Mit Google anmelden
el: Συνέχεια με το Google
es: Continuar con Google
fi: Jatka Googlen avulla
fr_ca: Continuer avec Google
hu: Google-csatlakozás
it: Continua con Google
ko: 구글과 연결하기
nb: Fortsett med Google
nl: Doorgaan met Google
pt_pt: Continuar com o Google
ru: Вход через Google
sv: Fortsätt med Google
tr: Google ile devam et
vi: Tiếp tục với Google

# tour_or_label
source: OR USE YOUR EMAIL
de: ODER E-MAIL-ADRESSE
el: Ή ΧΡΗΣΙΜΟΠΟΙΗΣΤΕ ΤΟ EMAIL ΣΑΣ
es: O USA TU EMAIL
fi: TAI KÄYTÄ SÄHKÖPOSTIASI
fr_ca: OU UTILISEZ VOTRE COURRIEL
hu: VAGY E-MAIL
it: O utilizza la tua email
ko: 혹은 이메일 사용하기
nb: ELLER BRUK DIN E-POST
nl: OF GEBRUIK JE E-MAIL
pt_pt: OU
ru: ИЛИ ЧЕРЕЗ E-MAIL
sv: ELLER ANVÄND DIN E-POST
tr: veya e-postanı kullan
vi: HOẶC SỬ DỤNG EMAIL CỦA BẠN

# trending_item_atv
source: atv
de: Quad
es: quad
fi: Mönkijä
fr_ca: vtt
it: veicoli commerciali
ru: вездеход
sv: Fyrhjuling

# trending_item_coupe
source: coupe
de: Zweitürer
es: coupé
fi: Coupe-auto
fr_ca: coupé
hu: kupé
it: coupé
ko: 쿠페
nb: kupé
pt_pt: coupé
ru: купе
sv: coupé

# trending_item_dresser
source: dresser
de: Kommode
el: συρταριέρα
es: cómoda
fi: Vaatekaappi
fr_ca: buffet
hu: szekrény
it: comò
ko: 옷장
nb: kommode
nl: commode
pt_pt: cómoda
ru: комод
sv: byrå
tr: gardrop
vi: tủ nhiều ngăn kéo

# trending_item_motorcycle
source: motorcycle
de: Motorrad
el: μοτοσικλέτα
es: motocicleta
fi: Moottoripyörä
fr_ca: moto
hu: motorkerékpár
it: moto
ko: 오토바이
nb: motorsykkel
nl: motorfiets
pt_pt: mota
ru: мотоцикл
sv: motorcykel
tr: motosiklet
vi: xe gắn máy

# trending_item_sedan
source: sedan
de: Viertürer
es: sedán
fi: Sedan-auto
fr_ca: berline
hu: szedán
it: berline
ko: 세단
ru: седан

# trending_item_trailer
source: trailer
de: Anhänger
fi: Perävaunu
fr_ca: remorque
hu: pótkocsi
it: rimorchi
ko: 트레일러
nb: tilhenger
pt_pt: atrelado
ru: трейлер
sv: släp
tr: karavan
vi: xe kéo

# trending_item_truck
source: truck
el: φορτηγό
es: camioneta
fi: Kuorma-auto
fr_ca: camion
hu: teherautó
it: camion
ko: 트럭
nb: lastebil
nl: vrachtwagen
pt_pt: camião
ru: грузовик
sv: lastbil
tr: kamyonet
vi: xe tải

# trending_items_card_action
source: See items
de: Anzeigen
el: Προβολή αντικειμένων
es: Ver artículos
fi: Näytä kohteet
fr_ca: Voir les articles
hu: Megtekintés
it: Vedi articoli
ko: 상품 보기
nb: Se produkter
nl: Bekijk items
pt_pt: Ver itens
ru: Смотреть товары
sv: Se listan
tr: Ürünleri gör
vi: Xem món đồ

# trending_items_card_title
source: This week's popular items
de: Beliebt in dieser Woche
el: Δημοφιλή αντικείμενα αυτής της εβδομάδας
es: Los artículos más populares de la semana
fi: Tämän viikon suosituimmat kohteet
fr_ca: Les articles populaires cette semaine
hu: A hét legnépszerűbbjei
it: Gli articoli più popolari di questa settimana
ko: 이번 주 가장 인기있는 상품들
nb: Denne ukens populære produkter
nl: Populaire items van deze week
pt_pt: Os itens populares desta semana
ru: Популярные товары недели
sv: Veckans populära prylar
tr: Bu haftanın en çok beğenilenleri
vi: Món đồ phổ biến nhất trong tuần này

# trending_items_expandable_menu_button
source: Trending
de: Beliebt
el: Δημοφιλή
es: Tendencias
fi: Nousussa
fr_ca: Tendance
hu: Felkapott
it: Tendenza
ko: 트렌딩
nb: Populære
pt_pt: Tendências
ru: В тренде
sv: Trendigt
tr: En Popüler
vi: Xu hướng

# trending_items_expandable_menu_subset_title
source: MOST POPULAR ITEMS
de: BELIEBTESTE ARTIKEL
el: ΔΗΜΟΦΙΛΕΣΤΕΡΑ ΑΝΤΙΚΕΙΜΕΝΑ
es: ARTÍCULOS MÁS POPULARES
fi: SUOSITUIMMAT KOHTEET
fr_ca: ARTICLES LES PLUS POPULAIRES
hu: A LEGNÉPSZERŰBBEK
it: ARTICOLI PIÙ POPOLARI
ko: 가장 인기 있는 상품
nb: MEST POPULÆRE PRODUKTER
nl: MEEST POPULAIRE ITEMS
pt_pt: ITENS MAIS POPULARES
ru: САМЫЕ ПОПУЛЯРНЫЕ ТОВАРЫ
sv: POPULÄRASTE PRYLAR
tr: EN ÇOK BEĞENİLEN ÜRÜNLER
vi: NHỮNG MÓN ĐỒ PHỔ BIẾN NHẤT

# trending_items_header_bubble
source: Trending
de: Beliebt
el: Δημοφιλή
es: Tendencias
fi: Nousussa
fr_ca: Tendance
hu: Felkapott
it: Tendenza
ko: 인기 있는 상품
nb: Populært
pt_pt: Tendências
ru: В тренде
sv: Trendigt
tr: En Popüler
vi: Xu hướng

# trending_items_profile_subtitle
source: See what people in your area are looking for
de: Schau dir an, wonach Leute in deiner Gegend suchen
el: Δείτε τι ψάχνουν άλλοι χρήστες στην περιοχή σας
es: Esto es lo más buscado en tu zona
fi: Katso, mitä ihmiset alueellasi etsivät
fr_ca: Découvrez ce que les gens de votre secteur recherchent
hu: Nézd meg, hogy a környékbeliek mit keresnek
it: Guarda cosa cercano le persone nella tua zona
ko: 근처의 사람들이 어떤 상품을 찾고 있는지 알아보세요
nb: Se hva personer i ditt område ser etter
nl: Zie waar mensen in jouw omgeving naar op zoek zijn
pt_pt: Veja o que procuram as pessoas da sua área
ru: Посмотрите, что ищут люди в вашем районе
sv: Kolla in populära sökningar i ditt område
tr: Çevrendeki insanların neler aradığına bir bak
vi: Hãy xem mọi người ở khu vực của bạn đang tìm kiếm gì

# trending_items_profile_title
source: Not sure what to sell?
de: Nicht sicher, was du verkaufen möchtest?
el: Δεν είστε σίγουροι τι να πουλήσετε;
es: ¿No sabes qué vender?
fi: Etkö ole varma, mitä myisit?
fr_ca: Pas certain de ce que vous devriez vendre ?
hu: Nem tudod, mit adj el?
it: Non sai esattamente cosa vendere?
ko: 무엇을 판매해야할지 잘 모르시겠다구요?
nb: Ikke sikker på hva du vil selge?
nl: Weet je niet wat je wilt verkopen?
pt_pt: Não tem a certeza sobre o que vender?
ru: Не знаете что продать?
sv: Osäker på vad du ska sälja?
tr: Ne satacağına karar veremiyor musun?
vi: Bạn chưa biết bán gì?

# trending_items_view_number_of_searches_item
source: %@ searches
de: %@ Suchen
el: %@ αναζητήσεις
es: %@ búsquedas
fi: %@ hakua
fr_ca: %@ recherches
hu: %@ keresés
it: %@ ricerche
ko: %@ 검색
nb: %@ søk
nl: %@ zoekopdrachten
pt_pt: %@ pesquisas
ru: %@ поисков
sv: %@ sökningar
tr: %@ arama
vi: %@ tìm kiếm

# trending_items_view_number_of_searches_title
source: This week's top searches
de: Meistgesucht in dieser Woche
el: Κορυφαίες αναζητήσεις αυτήν την εβδομάδα
es: Las búsquedas más populares de la semana
fi: Tämän viikon suosituimmat haut
fr_ca: Les plus recherchés de la semaine
hu: A hét legnépszerűbb keresései
it: Ricerche principali di questa settimana
ko: 이번 주 검색하기
nb: Denne ukens populære søkeord
nl: Top zoekopdrachten van deze week
pt_pt: Principais pesquisas desta semana
ru: Поиски недели
sv: Sökningar denna vecka
tr: Bu haftanın en çok arananları
vi: Tìm kiếm hàng đầu trong tuần này

# trending_items_view_post_button
source: Post
de: Einstellen
el: Δημοσίευση
es: Publicar
fi: Julkaise
fr_ca: Publier
hu: Hirdetek
it: Pubblica
ko: 게시
nb: Publiser
nl: Plaats
pt_pt: Publicar
ru: Разместить
sv: Publicera
tr: Yayınla
vi: Đăng

# trending_items_view_search_button
source: Search
de: Suchen
el: Αναζήτηση
es: Buscar
fi: Hae
fr_ca: Recherche
hu: Keresés
it: Ricerca
ko: 검색
nb: Søk
nl: Zoeken
pt_pt: Pesquisar
ru: Поиск
sv: Sök
tr: Ara
vi: Tìm kiếm

# trending_items_view_subtitle
source: Post one of these, and make money in under a week
de: Stelle einen dieser Artikel ein und verdiene Geld in unter einer Woche
el: Δημοσιεύστε ένα από αυτά και κερδίστε χρήματα σε λιγότερο από μια εβδομάδα
es: Publica uno de estos y gana dinero en menos de una semana
fi: Julkaise joku näistä ja tienaa rahaa alle viikossa
fr_ca: Publiez l'un d'entre eux et gagnez de l'argent en moins d'une semaine
hu: Hirdess meg egy ilyet, és egy hét alatt eladhatod
it: Pubblica qualcosa del genere e guadagna denaro in meno di una settimana
ko: 이 중 한개를 게시하고 일주일 내에 수익을 얻어보세요
nb: Publiser en av disse og tjen penger i løpet av en uke
nl: Plaats een van deze en verdien binnen een week geld
pt_pt: Publique um destes a faça dinheiro numa semana
ru: Разместите один из них и получите деньги меньше чем за неделю
sv: Lägg upp en av dessa och tjäna pengar inom en vecka
tr: Bunlardan birini yayınla ve bir haftada para kazan
vi: Đăng một trong số này, và kiếm tiền trong chưa đến một tuần

# trending_items_view_title
source: Most popular in %@
de: Gefragteste Artikel in %@
el: Τα πιο δημοφιλή σε %@
es: Los más populares en %@
fi: Suosituimmat: %@
fr_ca: Les plus populaires en %@
hu: %@ legnépszerűbb hirdetései
it: I più popolari a %@
ko: %@에서 가장 인기있음
nb: Mest populært i %@
nl: Meest populaire items in %@
pt_pt: Os mais populares em %@
ru: Популярное в %@
sv: Populärast i %@
tr: %@ konumunda en çok beğenilenler
vi: Phổ biến nhất tại %@

# trending_items_view_title_no_location
source: Most popular items
de: Beliebteste Artikel
el: Δημοφιλέστερα αντικείμενα
es: Artículos más populares
fi: Suosituimmat kohteet
fr_ca: Articles les plus populaires
hu: A legnépszerűbbek
it: Articoli più popolari
ko: 가장 인기 있는 상품
nb: Mest populære produkter
nl: Meest populaire items
pt_pt: Os itens mais populares
ru: Самые популярные товары
sv: Populäraste prylar
tr: En çok beğenilenler
vi: Món đồ phổ biến nhất

# trending_searches_Title
source: Trending Searches
de: Beliebte Suchbegriffe
el: Δημοφιλείς Αναζητήσεις
es: Tendencias de búsqueda
fi: Nousussa olevat haut
fr_ca: Recherches Populaires
hu: Felkapott kulcsszavak
it: Ricerche di tendenza
ko: 트렌드 검색
nb: Populære søk
nl: Trending Zoekopdrachten
pt_pt: Pesquisa por Tendências
ru: Популярные запросы
sv: Sökningar som trendar
tr: Popüler Aramalar
vi: Xu hướng Tìm kiếm

# tutorial_accept_button_title
source: Get Started
de: Leg los
el: Ξεκινήστε
es: Empezar
fi: Aloita
fr_ca: Commencez
hu: Első lépések
it: Inizia
ko: 시작해보세요
nb: Kom i gang
nl: Begin
pt_pt: Começar
ru: Начать
sv: Kom igång
tr: Başla
vi: Bắt đầu

# tutorial_skip_button_title
source: Skip
de: Überspringen
el: Παράλειψη
es: Saltar
fi: Ohita
fr_ca: Passer
hu: Kihagy
it: Salta
ko: 넘기기
nb: Hopp over
nl: Overslaan
pt_pt: Pular
ru: Пропустить
sv: Rensa
tr: Geç
vi: Bỏ qua

# unblock_user_error_generic
source: An error occurred while unblocking this user.
de: Bei der Aufhebung der Blockierung dieses Nutzers ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά το ξεμπλοκάρισμα του χρήστη.
es: Se ha producido un error al desbloquear a este usuario.
fi: Tämän käyttäjän estoa poistettaessa tapahtui virhe.
fr_ca: Une erreur est survenue lors du déblocage de cet utilisateur.
hu: Hiba történt a blokkolás feloldása során.
it: Si è verificato un errore durante il tentativo di sbloccare questo utente.
ko: 이 사용자의 차단을 해제하는데 오류가 발생했습니다.
nb: En feil oppstod ved oppheving av blokkering for denne brukeren.
nl: Er is een fout opgetreden tijdens het deblokkeren van deze gebruiker.
pt_pt: Ocorreu um erro ao desbloquear este utilizador.
ru: При разблокировке произошла ошибка.
sv: Ett fel uppstod när blockeringen av användaren skulle tas bort.
tr: Kullanıcı engeli kaldırılırken bir hata oluştu.
vi: Có lỗi xảy ra trong khi bỏ chặn người dùng này.

# user_rating_add_comment_button
source: Add Comment
de: Kommentar hinzufügen
el: Αφήστε σχόλιο
es: Añadir comentario
fi: Lisää kommentti
fr_ca: Ajouter un commentaire
hu: Új hozzászólás
it: Aggiungi commento
ko: 댓글 달기
nb: Legg til kommentar
nl: Opmerking toevoegen
pt_pt: Adicionar comentário
ru: Добавить комментарий
sv: Lägg till kommentar
tr: Yorum ekle
vi: Thêm bình luận

# user_rating_message_w_name
source: Does your experience with %@ get five stars? Tell us how it went.
de: Verdient der Handel mit %@ fünf Sterne? Erzähle uns, wie es gelaufen ist.
el: Αξίζει η εμπειρία σας με τον/ την %@ πέντε αστεράκια; Πείτε μας πώς πήγε.
es: ¿Le darías cinco estrellas a tu experiencia con %@? Cuéntanos como ha ido.
fi: Onko kokemuksesi käyttäjän %@ kanssa viiden tähden arvoinen? Kerro meille, miten asiat sujuivat.
fr_ca: Votre expérience avec %@ vaut-elle cinq étoiles ? Dites-nous comment ça s'est passé.
hu: %@ öt csillagot érdemel? Meséld el, hogy ment!
it: La tua esperienza con %@ merita cinque stelle? Raccontaci come è andata.
ko: %@에게 별 다섯개를 주실 경험을 하셨나요? 어떠셨는지 저희에게 알려주세요.
nb: Får din opplevelse med %@ fem stjerner? Fortell oss hvordan det gikk.
nl: Krijgt jouw ervaring met %@ vijf sterren? Laat het ons weten hoe het ging.
pt_pt: Será que a sua experiência com %@ merece cinco estrelas? Conte-nos como correu.
ru: Ваша сделка с %@ прошла на 5 звезд? Расскажите нам о ней.
sv: Får din upplevelse med %@ fem stjärnor? Berätta hur det gick.
tr: %@ ile deneyimin nasıldı? 5 yıldız vermek ister misin?
vi: Trải nghiệm của bạn với %@ có xứng đáng năm sao? Hãy cho chúng tôi biết.

# user_rating_message_wo_name
source: Does your experience with this user get five stars? Tell us how it went.
de: Verdient der Handel mit diesem Nutzer fünf Sterne? Erzähle uns, wie es gelaufen ist.
el: Αξίζει η εμπειρία σας με αυτό το χρήστη πέντε αστεράκια; Πείτε μας πώς πήγε.
es: ¿Le darías cinco estrellas a tu experiencia con este usuario? Cuéntanos como ha ido.
fi: Onko kokemuksesi tämän käyttäjän kanssa viiden tähden arvoinen? Kerro meille, miten asiat sujuivat.
fr_ca: Votre expérience avec cet utilisateur vaut-elle cinq étoiles ? Dites-nous comment ça s'est passé.
hu: Ez a felhasználó öt csillagot érdemel? Meséld el, hogy ment!
it: La tua esperienza con questi utente merita cinque stelle? Raccontaci come è andata.
ko: 이 사용자에게 별 다섯개를 주실 경험을 하셨나요? 어떠셨는지 저희에게 알려주세요.
nb: Får din opplevelse med denne brukeren fem stjerner? Fortell oss hvordan det gikk.
nl: Krijgt jouw ervaring met deze gebruiker vijf sterren? Laat het ons weten hoe het ging.
pt_pt: Será que a sua experiência com este utilizador merece cinco estrelas? Conte-nos como correu.
ru: Ваша сделка с этим пользователем прошла на 5 звезд? Расскажите нам о ней.
sv: Får din upplevelse med den här användaren fem stjärnor? Berätta hur det gick.
tr: Bu kullanıcı ile deneyimin nasıldı? 5 yıldız vermek ister misin?
vi: Trải nghiệm của bạn với người dùng này có xứng đáng năm sao? Hãy cho chúng tôi biết.

# user_rating_review_button
source: Publish Review
de: Bewertung veröffentlichen
el: Δημοσίευση Κριτικής
es: Publicar valoración
fi: Julkaise arvostelu
fr_ca: Publier Avis
hu: Értékelés beküldése
it: Pubblica recensione
ko: 평가 게시하기
nb: Publiser vurdering
nl: Publiceer beoordeling
pt_pt: Publicar Comentário
ru: Опубликовать отзыв
sv: Publicera Omdöme
tr: Değerlendirmeyi Yayınla
vi: Đăng Đánh giá

# user_rating_review_info
source: You can update this review whenever you want.
de: Du kannst diese Bewerbung jederzeit aktualisieren.
el: Μπορείτε να ενημερώσετε αυτήν την κριτική όποτε θέλετε.
es: Puedes actualizar esta valoración cuando quieras.
fi: Voit päivittää tämän arvostelun milloin tahansa haluat.
fr_ca: Vous pouvez mettre à jour cet avis à tout moment.
hu: Értékelésedet bármikor frissítheted.
it: Potrai aggiornare questa recensione quando lo desideri.
ko: 원하실 때 이 리뷰를 업데이트 하실 수 있습니다.
nb: Du kan oppdatere denne vurderingen når som helst.
nl: Je kunt deze beoordeling bijwerken wanneer je wilt.
pt_pt: Pode atualizar este comentário quando quiser.
ru: Вы можете обновить этот отзыв в любое время.
sv: Du kan uppdatera omdömet när du vill.
tr: Bu değerlendirmeyi istediğin zaman güncelleyebilirsin.
vi: Bạn có thể cập nhật đánh giá bất cứ khi nào.

# user_rating_review_placeholder_mandatory
source: Write about your experience (required)
de: Schreibe einen Erfahrungsbericht (Pflichtfeld)
el: Γράψτε για την εμπειρία σας (απαραίτητο)
es: Comenta tu experiencia (requerido)
fi: Kirjoita kokemuksestasi (pakollinen)
fr_ca: Dites-nous en plus sur votre expérience (requis)
hu: Számolj be tapasztalataidról (kötelező)
it: Raccontaci la tua esperienza (obbligatorio)
ko: 경험하신 것에 대해서 작성해주세요 (선택사항)
nb: Skriv om din opplevelse (påkrevd)
nl: Schrijf over jouw ervaring (vereist)
pt_pt: Escreva algo sobre a sua experiência (obrigatório)
ru: Опишите ваш опыт (обязательно)
sv: Skriv om din upplevelse (obligatoriskt)
tr: Deneyimin hakkında yorum yap (zorunlu)
vi: Viết về trải nghiệm của bạn (bắt buộc)

# user_rating_review_placeholder_optional
source: Write about your experience (optional)
de: Schreibe einen Erfahrungsbericht (optional)
el: Γράψτε για την εμπειρία σας (προαιρετικό)
es: Comenta tu experiencia (opcional)
fi: Kirjoita kokemuksestasi (vapaaehtoinen)
fr_ca: Dites-nous en plus sur votre expérience (optionnel)
hu: Számolj be tapasztalataidról (nem kötelező)
it: Raccontaci la tua esperienza (facoltativo)
ko: 경험하신 것에 대해서 작성해주세요 (선택사항)
nb: Skriv om din opplevelse (valgfritt)
nl: Schrijf over jouw ervaring (optioneel)
pt_pt: Escreva algo sobre a sua experiência (opcional)
ru: Опишите свой опыт (опционально)
sv: Skriv om din upplevelse (valfritt)
tr: Deneyimin hakkında yorum yap (isteğe bağlı)
vi: Viết về trải nghiệm của bạn (không bắt buộc)

# user_rating_review_send_success
source: Your review has been published!
de: Deine Bewertung wurde veröffentlicht!
el: Η κριτική σας έχει δημοσιευθεί!
es: ¡Tu valoración se ha publicado!
fi: Arvostelusi on julkaistu!
fr_ca: Votre avis a été publié !
hu: Értékelésed beküldve!
it: La tua recensione è stata pubblicata!
ko: 사용자의 댓글이 정상적으로 등록되었습니다!
nb: Din omtale er publisert!
nl: Jouw beoordeling werd gepubliceerd!
pt_pt: O seu comentário foi publicado!
ru: Ваш отзыв опубликован!
sv: Ditt omdöme har publicerats!
tr: Değerlendirmen yayınlandı!
vi: Đánh giá của bạn đã được đăng!

# user_rating_select_a_tag
source: Select at least one:
de: Wähle mindestens eines aus:
el: Επιλέξτε τουλάχιστον ένα:
es: Selecciona al menos una:
fi: Valitse vähintään yksi:
fr_ca: Sélectionnez au moins un :
hu: Válassz legalább egyet:
it: Selezionane almeno uno:
ko: 적어도 한가지를 선택하셔야 합니다:
nb: Velg minst én:
nl: Selecteer minstens één:
pt_pt: Selecione pelo menos uma:
ru: Выберите минимум один:
sv: Välj minst en:
tr: En az bir tane seç:
vi: Chọn ít nhất một:

# user_rating_skip_button
source: Skip
de: Überspringen
el: Παράλειψη
es: Saltar
fi: Ohita
fr_ca: Passer
hu: Kihagy
it: Salta
ko: 넘기기
nb: Hopp over
nl: Overslaan
pt_pt: Pular
ru: Пропустить
sv: Hoppa över
tr: Geç
vi: Bỏ qua

# user_rating_title
source: Review your experience with
de: Bewerte deine Transaktion mit
el: Αναφέρετε την εμπειρία σας με
es: Valora tu experiencia con
fi: Arvostele kokemuksesi seuraavan käyttäjän kanssa
fr_ca: Évaluez votre expérience avec
hu: Mondd el, milyen volt
it: Valuta la tua esperienza con
ko: 회원님의 경험을 댓글로 남기기
nb: Vurder din opplevelse med
nl: Beoordeel jouw ervaring met
pt_pt: Comente a sua experiência com
ru: Оцените свое общение с
sv: Betygsätt din upplevelse med
tr: Bu kullanıcı ile deneyimini değerlendir
vi: Đánh giá trải nghiệm của bạn với

# user_rating_update_comment_button
source: Update Comment
de: Kommentar aktualisieren
el: Ενημέρωση σχολίου
es: Actualizar comentario
fi: Päivitä kommenttia
fr_ca: Modifier commentaire
hu: Hozzászólás szerkesztése
it: Aggiorna commento
ko: 댓글 수정
nb: Oppdater kommentar
nl: Opmerking bijwerken
pt_pt: Atualizar comentário
ru: Обновить комментарий
sv: Uppdatera kommentar
tr: Yorumu güncelle
vi: Cập nhật bình luận
