Repository: goRestart/ios-restart-app
Catalog: components/LGResources/LGResources/Assets/i18n/*.lproj/Localizable.strings
Languages: de, el, es, fi, fr_ca, hu, it, ko, nb, nl, pt_pt, ru, sv, tr, vi

# phone_verification_number_input_view_confirmation_message
source: We sent a text message with a verification code to +%@ %@
de: Wir haben eine Textnachricht mit dem Verifizierungscode an +%@ %@ geschickt
el: Στείλαμε ένα μήνυμα κειμένου με ένα κωδικό επιβεβαίωσης στο +%@%@
es: Hemos enviado un mensaje de texto con un código de verificacíon a +%@ %@
fi: Lähetimme vahvistuskoodin sisältävän viestin numeroon +%@ %@
fr_ca: Nous avons envoyé un message-texte avec un code de vérification à +%@ %@
hu: Megerősítő kódot tartalmazó SMS-t küldtünk ide: +%@ %@
it: Abbiamo inviato un SMS con un codice di verifica al +%@ %@
ko: +%@ %@로 확인 코드를 문자 메시지로 발송해 드렸습니다
nb: Vi har sendt en SMS med verfiseringskode til +%@ %@
nl: We hebben een sms met een verificatiecode verzonden naar +%@ %@
pt_pt: Enviamos uma mensagem de texto com um código de verificação para +%@%@
ru: Мы отправили смс с кодом на +%@ %@
sv: Vi har skickat ett sms med en verifikationskod till +%@ %@
tr: +%@ %@ numarasına, doğrulama kodu içeren bir kısa mesaj gönderdik
vi: Chúng tôi đã gửi bạn một tin nhắn có mã xác nhận tới +%@ %@

# phone_verification_number_input_view_confirmation_title
source: Thank you!
de: Danke!
el: Ευχαριστώ!
es: ¡Gracias!
fi: Kiitos!
fr_ca: Merci !
hu: Köszönjük! Visszajelzésed sokat segít!
it: Grazie!
ko: 감사합니다!
nb: Takk!
nl: Bedankt!
pt_pt: Obrigado! O seu feedback ajuda-nos a melhorar
ru: Спасибо!
sv: Tack!
tr: Teşekkürler!
vi: Cảm ơn bạn!

# phone_verification_number_input_view_continue_button
source: Continue
de: Fortfahren
el: Συνέχεια
es: Continuar
fi: Jatka
fr_ca: Continuer
it: Continua
ko: 계속
nb: Fortsett
nl: Doorgaan
ru: Далее
sv: Gå vidare
tr: Devam Et
vi: Tiếp tục

# phone_verification_number_input_view_description
source: Build trust by verifying your phone number
de: Schaffe Vertrauen, indem du deine Telefonnummer verifizierst
el: Κερδίστε εμπιστοσύνη επιβεβαιώνοντας τον αριθμό τηλεφώνου σας
es: Crea confianza verificando tu número de teléfono
fi: Luo luottamusta vahvistamalla puhelinnumerosi
fr_ca: Inspirez confiance en vérifiant votre numéro de téléphone
hu: Kelts bizalmat telefonszámod megerősítésével
it: Genera fiducia verificando il numero di telefono
ko: 전화 번호를 인증하여 신뢰도를 높여보세요
nb: Bygg tillit ved å verifisere ditt mobilnummer
nl: Bouw vertrouwen op door je telefoonnummer te verifiëren
pt_pt: Crie confiança ao verificar o seu número de telefone
ru: Повысьте доверие, подтвердив ваш номер телефона
sv: Skapa förtroende genom att verifiera ditt telefonnummer
tr: Telefon numaranı doğrulayarak güven kazan
vi: Xây dựng lòng tin bằng việc xác thực số điện thoại của bạn

# phone_verification_number_input_view_error_message
source: Oops! An error occurred while sending the text message. Please try again.
de: Hoppla! Beim Senden der Textnachricht ist ein Fehler aufgetreten. Bitte versuche es erneut.
el: Όπα! Παρουσιάστηκε σφάλμα κατά την αποστολή του μηνύματος κειμένου. Παρακαλώ δοκιμάστε ξανά.
es: ¡Ups! Se ha producido un error al enviar el mensaje de texto. Inténtalo de nuevo.
fi: Hups! Tekstiviestiä lähetettäessä tapahtui virhe. Ole hyvä ja yritä uudelleen.
fr_ca: Oups ! Une erreur est survenue au moment d'envoyer le message texte. Veuillez réessayer.
hu: Hoppá! Hiba történt az SMS kiküldése során. Próbálkozz újra.
it: Ops! Si è verificato un errore durante l'invio dell'SMS. Riprova.
ko: 이런 문자 메시지를 발송하는 동안 오류가 발생했습니다. 다시 시도해주세요.
nb: Oops! En feil oppstod ved sending av tekstmelding. Vennligst prøv igjen.
nl: Oeps! Er is een fout opgetreden tijdens het verzenden van het SMS-bericht. Probeer het opnieuw.
pt_pt: Ups! Surgiu um erro ao enviar uma mensagem de texto. Tente de novo.
ru: Упс! При отправке смс произошла ошибка. Пожалуйста, попробуйте еще раз.
sv: Hoppsan! Ett fel inträffade när textmeddelandet skulle skickas. Vänligen försök igen.
tr: Oops! Kısa mesaj gönderilirken bir hata oluştu. Lütfen tekrar dene.
vi: Ồ! Có lỗi xảy ra trong khi gửi tin nhắn. Xin vui lòng thử lại.

# phone_verification_number_input_view_sending_message
source: Sending text message...
de: Textnachricht wird verschickt…
el: Αποστολή μηνύματος κειμένου...
es: Enviando mensaje de texto…
fi: Lähetetään tekstiviestiä…
fr_ca: Envoi du message texte en cours…
hu: Üzenet küldése...
it: Invio messaggio di testo...
ko: 문자 메시지 발송 중...
nb: Sender tekstmelding…
nl: Versturen van bericht...
pt_pt: A enviar mensagem de texto…
ru: Отправляем СМС...
sv: Textmeddelandet skickas...
tr: Kısa mesaj gönderiliyor…
vi: Đang gửi tin nhắn…

# phone_verification_number_input_view_textfield_placeholder
source: Phone number
de: Telefonnummer
el: Αριθμός Τηλεφώνου
es: Número de teléfono
fi: Puhelinnumero
fr_ca: Numéro de Téléphone
hu: Telefonszám
it: Numero di telefono
ko: 전화번호
nb: Mobilnummer
nl: Telefoonnummer
pt_pt: Número de telefone
ru: Номер телефона
sv: Telefonnummer
tr: Telefon Numarası
vi: Số Điện thoại

# phone_verification_number_input_view_title
source: Number verification
de: Verifikationsnummer
el: Αριθμός επιβεβαίωσης
es: Verificación de teléfono
fi: Numeron vahvistus
fr_ca: Vérification du numéro
hu: Telefonos hitelesítés
it: Verifica numero
ko: 번호 인증
nb: Nummerverifisering
nl: Nummerverificatie
pt_pt: Verificação do número
ru: Подтверждение номера
sv: Verifikationsnummer
tr: Numara doğrulama
vi: Xác thực số điện thoại

# post_another_listing_button
source: Post another listing
el: Δημοσίευση άλλης καταχώρησης
es: Publica otro anuncio
it: Pubblica un altro annuncio
ko: 다른 글 작성하기
nl: Plaats nog een advertentie
ru: Разместить другое объявление
vi: Đăng một bài khác

# post_another_listing_description
source: You're on a roll, keep it going!
el: Συνεχίστε την καλή δουλειά!
es: Estás en racha, ¡sigue así!
it: Stai andando alla grande, continua così!
ko: 잘하고 계시네요, 계속 나아가보세요!
nl: Goed bezig, ga zo door!
ru: Вы на верном пути, продолжайте!
vi: Bạn đang thành công, hãy tiếp tục!

# post_another_listing_title
source: MAKING MONEY!
el: Κερδίστε χρήματα!
es: ¡Estás ganando dinero!
it: Guadagnare soldi!
ko: 현금을 벌어보세요!
nl: Goed geld verdienen!
ru: Продолжай зарабатывать!
vi: Kiếm tiền!

# post_category_detail_add_make
source: Add Make
de: Marke hinzufügen
el: Προσθέστε Δημιουργία
es: Añadir marca
fi: Lisää merkki
fr_ca: Ajouter Marque
hu: Gyártó hozzáadása
it: Aggiungi marca
ko: 제작사 추가
nb: Legg til merke
nl: Merk toevoegen
pt_pt: Adicionar Marca
ru: Добавить марку
sv: Lägg till märke
tr: Marka Ekle
vi: Thêm Nhà sản xuất

# post_category_detail_add_model
source: Add Model
de: Modell hinzufügen
el: Προσθέστε Μοντέλο
es: Añadir modelo
fi: Lisää malli
fr_ca: Ajouter Modèle
hu: Típus hozzáadása
it: Aggiungi modello
ko: 모델 추가
nb: Legg til modell
nl: Model toevoegen
pt_pt: Adicionar Modelo
ru: Добавить модель
sv: Lägg till modell
tr: Model Ekle
vi: Thêm Dòng

# post_category_detail_car_make
source: Make
de: Hersteller
el: Δημιουργία
es: Marca
fi: Merkki
fr_ca: Marque
hu: Gyártó
it: Marca
ko: 제작사
nb: Merke
nl: Merk
pt_pt: Marca
ru: Марка
sv: Märke
tr: Marka
vi: Nhà sản xuất

# post_category_detail_car_model
source: Model
de: Modell
el: Μοντέλο
es: Modelo
fi: Malli
fr_ca: Modèle
hu: Típus
it: Modello
ko: 모델
pt_pt: Modelo
ru: Модель
sv: Modell
vi: Dòng

# post_category_detail_car_year
source: Year
de: Baujahr
el: Χρονολογία
es: Año
fi: Vuosimalli
fr_ca: Année
hu: Évjárat
it: Anno
ko: 연식
nb: År
nl: Jaar
pt_pt: Ano
ru: Год
sv: År
tr: Yıl
vi: Năm

# post_category_detail_search_placeholder
source: Search
de: Suche
el: Αναζήτηση
es: Buscar
fi: Hae
fr_ca: Recherche
hu: Keresés
it: Ricerca
ko: 검색
nb: Søk
nl: Zoeken
pt_pt: Buscar
ru: Поиск
sv: Sök
tr: Ara
vi: Tìm kiếm

# post_category_details_description
source: Listings with completed details attract 20% more potential buyers
de: Angebote mit vollständigen Angaben haben 20% mehr potentielle Käufer
el: Δημοσιεύσεις με ολοκληρωμένες λεπτομέρειες ελκύουν 20% περισσότερους πιθανούς αγοραστές
es: Los anuncios con detalles completados atraen un 20% más de compradores potenciales
fi: Kaikki tiedot sisältävät ilmoitukset houkuttelevat 20% enemmän potentiaalisia ostajia
fr_ca: Les annonces avec des informations détaillées attirent 20% plus d'acheteurs potentiels
hu: A teljesen kitöltött részletezővel rendelkező hirdetések 20%-kal több potenciális vásárlót vonzanak
it: Gli annunci con dettagli completi attraggono il 20% in più di potenziali clienti
ko: 완벽한 상세 내역과 함께 게시를 한 상품이 20%더 많은 고객들을 유치하고 있습니다
nb: Annonser med komplette detaljer tiltrekker deg 20% flere potensielle kjøpere
nl: Advertenties met de compleet ingevulde gegevens trekken 20% meer potentiële kopers
pt_pt: Publicações com dados completos atraem mais 20% de potenciais compradores
ru: Объявление с полной информацией привлекает на 20% больше покупателей
sv: De som fyller i alla uppgifter attraherar 20% flera potentiella köpare
tr: Detayları eklenmiş ilanlar %20 daha fazla müşteri çekiyor
vi: Các bài đăng với mô tả đầy đủ thu hút hơn 20% người mua tiềm năng

# post_category_details_navigation_title
source: Add Details
de: Details hinzufügen
el: Προσθήκη Λεπτομερειών
es: Añadir detalles
fi: Lisää tiedot
fr_ca: Ajouter des Détails
hu: Részletek hozzáadása
it: Aggiungi dettagli
ko: 상세 내역 추가
nb: Legg til detaljer
nl: Details toevoegen
pt_pt: Adicionar detalhes
ru: Добавить информацию
sv: Lägg till uppgifter
tr: Detay Ekle
vi: Thêm chi tiết

# post_category_details_progress
source: %@ complete
de: %@ vollständig
el: %@ ολοκλήρωση
es: %@ completado
fi: %@ valmis
fr_ca: Complété à %@
hu: %@ kész
it: %@ completato
ko: %@ 완료되었습니다
nb: %@ fullført
nl: %@ compleet
pt_pt: %@ completo
ru: %@ завершено
sv: %@ ifyllt
tr: %@ tamamlandı
vi: Hoàn thành %@

# post_category_details_progress_100
source: Looks amazing
de: Sieht gut aus
el: Μοιάζει υπέροχο
es: Tiene buena pinta
fi: Näyttää mahtavalta
fr_ca: Magnifique !
hu: Szuper
it: Un bellissimo aspetto
ko: 훌륭해 보이네요
nb: Ser fantastisk ut
nl: Ziet er geweldig uit
pt_pt: Está fantástico
ru: Выглядит круто
sv: Ser kanon ut
tr: Harika görünüyor
vi: Trông thật tuyệt

# post_description_category_title
source: Category
de: Kategorie
el: Κατηγορία
es: Categoría
fi: Kategoria
fr_ca: Catégorie
hu: Kategória
it: Categoria
ko: 항목
nb: Kategori
nl: Categorie
pt_pt: Categoria
ru: Категория
sv: Kategori
tr: Kategori
vi: Danh mục

# post_description_description_placeholder
source: Description (optional)
de: Beschreibung (optional)
el: Περιγραφή (προαιρετικό)
es: Descripción (opcional)
fi: Kuvaus (vapaaehtoinen)
fr_ca: Description (optionnel)
hu: Leírás (nem kötelező)
it: Descrizione (facoltativa)
ko: 설명 (선택사항)
nb: Beskrivelse (valgfritt)
nl: Beschrijving (optioneel)
pt_pt: Descrição
ru: Описание (опционально)
sv: Beskrivning (valfritt)
tr: Açıklama (isteğe bağlı)
vi: Mô tả (tùy chọn)

# post_description_discard_button_text
source: Discard
de: Verwerfen
el: Ακύρωση
es: Descartar
fi: Hylkää
fr_ca: Oui
hu: Elvetés
it: Elimina
ko: 제거
nb: Forkast
nl: Verwijder
pt_pt: Rejeitar
ru: Отмена
sv: Släng
tr: Sil
vi: Hủy

# post_description_done_text
source: Done! That was easy, right?
de: Fertig! Das war gar nicht schwer, was?
el: Έγινε! Ήταν εύκολο, έτσι δεν είναι;
es: ¡Listo! Ha sido fácil, ¿verdad?
fi: Valmis! Se oli helppoa, eikö?
fr_ca: C'est fait ! C'était facile, n'est-ce pas ?
hu: Kész! Gyerekjáték, nem igaz?
it: Fatto! È stato facile, no?
ko: 완료되었습니다! 참 쉽죠?
nb: Fullført! Det var enkelt, ikke sant?
nl: Klaar! Dat was makkelijk, toch?
pt_pt: Feito! Foi fácil, certo?
ru: Готово! Было просто, правда?
sv: Klart! Enkelt, eller hur?
tr: Bitti! Çok kolaydı, değil mi?
vi: Đã xong! Rất đơn giản phải không?

# post_description_info_title
source: LISTING INFORMATION
de: ANGEBOTSINFORMATIONEN
el: ΠΛΗΡΟΦΟΡΊΕΣ ΚΑΤΑΧΏΡΗΣΗΣ
es: INFORMACIÓN DEL ANUNCIO
fi: ILMOITUKSEN TIEDOT
fr_ca: INFORMATIONS SUR L'ANNONCE
hu: HIRDETÉSINFORMÁCIÓK
it: INFORMAZIONI ANNUNCIO
ko: 상품 목록 정보
nb: ANNONSEINFORMASJON
nl: ADVERTENTIE INFORMATIE
pt_pt: DADOS DA PUBLICAÇÃO
ru: ИНФОРМАЦИЯ ОБ ОБЪЯВЛЕНИИ
sv: INFORMATION
tr: İLAN BİLGİSİ
vi: THÔNG TIN BÀI ĐĂNG

# post_description_name_placeholder
source: Name
el: Αλλαγή Ονόματος
es: Nombre
fi: Nimi
fr_ca: Nom
hu: Név
it: Nome
ko: 이름
nb: Navn
nl: Naam
pt_pt: Alterar nome
ru: Изменить имя
sv: Namn
tr: İsim
vi: Tên

# post_description_save_button_text
source: Save this listing!
de: Dieses Angebot speichern!
el: Αποθήκευση αυτής της καταχώρησης!
es: ¡Guardar este anuncio!
fi: Tallenna tämä ilmoitus!
fr_ca: Sauvegarder cette annonce !
hu: Mentsd el a hirdetést!
it: Salva questo annuncio!
ko: 해당 상품 목록 저장하기!
nb: Lagre denne annonsen!
nl: Bewaar deze advertentie!
pt_pt: Guardar este anúncio!
ru: Сохранить это объявление!
sv: Spara annonsen!
tr: Bu ilanı kaydet!
vi: Lưu bài đăng này!

# post_details_jobs_services_camera_message
source: Post your company’s logo or a photo that shows the service or job you’re offering
el: Δημοσιεύστε το λογότυπο της εταιρίας σας ή μια φωτογραφία που να παρουσιάζει την υπηρεσία ή τη δουλειά που προσφέρετε.
es: Publica el logo de tu empresa o una foto que muestre el servicio o empleo que ofreces
fr_ca: Publiez le logo de votre entreprise ou une photo qui montre le service ou l'emploi que vous proposez
it: Pubblica il logo della tua azienda o una foto che mostri il servizio o il lavoro da te offerto
ko: 기업 로고를 게시하거나 서비스 혹은 제공하는 직업을 보여줄 수 있는 사진을 게시해주세요
nl: Plaats jouw bedrijfslogo of een foto die de dienst of baan die je aanbiedt laat zien
pt_pt: Publique o logótipo da sua empresa ou uma foto que mostre o serviço ou trabalho que está a oferecer
ru: Разместите лого вашей компании или фото, которое показывает, что вы предлагаете
vi: Đăng logo công ty của bạn hoặc ảnh hiển thị dịch vụ hay công việc bạn thực hiện

# post_details_jobs_services_congratulation_add_more_details
source: by adding more details:
el: προσθέτοντας περισσότερες λεπτομέρειες:
es: añadiendo más detalles:
it: aggiungendo altri dettagli:
ko: 상세 내역 추가하기:
nl: door meer details toe te voegen:
ru: добавив детали:
vi: bằng cách thêm thông tin:

# post_details_jobs_services_congratulation_improve_listing
source: Improve your listing
el: Βελτιώστε την καταχώρησή σας
es: Mejora tu anuncio
it: Migliora il tuo annuncio
ko: 게시글을 효과적으로 만들어보세요
nl: Verbeter je advertentie
ru: Улучшите свое объявление,
vi: Cải thiện bài đăng

# post_details_jobs_services_congratulation_people_nearby_first
source: People near you are also
el: Άλλοι χρήστες γύρω σας επίσης
es: Otras personas cerca de ti
it: Persone nella tua zona stanno
ko: 근처의 고객들은 또한
nl: Mensen in jouw omgeving zijn ook
ru: Люди рядом с вами также
vi: Những người gần bạn cũng

# post_details_jobs_services_congratulation_people_nearby_second
source: looking for:
el: αναζητούν:
es: también buscan:
it: cercando anche:
ko: 다음을 찾고 있습니다:
nl: op zoek naar:
ru: ищут:
vi: đang tìm kiếm:

# post_details_jobs_services_step_option_jobs_prefix
source: Looking to hire someone for a
el: Αναζητώ κάποιον για μια
es: Buscando contratar a alguien para un
fr_ca: Cherchant à recruter quelqu'un pour un
it: Alla ricerca di assumere qualcuno per un
ko: 구인활동을
nl: Ben op zoek om iemand in te huren voor een
pt_pt: Procuro contratar alguém para um
ru: Хочу нанять кого-нибудь для
vi: Tìm thuê người cho

# post_details_jobs_services_step_option_services_prefix
source: Advertising a
el: Διαφημίζω μία
es: Anunciando un
fr_ca: Annonçant un
it: Pubblicizza un
ko: 서비스를
nl: Adverteer een
pt_pt: Anúncio um
ru: Реклама
vi: Quảng cáo một

# post_details_jobs_services_step_title
source: I'm...
el: Είμαι...
es: Estoy
fr_ca: Je suis...
it: Sono un/una...
ko: 저는...
nl: Ik...
pt_pt: Sou...
ru: Я...
vi: Tôi là...

# post_details_jobs_subtitle
source: Choose one
el: Επιλέξτε μία
es: Elige uno
fr_ca: Choisissez-en un
it: Scegline uno
ko: 한가지 선택하기
nl: Kies één
pt_pt: Escolha um
ru: Выберите одну
vi: Chọn một

# post_details_jobs_title
source: What kind of job are you offering?
el: Τί είδους εργασία προσφέρετε;
es: ¿Qué clase de empleo ofreces?
fr_ca: Quelle sorte d'emploi offrez-vous ?
it: Che tipo di lavoro offri?
ko: 어떤 직업을 제공하고 계신가요?
nl: Wat voor baan bied je aan?
pt_pt: Que tipo de trabalho está a oferecer?
ru: Какие работы вы предлагаете?
vi: Bạn đang cung cấp loại công việc gì?

# post_details_listingType_job_display_name
source: job
el: εργασία
es: empleo
fr_ca: emploi
it: lavoro
ko: 진행하는 중
nl: baan
pt_pt: trabalho
ru: работа
vi: công việc

# post_details_listingType_service_display_name
source: service
el: υπηρεσία
es: servicio
it: servizio
ko: 광고하는 중
nl: dienst
pt_pt: serviço
ru: услуга
vi: dịch vụ

# post_details_services_add_new
source: Add a new service
de: Füge eine neue Dienstleistung hinzu
el: Προσθήκη νέας υπηρεσίας
es: Añadir otro servicio
fi: Lisää uusi palvelu
fr_ca: Ajoutez un nouveau service
hu: Új szolgáltatás hozzáadása
it: Aggiungi un nuovo servizio
ko: 새러운 서비스 추가하기
nb: Legg til en ny tjeneste
nl: Voeg een nieuwe dienst toe
pt_pt: Adicionar um novo serviço
ru: Добавить новую услугу
sv: Lägg till en ny tjänst
tr: Yeni bir hizmet ekle
vi: Thêm một dịch vụ mới

# post_details_services_camera_message
source: Post your company’s logo or a photo that shows the service you offer
de: Stelle ein Foto von dir oder deinem Firmenlogo ein
el: Δημοσιεύστε το λογότυπο της εταιρίας σας ή μια φωτογραφία που να παρουσιάζει την υπηρεσία που προσφέρετε
es: Publica el logo de tu empresa o una foto que muestre el servicio que ofreces
fi: Julkaise kuva itsestäsi tai yrityksesi logosta
fr_ca: Publiez le logo de votre entreprise ou une photo qui présente le service que vous offrez
hu: Tölts fel képet magadról vagy a céged logójáról
it: Pubblica il logo della tua azienda o una foto che mostri il servizio offerto
ko: 기업 로고나 제공하는 서비스를 보여줄 수 있는 사진을 게시해주세요
nb: Publiser et bilde av deg selv eller av bedriftens logo
nl: Plaats het logo van je bedrijf of een foto die de aangeboden dienst toont
pt_pt: Publique o logótipo da sua empresa ou uma foto que mostre o serviço que oferece
ru: Разместите логотип компании или фото, демонстрирующее ваши услуги
sv: Lägg upp en bild på dig själv eller din företagslogo
tr: Kendinin ya da şirketinin logosunun fotoğrafını koy
vi: Đăng logo công ty của bạn hoặc ảnh hiển thị dịch vụ bạn cung cấp

# post_details_services_congratulation_people_near
source: People around you are looking for these services, have these skills?
de: Leute in deiner Nähe suchen nach diesen Dienstleistungen, besitzt du diese Fähigkeiten?
el: Άνθρωποι γύρω σας αναζητούν αυτές τις υπηρεσίες, έχετε τέτοιου είδους ικανότητες;
es: Alrededor de ti se buscan estos servicios, ¿tienes estas habilidades?
fi: Lähistölläsi olevat ihmiset etsivät näitä palveluita, omaatko näitä taitoja?
fr_ca: Des gens près de chez vous recherchent ces services, possédez-vous ces compétences ?
hu: A környékbeliek ezeket a szolgáltatásokat keresik. Értesz valamelyikhez?
it: Persone nella tua zona sono alla ricerca di questi servizi. Hai da offrire il tuo contributo?
ko: 당신 주변 사람들은 이러한 서비스를 찾고 있거나 이런 기술을 가지고 있나요?
nb: Personer rundt deg ser etter disse tjenestene, har du disse erfaringene?
nl: Mensen om je heen zijn op zoek naar deze diensten, heb jij deze vaardigheden?
pt_pt: Pessoas à sua volta procuram estes serviços. Tem estas habilidades?
ru: Люди рядом с вами ищут эти услуги, вы можете их предложить?
sv: Dessa tjänster är efterfrågade i ditt område, kan du leverera dem?
tr: Etrafındaki insanlar bu hizmetleri arıyorlar. Bu yeteneklere sahip misin?
vi: Mọi người xung quanh bạn đang tìm kiếm các dịch vụ này, bạn có những kĩ năng đó?

# post_details_services_congratulation_post_another
source: Post another listing
de: Stelle ein weiteres Angebot ein
el: Δημοσιεύστε κι άλλη καταχώρηση
es: Publicar otro anuncio
fi: Julkaise toinen ilmoitus
fr_ca: Publier une autre annonce
hu: Újabb hirdetés
it: Pubblica un altro annuncio
ko: 다른 글 작성하기
nb: Publiser en ny annonse
nl: Plaats nog een advertentie
pt_pt: Publicar outro anúncio
ru: Разместить другое объявление
sv: Lägg upp en annan annons
tr: Başka bir ilan yükle
vi: Đăng một bài khác

# post_details_services_congratulation_review
source: Review your listings and add more details
de: Überprüfe deine Angebote und füge weitere Details hinzu
el: Ελέξγτε τις καταχωρήσεις σας και προσθέστε περισσότερες λεπτομέρειες
es: Revisa tus anuncios y añade más detalles
fi: Tarkasta ilmoituksesi ja lisää tietoja
fr_ca: Révisez vos annonces et ajoutez plus de détails
hu: Tekintsd át hirdetéseidet és bővítsd őket részletekkel
it: Controlla gli annunci e aggiungi ulteriori dettagli
ko: 당신의 게시글을 검토하고 더 많은 상세 내역을 추가해보세요
nb: Gjennomgå dine annonser og legg til flere detaljer
nl: Controleer je advertenties en voeg meer details toe
pt_pt: Reveja os seus anúncios e adicione mais detalhes
ru: Посмотрите свои объявления и добавьте детали
sv: Kontrollera din annons och lägg till fler detaljer
tr: İlanlarını gözden geçir ve daha fazla detay ekle
vi: Xem bài đăng của bạn và thêm thông tin

# post_details_services_congratulation_subtitle
source: Your listings have been posted.
de: Deine Angebote wurden eingestellt.
el: Οι καταχωρήσεις σας έχουν δημοσιευθεί.
es: Tus anuncios han sido publicados.
fi: Ilmoituksesi on julkaistu.
fr_ca: Vos annonces ont été publiées.
hu: Hirdetések feltöltve.
it: I tuoi annunci sono stati pubblicati.
ko: 당신의 상품이 게시되었습니다.
nb: Dine annonser har blitt publisert.
nl: Jouw advertentie werd geplaatst.
pt_pt: Os seus anúncios foram publicados.
ru: Ваши объявления размещены.
sv: Dina annonser har publicerats.
tr: İlanların yayınlandı.
vi: Bài của bạn vừa được đăng.

# post_details_services_congratulation_title
source: Congratulations!
de: Gratuliere!
el: Συγχαρητήρια!
es: ¡Enhorabuena!
fi: Onneksi olkoon!
fr_ca: Félicitations !
hu: GRATULÁLUNK
it: Complimenti!
ko: 축하드립니다!
nb: Gratulerer!
nl: Gefeliciteerd!
pt_pt: Parabéns!
ru: Поздравляем!
sv: Grattis!
tr: Tebrikler!
vi: Chúc mừng!

# post_details_services_create_max
source: Oops! You can only select 15 services at a time.
de: Hoppla! Du kannst nur 15 Dienstleistungen auf einmal wählen.
el: Όπα! Μπορείτε να επιλέξετε μόνο 15 υπηρεσίες τη φορά.
es: ¡Ups! Puedes seleccionar hasta 15 servicios.
fi: Hups! Voit valita vain 15 palvelua kerrallaan.
fr_ca: Oups ! Vous pouvez seulement sélectionner 15 services à la fois.
hu: Hoppá! Egyszerre legfeljebb 15 szolgáltatást választhatsz.
it: Ops! Puoi selezionare solo 15 servizi alla volta.
ko: 이런! 사용자께서는 15가지 서비스만 선택하실 수 있습니다.
nb: Oops! Du kan kun velge 15 tjenester samtidig
nl: Oeps! Je kunt slecht 15 diensten tegelijk selecteren.
pt_pt: Ups! Só pode selecionar 15 serviços de cada vez.
ru: Упс! Вы можете выбрать только 15 услуг за раз.
sv: Hoppsan! Du kan bara välja 15 tjänster åt gången.
tr: Oops! Bir seferde sadece 15 hizmet seçebilirsiniz.
vi: Ồ! Bạn chỉ có thể chọn 15 dịch vụ một lúc.

# post_details_services_search_placeholder
source: Search or choose from the list
de: Suche oder wähle aus der Liste
el: Αναζητήστε ή επιλέξτε από τη λίστα
es: Busca o selecciona de la lista
fi: Hae tai valitse listalta
fr_ca: Recherchez ou choisissez dans la liste
hu: Keress, vagy válassz a listából
it: Cerca o scegli dalla lista
ko: 검색하거나 목록에서 선택하세요
nb: Søk eller velg fra listen
nl: Zoek of kies uit de lijst
pt_pt: Procure ou escolha da lista
ru: Ищите или выбирайте из списка
sv: Sök eller välj från listan
tr: Listeyi ara veya listeden seç
vi: Tìm kiếm hoặc chọn từ danh sách

# post_details_services_subtitle
source: Start making money!
de: Fange an, Geld zu verdienen!
el: Ξεκινήστε να κερδίζετε χρήματα!
es: ¡Empieza a ganar dinero!
fi: Aloita tienaaminen!
fr_ca: Commencez à gagner de l'argent !
hu: Kezdj pénzt keresni!
it: Inizia a guadagnare!
ko: 현찰을 마련해보세요!
nb: Start inntjeningen!
nl: Begin met geld verdienen
pt_pt: Comece a ganhar dinheiro!
ru: Начинайте получать деньги!
sv: Börja tjäna pengar!
tr: Para kazanmaya başla!
vi: Bắt đầu kiếm tiền!
