Repository: goRestart/ios-restart-app
Catalog: components/LGResources/LGResources/Assets/i18n/*.lproj/Localizable.strings
Languages: de, el, es, fi, fr_ca, hu, it, ko, nb, nl, pt_pt, ru, sv, tr, vi

# categories_sports_leisure_and_games
source: Sports, Leisure and Games
de: Sport und Freizeit
el: Αθλητικά, Ψυχαγωγία και Παιχνίδια
es: Deporte, Ocio y Juegos
fi: Urheilu, vapaa-aika ja pelit
fr_ca: Sports, Loisirs et Jeux
hu: Sport, szabadidő, játékok
it: Sport, Tempo libero e Giochi
ko: 스포츠,레저 및 게임
nb: Sport, fritid og spill
nl: Sport, vrije tijd en games
pt_pt: Desportos, Lazer e Jogos
ru: Спорт и Развлечения
sv: Sport, fritid och spel
tr: Spor, Eğlence ve Oyunlar
vi: Thể thao, Giải trí và Trò chơi

# categories_super_keywords_inFeed_show_more
source: Show more
de: Mehr anzeigen
el: Δείτε Περισσότερα
es: Ver más
fi: Näytä enemmän
fr_ca: Afficher plus
hu: Többet
it: Mostra Altro
ko: 더보기
nb: Vis mer
nl: Toon meer
pt_pt: Mostrar mais
ru: Показать еще
sv: Visa mer
tr: Daha fazla göster
vi: Hiện thêm

# categories_title
source: Categories
de: Kategorien
el: Κατηγορίες
es: Categorías
fi: Kategoriat
fr_ca: Catégories
hu: Kategóriák
it: Categorie
ko: 항목
nb: Kategorier
nl: Categorieën
pt_pt: Categorias
ru: Категории
sv: Kategorier
tr: Kategoriler
vi: Danh mục

# categories_unassigned
source: Not selected
de: Nichts ausgewählt
el: Δεν έχει επιλεχθεί
es: No seleccionada
fi: Ei valittu
fr_ca: Non sélectionnée
hu: Nincs megadva
it: Non selezionata
ko: 선택되지 않음
nb: Ikke valgt
nl: Niet geselecteerd
pt_pt: Não selecionada
ru: Не выбрана
sv: Inte vald
tr: Seçilmedi
vi: Chưa được chọn

# categories_unassigned_items
source: Other items
de: Etwas anderes
el: Άλλα αντικείμενα
es: Otros artículos
fi: Muut tuotteet
fr_ca: Autres biens
hu: Valami más
it: Altri articoli
ko: 기타 제품
nb: Andre produkter
nl: Overige items
pt_pt: Outros itens
ru: Другие товары
sv: Något annat
tr: Diğer eşyalar
vi: Sản phẩm khác

# change_bio_error_message
source: An error occurred while saving your bio. Please make sure it doesn’t include contact information.
de: Beim Speichern deiner Biografie ist ein Fehler aufgetreten. Bitte stelle sicher, dass sie keine Kontaktinformationen enthält.
el: Παρουσιάστηκε σφάλμα κατά την αποθήκευση του βιογραφικού σας. Παρακαλώ βεβαιωθείτε πως δεν περιλαμβάνει πληροφορίες επικοινωνίας.
es: Se ha producido un error al guardar tu bio. Asegúrate de que no contenga información de contacto.
fi: Biografiaasi tallennettaessa tapahtui virhe. Varmista, että biografia ei sisällä yhteystietoja.
fr_ca: Une erreur est survenue lors de la sauvegarde de votre bio. Veuillez vous assurer qu'elle ne comporte aucune coordonnée personnelle.
hu: Hiba történt a bemutatkozásod mentése során. Győződj meg arról, hogy nem tartalmaz kapcsolatfelvételi adatokat.
it: Si è verificato un errore durante il salvataggio della tua biografia. Assicurati che non contenga informazioni personali.
ko: 개인 정보를 저장하는 동안 오류가 발생했습니다. 연락정보가 포함되어 있지 않은지 확인해주세요.
nb: En feil oppstod ved lagring av din biografi. Vennligst sørg for å ikke inkludere kontaktinformasjon.
nl: Er is een fout opgetreden tijdens het opslaan van je biografie. Zorg ervoor dat het geen contactgegevens bevat.
pt_pt: Surgiu um erro ao guardar a sua biografia. Assegure-se de que não inclui dados de contacto.
ru: При сохранении информации о вас произошла ошибка. Пожалуйста, убедитесь, что она не содержит контактную информацию.
sv: Ett fel uppstod när din biografi skulle sparas. Var god kontrollera att den inte innehåller några kontaktuppgifter.
tr: Biyografin kaydedilirken bir hata oluştu. Lütfen iletişim bilginin yer almadığından emin ol.
vi: Có lỗi xảy ra trong khi chỉnh sửa tiểu sử của bạn. Vui lòng đảm bảo không có thông tin liên hệ trong đó.

# change_bio_placeholder
source: Add a bio that describes who you are. Share what you’re interested in or a fun fact about yourself.
de: Füge eine Biografie hinzu, die beschreibt, wer du bist. Teile anderen mit, an was du interessiert bist, oder erwähne ein lustiges Hobby von dir.
el: Προσθέστε ένα βιογραφικό που να περιγράφει ποιοι είστε. Μοιραστείτε ό,τι σας ενδιαφέρει ή κάποιο διασκεδαστικό στοιχείο του χαρακτήρα σας.
es: Añade una bio que describa quien eres. Comparte lo que te interesa o algún dato divertido sobre ti.
fi: Lisää biografia, joka kertoo sinusta. Jaa kiinnostuksen kohteesi tai hauskoja faktoja itsestäsi.
fr_ca: Ajoutez une bio qui décrit qui vous êtes. Partagez vos centres d'intérêt ou un fait amusant à propos de vous.
hu: Mutasd be magadat. Írd le, hogy mi érdekel, vagy mesélj magadról valami vicceset!
it: Aggiungi una biografia che descriva chi sei. Condividi i tuoi interessi o curiosità divertenti sul tuo conto.
ko: 당신이 누구인지 설명하는 자기소개란을 입력해주세요. 무엇에 관심이 있는지 혹은 당신에 관해 재미있는 사실을 공유해주세요.
nb: Legg til biografi som forklarer hvem du er. Del hva du er interessert i eller noe morsomt om deg selv.
nl: Voeg een biografie toe die beschrijft wie je bent. Deel waar je geïnteresseerd in bent of een leuk weetje over jezelf.
pt_pt: Adicione uma biografia que descreva quem é. Partilhe aquilo que lhe interessa ou um facto divertido sobre si.
ru: Добавьте информацию о вас. Поделитесь, чем вы интересуетесь, или расскажите забавный факт о себе.
sv: Lägg till en kort bio som beskriver vem du är. Berätta om dina intressen eller något skoj om dig själv.
tr: Kim olduğunu belirten bir biyografi ekle. Nelerle ilgilendiğini veya kendin hakkında ilginç bir bilgiyi paylaş.
vi: Thêm một tiểu sử miêu tả về bạn. Chia sẻ điều gì bạn quan tâm hoặc điều gì đó thú vị về bạn.

# change_bio_save_button
source: Save
de: Speichern
el: Αποθήκευση
es: Guardar
fi: Tallenna
fr_ca: Sauvegarder
hu: Mentés
it: Salva
ko: 저장
nb: Lagre
nl: Opslaan
pt_pt: Guardar
ru: Сохранить
sv: Spara
tr: Kaydet
vi: Lưu

# change_bio_title
source: About me
de: Über mich
el: Σχετικά με εμένα
es: Sobre mí
fi: Minusta
fr_ca: À propos de moi
hu: Rólam
it: Chi sono
ko: 나에 관하여
nb: Om meg
nl: Over mij
pt_pt: Sobre mim
ru: Обо мне
sv: Om mig
tr: Hakkımda
vi: Về tôi

# change_email_current_email_label
source: CURRENT EMAIL:
de: AKTUELLE E-MAIL-ADRESSE:
el: ΤΡΕΧΟΝ EMAIL:
es: EMAIL ACTUAL:
fi: NYKYINEN SÄHKÖPOSTI:
fr_ca: COURRIEL ACTUEL :
hu: JELENLEGI E-MAIL:
it: INDIRIZZO EMAIL ATTUALE:
ko: 현재 이메일:
nb: NÅVÆRENDE E-POSTADRESSE:
nl: HUIDIGE E-MAIL:
pt_pt: EMAIL ATUAL
ru: ТЕКУЩИЙ Е-МЕЙЛ:
sv: BEFINTLIG E-POST:
tr: ŞU ANKİ E-POSTAN:
vi: EMAIL HIỆN TẠI:

# change_email_error_already_registered
source: This email address is already registered. Please enter a different one.
de: Diese E-Mail-Adresse ist bereits registriert. Bitte gib eine andere ein.
el: Αυτή η διεύθυνση email είναι ήδη εγγεγραμμένη. Παρακαλώ εισάγετε μία άλλη.
es: Este email ya está registrado. Por favor, introduce uno distinto.
fi: Tämä sähköpostiosoite on jo rekisteröity. Ole hyvä ja syötä eri osoite.
fr_ca: Cette adresse courriel est déjà enregistrée. Veuillez en indiquer une autre.
hu: Ez az e-mail cím már használatban van, adj meg egy másikat.
it: Questo indirizzo email è già registrato. Inseriscine uno alternativo.
ko: 이 이메일 주소는 이미 등록되어 있습니다. 다른 이메일을 입력해주세요.
nb: Denne er e-postadressen er allerede registrert. Vennligst velg en annen.
nl: Dit e-mailadres is al geregistreerd. Gelieve een ander in te voeren.
pt_pt: Este endereço de email já se encontra registado. Por favor insira um diferente.
ru: Этот адрес уже зарегистрирован. Пожалуйста, введите другой.
sv: Denna e-post är redan registrerat, vänligen prova en annan.
tr: Bu e-posta adresi zaten kayıtlıdır. Lütfen farklı bir adres seç.
vi: Địa chỉ email này đã được đăng ký, Vui lòng nhập một địa chỉ email khác.

# change_email_error_invalid_email
source: Please enter a valid email address.
de: Bitte gib eine gültige E-Mail-Adresse ein.
el: Παρακαλώ εισάγετε ένα έγκυρο email.
es: Por favor, introduce un email válido.
fi: Ole hyvä ja syötä toimiva sähköpostiosoite.
fr_ca: Veuillez entrer une adresse courriel valide.
hu: Érvényes e-mail címet adj meg.
it: Inserisci un indirizzo email valido.
ko: 유효한 이메일 주소를 입력해주세요.
nb: Vennligst legg inn en gyldig e-postadresse.
nl: Gelieve een geldig e-mailadres in te vullen.
pt_pt: Insira um email válido.
ru: Пожалуйста, укажите действующий е-мейл.
sv: Var god ange en giltig e-postadress.
tr: Lütfen geçerli bir e-posta adresi gir.
vi: Vui lòng nhập một địa chỉ email hợp lệ.

# change_email_field_hint
source: New email (email@domain.com)
de: Neue E-Mail-Adresse (email@domain.com)
el: Νέο email (email@domain.com)
es: Nuevo email (email@dominio.com)
fi: Uusi sähköposti (sähköposti@palvelin.com)
fr_ca: Nouveau courriel (courriel@domaine.com)
hu: Új e-mail (e-mail@domain.hu)
it: Nuovo indirizzo email (email@dominio.com)
ko: 새로운 이메일 (email@domain.com)
nb: Ny e-post (epost@domene.com)
nl: Nieuwe e-mail (email@domain.com)
pt_pt: Novo email (email@domain.com)
ru: Новый е-мейл (email@domain.com)
sv: Ny e-post (epost@domän.com)
tr: Yeni e-posta (eposta@domain.com)
vi: Email mới (email@domain.com)

# change_email_loading
source: Saving email...
de: E-Mail-Adresse wird gespeichert...
el: Αποθήκευση email...
es: Guardando email...
fi: Tallennetaan sähköpostia...
fr_ca: Sauvegarde du courriel...
hu: E-mail cím mentése...
it: Salvataggio indirizzo email...
ko: 이메일 저장중...
nb: Lagrer e-postadresse...
nl: Opslaan van e-mail...
pt_pt: A guardar o email...
ru: Сохраняем е-мейл...
sv: Sparar e-post...
tr: E-posta kaydediliyor...
vi: Đang lưu email...

# change_email_send_ok
source: Your email has been changed to %@. Check your email inbox to verify it!
de: Deine E-Mail-Adresse wurde zu %@ geändert. Bitte überprüfe dein Postfach, um sie zu bestätigen!
el: Το email σας έχει αλλάξει σε %@. Ελέγξτε τα εισερχόμενα email σας για να το επιβεβαιώσετε!
es: Tu email ha sido cambiado a %@. ¡Revisa tu bandeja de email para verificarlo!
fi: Sähköpostiksesi on vaihdettu %@. Tarkista saapuneet viestisi vahvistaaksesi osoitteen!
fr_ca: Votre courriel a été modifié avec succès. C'est désormais %@. Vérifiez votre boîte de réception pour le confirmer !
hu: E-mail címedet módosítottad a következőre: %@. Ellenőrizd postafiókodat a visszaigazoláshoz!
it: Il tuo indirizzo email è stato modificato in %@. Controlla la posta in arrivo per verificarlo!
ko: 사용자의 이메일이 %@로 변경되었습니다. 확인을 위해 이메일 수신함을 확인해주세요!
nb: Din e-postadresse har blitt endret til %@. Sjekk din e-post innboks for å verifisere den!
nl: Jouw e-mail is gewijzigd in %@. Check je e-mail inbox om het te verifiëren!
pt_pt: O seu email foi alterado para %@. Consulte a sua caixa de entrada para o verificar!
ru: Ваш е-мейл изменен на %@. Проверьте почту, чтобы увидеть подтверждение!
sv: Din e-post har ändrats till %@. Kolla din e-post inkorg för att bekräfta den!
tr: E-postan %@ olarak değiştirildi. Doğrulamak için e-postandaki gelen kutusunu kontrol et.
vi: Email của bạn vừa được đổi thành %@. Vui lòng kiểm tra hộp thư để xác nhận!

# change_email_title
source: Change email
de: E-Mail-Adresse ändern
el: Αλλαγή email
es: Cambiar email
fi: Vaihda sähköposti
fr_ca: Changer le courriel
hu: E-mail módosítása
it: Modifica indirizzo email
ko: 이메일 변경
nb: Endre e-postadresse
nl: E-mail wijzigen
pt_pt: Alterar email
ru: Изменить е-мейл
sv: Byt e-post
tr: E-postanı değiştir
vi: Thay đổi email

# change_location_apply_button
source: Set location
de: Standort einstellen
el: Επιλογή τοποθεσίας
es: Aplicar ubicación
fi: Aseta sijainti
fr_ca: Configurer une localisation
hu: Hely beállítása
it: Imposta posizione
ko: 위치 설정
nb: Velg plassering
nl: Locatie instellen
pt_pt: Definir localização
ru: Задать местоположение
sv: Välj plats
tr: Konum seç
vi: Cài đặt Địa điểm

# change_location_approximate_location_label
source: Use approximate location
de: Zeige ungefähre Adresse
el: Παρουσίαση πλησιέστερης τοποθεσίας
es: Mostrar la dirección aproximada
fi: Näytä suurpiirteinen osoite
fr_ca: Indiquer la localisation approximative
hu: Megközelítőleges cím megjelenítése
it: Mostra indirizzo approssimativo
ko: 예상 주소를 보여주세요
nb: Vis omtrentlig adresse
nl: Laat adres zien
pt_pt: Mostrar endereço apropriado
ru: Показать приблизительный адрес
sv: Visa uppskattad adress
tr: Yaklaşık bir adres göster
vi: Hiện địa chỉ tương đối chính xác

# change_location_error_country_alert_message
source: Please choose a location in the country where you're currently located.
de: Bitte wähle einen Standort in dem Land, in dem du dich im Moment befindest.
el: Παρακαλώ επιλέξτε μια τοποθεσία στη χώρα που βρίσκεστε τώρα.
es: Por favor, elige una ubicación en el país en el que te encuentras actualmente.
fi: Ole hyvä ja valitse sijainti maasta, jossa tällä hetkellä olet.
fr_ca: Veuillez choisir une localisation dans le pays où vous vous situez actuellement.
hu: Kérjük, olyan helyet válassz, amely abban az országban van, ahol jelenleg tartózkodsz.
it: Scegli un luogo nel paese dove ti trovi attualmente.
ko: 사용자께서 현재 위치하고 계신 국가의 위치를 선택하여 주십시오.
nb: Vennligst velg en plassering for hvor du befinner deg.
nl: Kies een locatie in het land waar je je op dit moment bevindt.
pt_pt: Por favor escolha uma localização no país onde se encontra atualmente.
ru: Пожалуйста, выберите местоположение в стране, в которой вы сейчас находитесь.
sv: Välj en plats i det land du är i just nu.
tr: Lütfen ülke içinde en son bulunduğun güncel konumunu seç
vi: Vui lòng chọn một địa điểm ở quốc gia bạn đang sinh sống.

# change_location_error_search_location_message
source: We were unable to find that location. Please try again.
de: Dein Standort konnte nicht gefunden werden. Bitte versuche es erneut.
el: Η τοποθεσία δε βρέθηκε. Παρακαλούμε, προσπαθήστε ξανά.
es: Ubicación no encontrada. Por favor, inténtalo de nuevo.
fi: Emme löytäneet kyseistä sijaintia. Ole hyvä ja yritä uudelleen.
fr_ca: Nous n'avons pas trouvé ce lieu. Veuillez réessayer.
hu: Nem sikerült megtalálni a címet, próbálkozz újra.
it: Non siamo riusciti a trovare la posizione richiesta. Riprova.
ko: 위치를 찾는데 실패했습니다. 다시 시도해주세요.
nb: Vi kunne ikke finne denne plasseringen. Vennligst prøv igjen.
nl: We waren niet in staat om die locatie te vinden. Gelieve, het opnieuw te proberen.
pt_pt: Não conseguimos encontrar essa localização. Por favor tente novamente.
ru: Не удалось определить местоположение. Пожалуйста, попробуйте еще раз.
sv: Kunde inte hitta platsen. Var god försök igen.
tr: Belirtilen konumu bulamadık. Lütfen tekrar dene.
vi: Chúng tôi không thể tìm được đia điểm này. Xin vui lòng thử lại.

# change_location_error_unknown_location_message
source: No results for %@
de: Keine Ergebnisse für %@
el: Δε βρέθηκαν αποτελέσματα για %@
es: No hay resultados para %@
fi: Ei tuloksia sijainnille %@
fr_ca: Pas de résultat pour %@
hu: Nincs találat erre: %@
it: Nessun risultato per %@.
ko: %@를 찾을 수 없습니다
nb: %@ ga ingen resultater
nl: Geen resultaten voor %@
pt_pt: Sem resultados para %@
ru: Нет товаров по запросу %@
sv: Inga resultat för %@
tr: %@ için sonuç bulunamadı
vi: Không có kết quả nào cho %@

# change_location_error_updating_location_message
source: An error occurred while updating your location.
de: Beim Aktualisieren deines Standorts ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την ενημέρωση της τοποθεσίας σας.
es: Se ha producido un error al actualizar tu ubicación.
fi: Sijaintiasi päivitettäessä tapahtui virhe.
fr_ca: Une erreur est survenue lors de la mise à jour de votre localisation.
hu: Hiba történt a tartózkodási helyed frissítése során.
it: Si è verificato un errore durante il caricamento della tua posizione.
ko: 위치정보를 업데이트 하는 동안 오류가 발생했습니다.
nb: En feil oppstod ved oppdatering av din plassering.
nl: Er is een fout opgetreden tijdens het bijwerken van jouw locatie.
pt_pt: Ocorreu um erro ao atualizar a sua localização.
ru: При обновлении местоположения произошла ошибка.
sv: Ett fel uppstod under uppdateringen av din plats.
tr: Konumunu güncellerken bir hata oluştu.
vi: Có lỗi xảy ra trong khi cập nhật địa điểm của bạn.

# change_location_recommend_update_location_message
source: We recommend updating your location to see the best deals near you!
de: Wir empfehlen deinen Standort zu aktualisieren, um die besten Angebote in deiner Nähe zu sehen!
el: Σας προτείνουμε να αλλάξετε την τοποθεσία σας, ώστε να βρείτε τις καλύτερες προσφορές κοντά σας!
es: ¡Te recomendamos actualizar tu ubicación para ver las mejores ofertas cerca de ti!
fi: Suosittelemme, että päivität sijaintisi, jotta näet parhaat tarjoukset sinua lähellä!
fr_ca: Nous vous recommandons de mettre à jour votre localisation pour connaître les aubaines près de chez vous !
hu: Érdemes frissíteni a tartózkodási helyedet, hogy a legjobb ajánlatokat láthasd!
it: Ti consigliamo di aggiornare la tua posizione per visualizzare le migliori offerte nella tua zona!
ko: 근처의 상품을 찾기위해 위치정보를 업데이트 하는 것을 추천합니다!
nb: Vi anbefaler at du oppdaterer din plassering for å kunne se de beste tilbudene i ditt nærområde!
nl: We raden je aan om je locatie up te daten om de beste deals bij jouw in de buurt te kunnen zien!
pt_pt: Recomendamos-lhe atualizar a sua localização para ver as melhores ofertas perto de si!
ru: Мы рекомендуем изменить Ваше местоположение, чтоб найти выгодные предложения по соседству
sv: Vi rekommenderar dig att uppdatera din plats för att hitta de bästa erbjudandena nära dig!
tr: Yakınındaki en iyi fırsatları görmen için konumunu güncellemeni öneriyoruz!
vi: Chúng tôi khuyên bạn nên cập nhật địa điểm để có thể thấy được những sản phẩm giá hời nhất ở quanh bạn!

# change_location_search_field_hint
source: Enter city or zip code
de: Gib deine Stadt oder Postleitzahl ein
el: Εισάγετε πόλη ή ταχυδρομικό κώδικα
es: Introducir ciudad o código postal
fi: Syötä kaupunki tai postinumero
fr_ca: Entrez une ville ou un code postal
hu: Add meg a várost vagy az irányítószámot
it: Inserisci città o codice postale
ko: 도시 및 우편번호를 입력하세요
nb: Skriv inn poststed eller postnummer
nl: Voer een stad of postcode in
pt_pt: Inserir cidade ou código postal
ru: Введите город или почтовый индекс
sv: Ange stad eller postnummer
tr: Şehir adı veya posta kodu gir
vi: Nhập mã vùng hoặc mã bưu chính

# change_location_title
source: Change Location
de: Standort ändern
el: Αλλαγή Τοποθεσίας
es: Cambiar ubicación
fi: Muuta sijaintia
fr_ca: Changer la localisation
hu: Tartózkodási hely módosítása
it: Modifica Posizione
ko: 위치 변경하기
nb: Endre plassering
nl: Wijzig locatie
pt_pt: Alterar localização
ru: Изменить локацию
sv: Byt plats
tr: Konum Değiştir
vi: Thay đổi địa điểm

# change_location_zip_not_found_error_message
source: We couldn't find a location based on the zip code you entered. Please check it and try again.
de: Wir konnten deinen Standort anhand der von dir eingegebenen Postleitzahl nicht finden. Bitte überprüfe deine Eingabe und versuche es erneut.
el: Δεν μπορέσαμε να βρούμε κάποια τοποθεσία με τον ταχυδρομικό κώδικα που εισάγατε. Παρακαλώ ελέγξτε τον και προσπαθήστε ξανά.
es: No hemos podido encontrar una ubicación para el código postal que has introducido. Revísalo y vuelve a intentarlo.
fi: Emme pystyneet löytämään sijaintia syöttämäsi postinumeron perusteella. Tarkista se ja yritä uudelleen.
fr_ca: Nous n'avons pas pu trouver d'emplacement correspondant au code postal que vous avez entré. Veuillez le vérifier et essayer de nouveau.
hu: Nem találtuk meg az irányítószámhoz tartozó helyet. Ellenőrizd, majd próbálkozz újra.
it: Non siamo riusciti a trovare alcun luogo associato al codice postale da te inserito. Controlla e prova di nuovo.
ko: 귀하께서 입력하신 우편번호로 위치를 찾을 수 없습니다. 다시 한번 확인해주시고 다시 시도해주시기 바랍니다.
nb: Vi kunne ikke finne en plassering basert på postnummeret du oppga. Vennligst sjekk og prøv igjen.
pt_pt: Não nos foi possível encontrar uma localização com base no código postal que introduziu. Confirme-o e tente de novo.
ru: Мы не можем найти местоположение по введенному вами индексу. Пожалуйста, проверьте его и попробуйте еще раз.
sv: Ingen ort motsvarar postnumret du angett. Var god kontrollera numret och försök igen.
tr: Girmiş olduğun posta koduyla eşleşen bir konum bulamadık. Lütfen kontrol edip tekrar dene.
vi: Chúng tôi không thể tìm thấy địa điểm theo mã bưu chính bạn vừa nhập. Vui lòng kiểm tra và thử lại.

# change_location_zip_placeholder
source: Zip code
de: Postleitzahl
el: Ταχυδρομικός κώδικας
es: Código postal
fi: Postinumero
fr_ca: Code postal
hu: Irányítószám
it: Codice postale
ko: 우편번호
nb: Postnummer
nl: Postcode
pt_pt: Código postal
ru: Индекс
sv: Postnummer
tr: Posta kodu
vi: Mã bưu chính

# change_password_confirm_password_field_hint
source: Confirm password
de: Kennwort bestätigen
el: Επιβεβαίωση κωδικού πρόσβασης
es: Confirma tu contraseña
fi: Vahvista salasana
fr_ca: Confirmer le mot de passe
hu: Jelszó megerősítése
it: Conferma Password
ko: 비밀번호 확인
nb: Bekreft passord
nl: Bevestig wachtwoord
pt_pt: Confirmar password
ru: Подтвердите пароль
sv: Bekräfta lösenord
tr: Şifreyi onayla
vi: Xác nhận mật khẩu

# change_password_new_password_field_hint
source: New password
de: Neues Kennwort
el: Νέος Κωδικός Πρόσβασης
es: Nueva contraseña
fi: Uusi salasana
fr_ca: Nouveau mot de passe
hu: Új jelszó
it: Nuova password
ko: 새로운 비밀번호
nb: Nytt passord
nl: Nieuw wachtwoord
pt_pt: Nova password
ru: Новый пароль
sv: Nytt lösenord
tr: Yeni şifre
vi: Mật khẩu mới

# change_password_send_error_generic
source: An error occurred while changing the password. Please try again.
de: Beim Ändern des Kennworts ist ein Fehler aufgetreten. Bitte versuche es erneut.
el: Παρουσιάστηκε σφάλμα κατά την αλλαγή του κωδικού πρόσβασης.Παρακαλώ προσπαθήστε ξανά.
es: Se ha producido un error al cambiar la contraseña. Por favor, inténtalo de nuevo.
fi: Salasanaa vaihdettaessa tapahtui virhe. Ole hyvä ja yritä uudelleen.
fr_ca: Une erreur est survenue lors du changement de mot de passe. Veuillez réessayer.
hu: Hiba történt a jelszó megváltoztatása során. Próbálkozz újra!
it: Si è verificato un errore durante il cambiamento della password. Riprova più tardi.
ko: 비밀번호를 변경하는데 오류가 발생했습니다. 다시 시도해주세요.
nb: En feil oppstod ved endring av passord. Vennligst prøv igjen.
nl: Er is een fout opgetreden bij het wijzigen van het wachtwoord. Probeer het nog eens.
pt_pt: Ocorreu um erro ao alterar a password. Por favor tente novamente.
ru: При смене пароля произошла ошибка. Пожалуйста, попробуйте еще раз.
sv: Ett fel uppstod vid byte av lösenord. Var vänlig försök igen.
tr: Şifre değiştirilirken bir hata oluştu. Lütfen tekrar dene.
vi: Lỗi xảy ra khi thay đổi mật khẩu. Xin vui lòng thử lại.

# change_password_send_error_invalid_password_with_max
source: Please enter a valid password. It must be between %d and %d characters.
de: Bitte gib ein gültiges Kennwort ein. Es muss zwischen %d und %d Zeichen lang sein.
el: Παρακαλώ εισάγετε έναν έγκυρο κωδικό πρόσβασης. Θα πρέπει να αποτελείται τουλάχιστον από %d μέχρι %d χαρακτήρες.
es: Por favor, introduce una contraseña válida. Debe tener entre %d y %d caracteres.
fi: Ole hyvä ja syötä kelvollinen salasana. Siinä pitää olla %d-%d merkkiä.
fr_ca: Veuillez entrer un mot de passe valide. Il doit contenir entre %d et %d caractères.
hu: Kérjük, érvényes jelszót adj meg. A hossza %d és %d között lehet.
it: Inserisci una password valida. Deve contenere tra i %d e i %d caratteri.
ko: 유효한 암호를 입력해주세요. %d자와 %d자 사이여야 합니다.
nb: Vennligst legg inn et gyldig passord. Det må inneholde mellom %d og %d tegn.
nl: Voer a.u.b. een geldig wachtwoord in. Het moeten tussen %d en %d tekens bevatten.
pt_pt: Insira uma password válida. Deve ter entre %d e %d caracteres.
ru: Пожалуйста, введите корректный пароль. Он должен содержать от %d до %d символов.
sv: Var god ange ett giltigt lösenord. Det måste vara mellan %d och %d tecken.
tr: Lütfen geçerli bir şifre gir. Şifre en az %d, en fazla %d karakterden oluşmalıdır.
vi: Vui lòng nhập mật khẩu hợp lệ. Mật khẩu phải có từ %d đến %d ký tự.
