Repository: goRestart/ios-restart-app
Catalog: components/LGResources/LGResources/Assets/i18n/*.lproj/Localizable.strings
Languages: de, el, es, fi, fr_ca, hu, it, ko, nb, nl, pt_pt, ru, sv, tr, vi

# profile_karma_title
source: Verification Score: %@
de: Verifizierungspunktzahl: %@
el: Βαθμός Επιβεβαίωσης: %@
es: Puntos de verificación: %@
fi: Varmennuspisteet: %@
fr_ca: Score de vérification : %@
hu: Hitelesítési pontszám: %@
it: Punteggio di verifica: %@
ko: 인증 점수: %@
nb: Verifiseringspoeng: %@
nl: Verificatie score: %@
pt_pt: Pontuação de Verificação: %@
ru: Рейтинг Верификации: %@
sv: Verifieringspoäng: %@
tr: Doğrulama Skoru: %@
vi: Điểm Xác thực: %@

# profile_karma_unverified_points_subtitle
source: %@ points
de: %@ Punkte
el: %@ πόντους
es: %@ puntos
fi: %@ pistettä
hu: %@ pont
it: %@ punti
ko: %@점
nb: %@ poeng
nl: %@ punten
pt_pt: %@ pontos
ru: %@ очков
sv: %@ poäng
tr: %@ puan
vi: %@ điểm

# profile_karma_unverified_subtitle
source: Earn %@ to get the Verified User badge
de: Verdiene %@, um das "Verifizierter Nutzer"-Abzeichen zu erhalten
el: Κερδίστε %@ για να λάβετε ένα σήμα Επιβεβαιωμένου Χρήστη
es: Gana %@ y consigue la insignia de Usuario Verificado
fi: Ansaitse %@ saadaksesi Varmennettu käyttäjä -merkin
fr_ca: Gagnez %@ pour obtenir le badge d'Utilisateur Vérifié
hu: %@ begyűjtésével „Hitelesített felhasználó” jelvényt kapsz
it: Guadagna %@ per ottenere il badge Utente verificato
ko: 인증 사용자 뱃지를 얻기위해 %@을 얻어보세요
nb: Tjen %@ for å få "Verifisert Bruker"-emblemet
nl: Verdien %@ om de Geverifieerde Gebruikersbadge te krijgen
pt_pt: Ganhe %@ para ter o crachá Utilizador Verificado
ru: Заработайте %@ и получите значок Верифицированного Пользователя
sv: Samla %@ för att stämplas som Verifierad Användare
tr: Onaylı Kullanıcı rozetini almak için %@ kazan
vi: Kiếm %@ để nhận huy hiệu Người dùng đã Xác thực

# profile_karma_verified_subtitle
source: You got the badge!
de: Du hast das Abzeichen erhalten!
el: Λάβατε το σήμα!
es: ¡Has conseguido la insignia!
fi: Sait merkin!
fr_ca: Vous avez le badge !
hu: Megvan a jelvény!
it: Hai ottenuto il badge!
ko: 뱃지를 얻으셨습니다
nb: Du har fått emblemet!
nl: Je hebt de badge!
pt_pt: Ganhou o emblema!
ru: Вы получили значок!
sv: Du har fått din stämpel!
tr: Rozeti aldın!
vi: Bạn đã đạt huy hiệu!

# profile_karma_visibility_title
source: Only visible to you
de: Nur für dich sichtbar
el: Εμφανές μόνο σε εσάς
es: Solo visible para ti
fi: Näkyy vain sinulle
fr_ca: Visible seulement par vous
hu: Csak te láthatod
it: Visibile solo a te
ko: 사용자만 확인할 수 있음
nb: Kun synlig for deg
nl: Alleen jij krijgt dit te zien
pt_pt: Apenas visível para si
ru: Видно только вам
sv: Endast synlig för dig
tr: Sadece sen görebilirsin
vi: Chỉ hiển thị với bạn

# profile_permissions_alert_cancel
source: Not Now
de: Jetzt nicht
el: Όχι τώρα
es: Ahora no
fi: Ei nyt
fr_ca: Pas Maintenant
hu: Most nem
it: Non adesso
ko: 지금은 아니요
nb: Ikke nå
nl: Niet Nu
pt_pt: Agora não
ru: Не сейчас
sv: Inte nu
tr: Şimdi Değil
vi: Không phải Bây giờ

# profile_permissions_alert_message
source: Would you like to enable message notifications now?
de: Möchtest du jetzt Mitteilungen aktivieren?
el: Θέλετε να ενεργοποιήσετε τις γνωστοποιήσεις μηνυμάτων τώρα;
es: ¿Quieres activar las notificaciones de mensajes ahora?
fi: Haluaisitko ottaa viesti-ilmoitukset käyttöön nyt?
fr_ca: Souhaitez-vous activer les notifications de message maintenant ?
hu: Szeretnéd most engedélyezni az üzenetértesítéseket?
it: Desideri attivare le notifiche per i messaggi adesso?
ko: 메세지 알림을 지금 활성화 하시기를 원하시나요?
nb: Ønsker du å aktivere meldingsvarslinger nå?
nl: Wil je bericht meldingen nu inschakelen?
pt_pt: Quer ativar agora as notificações de mensagens?
ru: Вы хотите включить уведомления о сообщениях?
sv: Vill du tillåta notiser för nya meddelanden nu?
tr: Mesaj bildirimlerini şimdi açmayı ister misin?
vi: Bạn có muốn bật thông báo tin nhắn ngay bây giờ?

# profile_permissions_alert_ok
source: Enable
de: Aktivieren
el: Ενεργοποίηση
es: Activar
fi: Ota käyttöön
fr_ca: Activer
hu: Engedélyezés
it: Attiva
ko: 활성화
nb: Aktiver
nl: Inschakelen
pt_pt: Ativar
ru: Включить
sv: Tillåt
tr: Aç
vi: Bật

# profile_permissions_alert_title
source: DON'T MISS A REPLY!
de: VERPASSE KEINE ANTWORT!
el: ΜΗ ΧΆΝΕΤΕ ΑΠΑΝΤΉΣΕΙΣ!
es: ¡NO TE PIERDAS UNA RESPUESTA!
fi: ÄLÄ MISSAA VASTAUSTA!
fr_ca: NE MANQUEZ PAS UNE RÉPONSE !
hu: NE MARADJ LE A VÁLASZOKRÓL!
it: NON PERDERE NEANCHE UNA RISPOSTA!
ko: 대답하는 것을 잊지 마세요!
nb: IKKE GÅ GLIPP AV ET SVAR!
nl: MIS GEEN ENKELE REACTIE!
pt_pt: NÃO PERCA UMA RESPOSTA!
ru: НЕ ПРОПУСТИТЕ ОТВЕТ!
sv: MISSA INGA SVAR!
tr: YANITLARI KAÇIRMA!
vi: ĐỪNG BỎ LỠ TRẢ LỜI NÀO!

# profile_permissions_header_message
source: Enable message notifications
de: Aktiviere Mitteilungen
el: Ενεργοποιήστε τις γνωστοποιησεις μηνυμάτων
es: Activa las notificaciones de mensaje
fi: Ota viesti-ilmoitukset käyttöön
fr_ca: Activer les notifications de message
hu: Üzenetértesítések engedélyezése
it: Attiva notifiche messaggi
ko: 메세지 알림 활성화
nb: Aktiver meldingsvarslinger
nl: Bericht meldingen inschakelen
pt_pt: Ativar notificações de mensagens
ru: Включить уведомления о сообщениях
sv: Tillåt meddelandenotifieringar
tr: Mesaj bildirimlerini aç
vi: Bật thông báo tin nhắn

# profile_reputation_tooltip_title
source: Verified user! Tap if you want to be verified too.
de: Verifizierter Nutzer! Drücke hier, wenn du auch verifiziert sein möchtest.
el: Επιβεβαιωμένος χρήστης! Πατήστε αν θέλετε να κάνετε κι εσείς επιβεβαίωση.
es: ¡Usuario verificado! Pulsa si tú también quieres verificar tu cuenta.
fi: Vahvistettu käyttäjä! Paina, jos sinäkin haluat vahvistaa itsesi.
fr_ca: Utilisateur vérifié ! Sélectionnez si vous souhaitez vous aussi être vérifié(e).
hu: Visszaigazolt felhasználó! Koppints, ha te is visszaigazolnád magadat.
it: Utente verificato! Tocca se desideri essere verificato anche tu.
ko: 인증된 사용자입니다! 인증을 진행하시기를 원하신다면 이곳을 클릭해주세요.
nb: Verifisert bruker! Trykk hvis du også ønsker å bli verifisert.
nl: Geverifieerde gebruiker! Tik als je ook geverifieerd wilt worden.
pt_pt: Utilizador verificado! Toque caso pretenda também ser verificado.
ru: Подтвержденный пользователь! Нажмите, если тоже хотите быть подтвержденным.
sv: Verifierad användare! Klicka om du också vill verifiera dig
tr: Onaylı kullanıcı! Siz de onaylı olmak istiyorsanız tıklayın.
vi: Người dùng đã xác thực! Nhấp vào đây nếu bạn cũng muốn được xác thực.

# profile_reviews_count
source: Reviews
de: Bewertungen
el: Κριτικές
es: Valoraciones
fi: arvostelua
fr_ca: Avis
hu: Értékelések
it: Recensioni
ko: 리뷰
nb: Vurderinger
nl: Beoordelingen
pt_pt: Comentários
ru: Отзывов
sv: Omdömen
tr: Yorum
vi: Đánh giá

# profile_reviews_empty_label
source: NO REVIEWS (YET!)
de: (NOCH) KEINE BEWERTUNGEN
el: ΚΑΜΙΑ ΚΡΙΤΙΚΗ (ΑΚΟΜΗ!)
es: SIN VALORACIONES (¡TODAVÍA!)
fi: EI ARVOSTELUJA (VIELÄ!)
fr_ca: AUCUNE ÉVALUATION (POUR LE MOMENT!)
hu: NINCSENEK ÉRTÉKELÉSEK (EGYELŐRE!)
it: ANCORA NESSUNA RECENSIONE!
ko: 리뷰가 없습니다 (아직이에요!)
nb: INGEN VURDERINGER (ENDA!)
nl: (NOG!) GEEN BEOORDELINGEN
pt_pt: SEM COMENTÁRIOS (AINDA)!
ru: НЕТ ПРОСМОТРОВ (ПОКА!)
sv: INGA OMDÖMEN (ÄN)!
tr: (HENÜZ!) YORUM YOK
vi: KHÔNG (CHƯA) CÓ ĐÁNH GIÁ!

# profile_reviews_tab
source: Reviews
de: Bewertungen
el: Κριτικές
es: Valoraciones
fi: arvostelua
fr_ca: Notes
hu: Értékelések
it: Recensioni
ko: 리뷰
nb: Vurderinger
nl: Beoordelingen
pt_pt: Comentários
ru: Отзывов
sv: Omdömen
tr: Yorum
vi: Đánh giá

# profile_selling_no_products_label
source: NO LISTINGS (YET!)
de: (NOCH) KEINE ANGEBOTE
el: ΚΑΜΙΑ ΚΑΤΑΧΩΡΗΣΗ (ΑΚΟΜΗ!)
es: NO HAY ANUNCIOS (¡TODAVÍA!)
fi: EI ILMOITUKSIA (VIELÄ!)
fr_ca: AUCUNE ANNONCE (POUR LE MOMENT !)
hu: NINCSENEK HIRDETÉSEK (EGYELŐRE!)
it: ANCORA NESSUN ANNUNCIO!
ko: 상품 목록이 없습니다 (아직이에요!)
nb: INGEN ANNONSER (ENDA!)
nl: (NOG!) GEEN ADVERTENTIES
pt_pt: SEM PUBLICAÇÕES (AINDA!)
ru: НЕТ ОБЪЯВЛЕНИЙ (ПОКА ЧТО!)
sv: INGA ANNONSER (ÄN!)
tr: (HENÜZ!) İLAN YOK
vi: KHÔNG (CHƯA) CÓ BÀI ĐĂNG NÀO!

# profile_selling_other_user_no_products_button
source: Keep Browsing
de: Mehr entdecken
el: Συνεχίστε την πλοήγηση
es: Sigue navegando
fi: Jatka selaamista
fr_ca: Continuer à Naviguer
hu: Tovább böngészek
it: Continua la consultazione
ko: 계속 검색하기
nb: Fortsett å bla i produktene
nl: Blijf browsen
pt_pt: Continue a navegar
ru: Продолжить поиск
sv: Surfa vidare
tr: Aramaya Başla
vi: Tiếp tục Duyệt

# profile_selling_products_tab
source: Selling
de: Verkaufen
el: Πώληση
es: En venta
fi: Myytävänä
fr_ca: En Vente
hu: Árult
it: In vendita
ko: 판매중
nb: Til salgs
nl: Verkopen
pt_pt: À venda
ru: Продажа
sv: Säljer
tr: Satıyor
vi: Đang bán

# profile_sold_no_products_label
source: NO LISTINGS (YET!)
de: (NOCH) KEINE ANGEBOTE
el: ΚΑΜΙΑ ΚΑΤΑΧΩΡΗΣΗ (ΑΚΟΜΗ!)
es: NO HAY ANUNCIOS (¡TODAVÍA!)
fi: EI ILMOITUKSIA (VIELÄ!)
fr_ca: AUCUNE ANNONCE (POUR LE MOMENT !)
hu: NINCSENEK HIRDETÉSEK (EGYELŐRE!)
it: ANCORA NESSUN ANNUNCIO!
ko: 상품 게시글이 없습니다 (아직이에요!)
nb: INGEN ANNONSER (ENDA!)
nl: (NOG!) GEEN ADVERTENTIES
pt_pt: SEM PUBLICAÇÕES (AINDA!)
ru: НЕТ ОБЪЯВЛЕНИЙ (ПОКА ЧТО!)
sv: INGA ANNONSER (ÄN!)
tr: (HENÜZ!) İLAN YOK
vi: KHÔNG (CHƯA) CÓ BÀI ĐĂNG NÀO!

# profile_sold_other_no_products_button
source: Keep Browsing
de: Mehr entdecken
el: Συνεχίστε την πλοήγηση
es: Sigue navegando
fi: Jatka selaamista
fr_ca: Continuer à Naviguer
hu: Tovább böngészek
it: Continua la consultazione
ko: 계속 검색하기
nb: Fortsett å bla i produktene
nl: Blijf browsen
pt_pt: Continue a navegar
ru: Продолжить поиск
sv: Surfa vidare
tr: Aramaya Başla
vi: Tiếp tục Duyệt

# profile_sold_products_tab
source: Sold
de: Verkauft
el: Πωλήθηκαν
es: Vendidos
fi: Myyty
fr_ca: Vendu
hu: Eladott
it: Venduto
ko: 품절
nb: Solgt
nl: Verkocht
pt_pt: Vendido
ru: Продано
sv: Såld
tr: Satıldı
vi: Đã bán

# profile_verifications_awareness_view_bold_text
source: Here's a pro tip
el: Μια συμβουλή για προχωρημένους
es: Aquí va un consejo pro
it: Ecco un consiglio da professionista
ko: 프로팁은 다음과 같습니다
nl: Hier is een pro tip
ru: Подсказка от профессионала
vi: Sau đây là mẹo của chuyên gia

# profile_verifications_awareness_view_button
source: Complete profile
el: Ολοκλήρωση προφίλ
es: Completar perfil
it: Completa profilo
ko: 프로필 완료하기
nl: Voltooi profiel
ru: Заполнить профиль
vi: Hoàn thành hồ sơ

# profile_verifications_awareness_view_text
source: %@ - did you know that verified users make better deals? Complete and verify your profile today!
el: %@ - γνωρίζατε πως οι επιβεβαιωμένοι χρήστες κάνουν καλύτερες προσφορές; Ολοκληρώστε και επιβεβαιώστε το προφίλ σας σήμερα!
es: %@ - ¿Sabías que los usuarios verificados consiguen mejores tratos? ¡Completa y verifica tu perfil hoy mismo!
it: %@ - sapevi che gli utenti verificati concludono i migliori affari? Completa e verifica subito il tuo profilo!
ko: %@ - 인증된 사용자들이 더 나은 거래를 한다는 사실을 알고 계셨나요? 오늘 프로필을 완성하고 인증받아보세요!
ru: %@ - вы знали, что верифицированные пользователи заключают более выгодные сделки? Заполните и верифицируйте свой профиль сегодня!
vi: %@ - bạn có biết rằng người dùng đã xác thực sẽ có giao dịch tốt hơn? Hoàn thành và xác thực hồ sơ ngay hôm nay!

# profile_verifications_email_view_title
source: Verify your Email
de: Verifiziere deine E-Mail-Adresse
el: Επιβεβαιώστε το Email σας
es: Verifica tu email
fi: Vahvista sähköpostisi
fr_ca: Vérifiez votre courriel
hu: E-mail cím hitelesítése
it: Verifica il tuo indirizzo email
ko: 이메일을 인증하세요
nb: Verifiser din e-postadresse
nl: Verifieer je e-mail
pt_pt: Verifique o seu email
ru: Подтвердите е-мейл
sv: Verifiera din e-post
tr: E-postanı doğrula
vi: Xác minh email của bạn

# profile_verifications_send_button
source: Send
de: Senden
el: Αποστολή
es: Enviar
fi: Lähetä
fr_ca: Envoyer
hu: Küldés
it: Invia
ko: 발송
nl: Verstuur
pt_pt: Enviar
ru: Отправить
sv: Skicka
tr: Gönder
vi: Gửi

# profile_verifications_view_add_info_section_title
source: ADD YOUR
de: HINZUFÜGEN
el: ΠΡΟΣΘΉΚΗ
es: AÑADE TU
fi: LISÄÄ
fr_ca: AJOUTER VOTRE
hu: ADD HOZZÁ
it: AGGIUNGI IL TUO
ko: 추가하기
nb: LEGG TIL DIN
nl: TOEVOEGEN
pt_pt: ADICIONAR A SUA
ru: ДОБАВИТЬ СВОЙ
sv: LÄGG TILL DIN
tr: EKLE
vi: THÊM

# profile_verifications_view_extra_section_title
source: BUY & SELL
de: KAUFEN & VERKAUFEN
el: ΑΓΟΡΆ & ΠΏΛΗΣΗ
es: COMPRA Y VENDE
fi: OSTA & MYY
fr_ca: ACHETER & VENDRE
hu: KERESKEDJ
it: COMPRA E VENDI
ko: 구매 & 판매하기
nb: KJØP & SELG
nl: KOPEN EN VERKOPEN
pt_pt: COMPRAR & VENDER
ru: ПОКУПКИ И ПРОДАЖИ
sv: KÖP & SÄLJ
tr: AL & SAT
vi: MUA & BÁN

# profile_verifications_view_mark_as_sold_subtitle
source: +2 pts for each listing (up to 10 pts)
de: +2 Punkte pro Angebot (bis zu 10 Punkte)
el: +2 πόντους για κάθε καταχώρηση (μέχρι 10 πόντους)
es: +2 puntos por cada artículo (hasta 10 puntos)
fi: +2 p jokaisesta ilmoituksesta (10 p saakka)
fr_ca: +2 pts par annonce (jusqu'à 10 pts)
hu: Hirdetésenként +2 pont (legfeljebb 10)
it: Più di 2 punti per ciascun annuncio (fino a un massimo di 10)
ko: 각 게시글 마다 +2 포인트 추가 (최고 10 포인트)
nb: +2 poeng for hver annonse (opp til 10 poeng)
nl: +2 ptn voor elke advertentie (maximaal 10 ptn)
pt_pt: +2 pts por cada publicação (até 10 pts)
ru: +2 балла за каждое объявление (до 10 баллов)
sv: +2 poäng för var annons (upp till 10 p)
tr: Her ilan için +2 puan (10 puana kadar)
vi: +2 điểm cho mỗi bài đăng (tối đa 10 điểm)

# profile_verifications_view_mark_as_sold_title
source: Mark as sold
de: Als verkauft markieren
el: Μάρκαρε ότι πωλήθηκε
es: Marcar como vendido
fi: Merkitse Myydyksi
fr_ca: Marquer "Vendu"
hu: Megjelölés eladottként
it: Segna come venduto
ko: 품절로 표시
nb: Merk som solgt
nl: Markeer als verkocht
pt_pt: Marcar como vendido
ru: Отмечен как проданный
sv: Markera som såld
tr: Satıldı olarak işaretle
vi: Đánh dấu Đã bán

# profile_verifications_view_phone_number_title
source: Phone number
de: Telefonnummer
el: Αριθμός Τηλεφώνου
es: Número de teléfono
fi: Puhelinnumero
fr_ca: Numéro de Téléphone
hu: Telefonszám
it: Numero di telefono
ko: 전화 번호
nb: Telefonnummer
nl: Telefoonnummer
pt_pt: Número de telefone
ru: Номер телефона
sv: Telefonnummer
tr: Telefon Numarası
vi: Số Điện thoại

# profile_verifications_view_photo_id_title
source: Photo ID
de: Lichtbildausweis
el: Φωτογραφία Tαυτότητας
es: Documento de identidad
fi: Kuvallinen henkilötodistus
fr_ca: Pièce d'identité avec photo
hu: Fényképes igazolvány
it: Documento d'identità
ko: 사진 ID
nb: Foto ID
nl: Foto ID
pt_pt: ID com foto
ru: Фото ID
sv: ID-foto
tr: Kimlik fotoğrafı
vi: ID có ảnh

# profile_verifications_view_profile_picture_title
source: Profile picture
de: Profilbild
el: Εικόνας προφίλ
es: Foto de perfil
fi: Profiilikuva
fr_ca: Image de profil
hu: Profilkép
it: Foto del profilo
ko: 프로필 사진
nb: Profilbilde
nl: Profielfoto
pt_pt: Foto de perfil
ru: Изображение профиля
sv: Profilbild
tr: Profil resmi
vi: Ảnh hồ sơ

# profile_verifications_view_title
source: How to earn points
de: Punkte verdienen
el: Πώς να κερδίσετε πόντους
es: Cómo ganar puntos
fi: Näin ansaitset pisteitä
fr_ca: Comment gagner des points
hu: A pontgyűjtés menete
it: Come guadagnare punti
ko: 포인트 적립 방법
nb: Hvordan tjene poeng
nl: Hoe verdien je punten
pt_pt: Como ganhar pontos
ru: Как заработать баллы
sv: Hur man tjänar poäng
tr: Nasıl puan kazanılır
vi: Cách để nhận điểm

# profile_verifications_view_verify_section_subtitle
source: Personal info won't be shared with other users
de: Persönliche Informationen werden anderen Nutzern nicht mitgeteilt
el: Οι προσωπικές σας πληροφορίες δε θα διαμοιραστούν σε άλλους χρήστες
es: Tu información personal no se compartirá con el resto de usuarios
fi: Henkilökohtaisia tietoja ei jaeta muille käyttäjille
fr_ca: Vos informations personnelles ne seront pas partagées avec les autres utilisateurs
hu: Személyes adataidat nem osztjuk meg a többi felhasználóval
it: Le informazioni personali non verranno condivise con altri utenti
ko: 개인 정보는 다른 사용자들에게 공유되어지지 않습니다
nb: Personlig info blir ikke delt med andre brukere
nl: Persoonlijke informatie wordt niet gedeeld met andere gebruikers
pt_pt: Os dados pessoais não serão partilhados com outros utilizadores
ru: Персональная информация не будет раскрыта другим пользователям
sv: Personuppgifter kommer inte att delas med andra användare
tr: Kişisel bilgi diğer kullanıcılarla paylaşılmayacaktır
vi: Thông tin cá nhân sẽ không được chia sẻ với người dùng khác

# profile_verifications_view_verify_section_title
source: VERIFY WITH
de: VERIFIZIEREN MIT
el: ΕΠΙΒΕΒΑΊΩΣΗ ΜΕ
es: VERIFICAR CON
fi: TODENNA KÄYTTÄEN
fr_ca: VÉRIFIER AVEC
hu: VISSZAIGAZOLÁS EZZEL
it: VERIFICA CON
ko: 인증하기
nb: VERIFISER MED
nl: VERIFIËREN MET
pt_pt: VERIFICAR COM
ru: ПОДТВЕРДИТЬ ЧЕРЕЗ
sv: VERIFIERA MED
tr: ŞUNUNLA DOĞRULA
vi: XÁC MINH BẰNG

# profile_verified_accounts_other_user
source: VERIFIED WITH:
de: VERIFIZIERT MIT:
el: ΕΠΙΒΕΒΑΊΩΣΗ ΜΕ:
es: VERIFICADO CON:
fi: TODENNETTU KÄYTTÄEN:
fr_ca: VÉRIFIÉ AVEC :
hu: VISSZAIGAZOLVA EZZEL:
it: VERIFICATO CON:
ko: 다음 항목으로 확인하기:
nb: VERIFISERT MED:
nl: GEVERIFIEERD MET:
pt_pt: VERIFICADO COM:
ru: ПРОВЕРЕН:
sv: VERIFIERAD MED:
tr: ŞUNUNLA DOĞRULANDI:
vi: XÁC NHẬN BẰNG:

# profile_verified_accounts_title
source: VERIFIED WITH
de: VERIFIZIERT MIT
el: ΕΠΙΒΕΒΑΊΩΣΗ ΜΕ
es: VERIFICADO CON
fi: TODENNETTU KÄYTTÄEN
fr_ca: VÉRIFIÉ AVEC
hu: VISSZAIGAZOLVA EZZEL
it: VERIFICATO CON
ko: 다음 항목으로 확인하기:
nb: VERIFISERT MED
nl: GEVERIFIEERD MET
pt_pt: VERIFICADO COM
ru: ПРОВЕРЕН
sv: VERIFIERAD MED
tr: ŞUNUNLA DOĞRULANDI
vi: XÁC NHẬN BẰNG

# profile_verify_email_button
source: Send Email
de: E-Mail schicken
el: Αποστολή Email
es: Enviar Email
fi: Lähetä sähköposti
fr_ca: Envoyer Courriel
hu: E-mail küldése
it: Invia email
ko: 이메일 발송
nb: Send e-post
nl: E-mail Verzenden
pt_pt: Enviar Email
ru: Отправить е-мейл
sv: Skicka mejl
tr: E-posta Gönder
vi: Gửi Email

# profile_verify_email_message_present
source: Tap "Send Email" to send a new verification link to %@
de: Drücke "E-Mail schicken", um einen neuen Verifizierungslink an %@ zu schicken
el: Πατήστε "Αποστολή Email" για να στείλετε ένα νέο σύνδεσμο επιβεβαίωσης στο %@
es: Pulsa "Enviar Email" para enviar un nuevo enlace de verificación a %@
fi: Paina "Lähetä sähköposti" lähettääksesi uuden vahvistuslinkin osoitteeseen %@
fr_ca: Sélectionnez "Envoyer Courriel" pour envoyer un nouveau lien de vérification à %@
hu: Koppints az „E-mail küldése” gombra, hogy megerősítő e-mailt küldess a következő címre: %@
it: Tocca "Invia email" per inviare un nuovo link di verifica a %@
ko: "이메일 보내기"를 클릭하면 새 본인인증 링크가%@로 발송됩니다
nb: Trykk "Send e-post" for å sende en ny verifiseringslenke til %@
nl: Tik op "E-mail Verzenden" om een nieuwe verificatie-link te verzenden naar %@
pt_pt: Toque em "Enviar Email" para enviar um novo link de verificação para %@
ru: Нажмите "Отправить е-мейл" для отправка новой ссылки для подтверждения %@
sv: Klicka "Skicka mejl" för att skicka en ny verifieringslänk till %@
tr: %@ adresine yeni bir bağlantı göndermek için "E-posta Gönder"e bas
vi: Chạm "Gửi Email" để gửi một đường dẫn xác nhận mới tới %@

# profile_verify_email_success
source: Check your email inbox to verify your account. The link will expire in 48 hours.
de: Schaue in dein E-Mail-Postfach, um dein Benutzerkonto zu verifizieren. Der Link ist 48 Stunden gültig.
el: Ελέγξτε τα εισερχόμενα του email σας για να επιβεβαιώσετε το λογαριασμό σας. Ο σύνδεσμος θα λήξει σε 48 ώρες.
es: Revisa la bandeja de entrada de tu email para verificar tu cuenta. El enlace caducará en 48h.
fi: Tarkista saapuneet sähköpostisi vahvistaaksesi tilisi. Linkki vanhenee 48 tunnin aikana.
fr_ca: Veuillez vérifier vos courriels afin de vérifier votre compte. Le lien expirera sous 48 heures.
hu: Fiókod visszaigazolásához e-mailt küldtünk. A hivatkozás 48 óra múlva lejár.
it: Controlla la posta in arrivo per verificare il tuo account. Il link scadrà tra 48 ore.
ko: 계정을 인증하기 위해 수신함을 확인해주세요. 이 링크는 48시간 이내에 만료됩니다.
nb: Sjekk din e-post innboks for å verifisere din konto. Lenken vil utløpe om 48 timer.
nl: Controleer je e-mail inbox om je account te verifiëren. De link zal over 48 uur verlopen.
pt_pt: Vá até à caixa de entrada do seu email para verificar a sua conta. O link irá expirar dentro de 48h.
ru: Проверьте почту для подтверждения аккаунта. Ссылка действует в течение 48 часов.
sv: Kolla vårt mejl i din inkorg för att verifiera ditt konto. Länken är giltig i 48h.
tr: Lütfen e-postanın gelen kutusunu kontrol et. Bağlantı, 48 saat sonra geçersiz olacaktır.
vi: Hãy kiểm tra email của bạn để xác nhận tài khoản. Đường dẫn sẽ hết hạn trong 48 giờ.

# profile_verify_email_too_many_requests
source: We've already sent you a verification email. Please check your email inbox!
de: Wir haben dir bereits eine Verifikations-E-Mail geschickt. Schau bitte in dein E-Mail-Postfach!
el: Σας στείλαμε ήδη ένα email επιβεβαίωσης. Παρακαλώ, ελέγξτε τα εισερχόμενά στο email σας!
es: Ya te hemos enviado un email de verificación. Por favor, ¡revisa la bandeja de entrada de tu email!
fi: Olemme jo lähettäneet sinulle vahvistussähköpostin. Ole hyvä ja tarkista saapuneet sähköpostisi!
fr_ca: Nous vous avons déjà envoyé un courriel de vérification. Veuillez vérifier votre boîte de réception !
hu: Már küldünk egy megerősítési e-mailt. Ellenőrizd a bejövő e-maileket!
it: Ti abbiamo già inviato un'email di verifica. Controlla la tua casella di posta in arrivo!
ko: 저희는 이미 회원님께 확인 이메일을 발송하였습니다. 이메일 수신함을 확인해주세요!
nb: Vi har allerede sendt deg en e-post for verifisering. Vennligst sjekk din e-post innboks!
nl: We hebben je al een verificatie e-mail gestuurd. Gelieve je e-mail inbox te checken!
pt_pt: Já lhe enviamos um email de verificação. Por favor verifique a sua caixa de entrada!
ru: Мы уже выслали вам письмо-подтверждение. Пожалуйста, проверьте входящие!
sv: Vi har redan skickat dig ett verifieringsmejl. Vänligen kolla din inkorg!
tr: Hesap doğrulama e-postası gönderilmiştir. Lütfen e-postandaki gelen kutunu kontrol et!
vi: Chúng tôi vừa gửi bạn email xác nhận. Vui lòng kiểm tra email của bạn!

# promote_bump_later_button
source: Later
de: Später
el: Αργότερα
es: Más tarde
fi: Myöhemmin
fr_ca: Plus tard
hu: Később
it: Dopo
ko: 다음에 할게요
nb: Senere
pt_pt: Mais tarde
ru: Позже
sv: Senare
tr: Daha Sonra
vi: Để sau

# promote_bump_sell_faster_button
source: Sell faster
de: Schneller verkaufen
el: ΓΡΗΓΟΡΗ ΠΩΛΗΣΗ
es: Vende rápido
fi: Myy nopeammin
fr_ca: Vendez plus vite
hu: Add el gyorsabban
it: Vendi più velocemente
ko: 더 빨리 팔기
nb: Selg raskere
nl: Verkoop Sneller
pt_pt: Venda mais rápido
ru: Продать быстрее
sv: Sälj snabbare
tr: Hemen sat
vi: Bán nhanh hơn

# promote_bump_title
source: Attract more buyers
de: Locke mehr Käufer an
el: Προσελκύστε περισσότερους αγοραστές
es: Atrae más compradores
fi: Houkuttele enemmän ostajia
fr_ca: Attirez plus d'acheteurs
hu: Szerezz több vásárlót
it: Attira più compratori
ko: 더 많은 구매자의 관심 끌기
nb: Tiltrekk flere kjøpere
nl: Trek meer kopers aan
pt_pt: Atraia mais compradores
ru: Привлечь больше покупателей
sv: Locka flera köpare
tr: Daha çok alıcıyı çek
vi: Thu hút thêm người mua

# quick_filter_location_title
source: Change Location
de: Standort ändern
el: Αλλαγή Τοποθεσίας
es: Cambiar ubicación
fi: Muuta sijaintia
fr_ca: Changer la localisation
hu: Tartózkodási hely módosítása
it: Modifica Posizione
ko: 위치 변경하기
nb: Endre plassering
nl: Wijzig locatie
pt_pt: Alterar localização
ru: Изменить локацию
sv: Byt plats
tr: Konumu Değiştir
vi: Thay đổi địa điểm

# rate_buyers_message
source: Congratulations!
de: Gratuliere!
el: Συγχαρητήρια!
es: ¡Enhorabuena!
fi: Onneksi olkoon!
fr_ca: Félicitations !
hu: GRATULÁLUNK
it: Complimenti!
ko: 축하드립니다!
nb: Gratulerer!
nl: Gefeliciteerd!
pt_pt: Parabéns!
ru: Поздравляем!
sv: Grattis!
tr: Tebrikler!
vi: Chúc mừng!

# rate_buyers_not_on_letgo_button
source: I didn't sell this on letgo
de: Ich habe es nicht über letgo verkauft
el: Δεν το πούλησα στο letgo
es: No lo he vendido en letgo
fi: En myynyt tätä letgossa
fr_ca: Je ne l'ai pas vendu sur letgo
hu: Nem a letgo piacán adtam el
it: Non l'ho venduto su letgo
ko: 저는 이것은 letgo에서 판매하지 않았습니다
nb: Jeg solgte ikke dette produktet på letgo
nl: Ik heb het niet verkocht op letgo
pt_pt: Não o vendi no letgo
ru: Я продал не на letgo
sv: Jag sålde det inte på letgo
tr: Bu ürünü letgo'da satmadım
vi: Tôi không bán sản phẩm này trên letgo
