Repository: goRestart/ios-restart-app
Catalog: components/LGResources/LGResources/Assets/i18n/*.lproj/Localizable.strings
Languages: de, el, es, fi, fr_ca, hu, it, ko, nb, nl, pt_pt, ru, sv, tr, vi

# bump_up_banner_pay_text_improvement_turkish_d
source: Attract more buyers
el: Πουλήστε τώρα γρηγορότερα
es: Vender más rápido
fr_ca: Gagnez en visibilité
it: Attira più compratori
ko: 지금 빨리 판매하기
nl: Verkoop nu sneller
pt_pt: Venda mais rápido
ru: Продайте быстрее
vi: Dễ nhìn hơn

# bump_up_banner_wait_text
source: to feature again
de: um es wieder zu empfehlen
el: για να προωθήσετε ξανά
es: para destacar de nuevo
fi: seuraavaan nostoon
fr_ca: avant de remettre en vedette
hu: a következő kiemelésig
it: per promuovere di nuovo
ko: 다시 강조하기
nb: for å promotere på nytt
nl: opnieuw plaatsen
pt_pt: para destacar de novo
ru: до нового продвижения
sv: till nästa topplistning
tr: tekrar öne çıkarmak için
vi: để làm nổi bật lại

# bump_up_boost_success_alert_text
source: Your listing was boosted! It will be featured for the next 24 hours.
de: Dein Angebot wurde angekurbelt! Es wird nun für die nächsten 24 Stunden empfohlen.
el: Η καταχώρησή σας προωθήθηκε! Θα προωθείται για τις επόμενες 24 ώρες.
es: ¡Tu anuncio ha sido impulsado! Estará destacado durante las próximas 24 horas.
fi: Ilmoituksesi nostettiin uudelleen! Se on nostettuna esiin seuraavat 24 tuntia.
fr_ca: Votre annonce a été boostée ! Elle sera mise en vedette pour les prochaines 24 heures.
hu: Hirdetésed láthatóságát fokoztad! A következő 24 órában kiemelt hirdetés lesz.
it: Il tuo annuncio è stato promosso! Resterà sponsorizzato per le prossime 24 ore.
ko: 상품이 강조되었습니다! 상품은 24시간 동안 강조되어 집니다.
nb: Din annonse ble fremhevet! Den promoteres i de neste 24 timene.
nl: Je advertentie werd geboost! Deze zal de komende 24 uur als uitgelicht geplaatst worden.
pt_pt: O seu anúncio foi impulsionado! Estará destacado durante as próximas 24 horas.
ru: Ваше объявление продвинуто! Оно будет выделено следующие 24 часа.
sv: Du har boostat din annons! Den kommer att vara topplistad i 24 timmar.
tr: İlanına doping uygulandı! 24 saat boyunca öne çıkarılacak.
vi: Bài đăng của bạn đã được đẩy lên! Bài đăng sẽ được làm nổi bật trong 24 giờ tới.

# bump_up_error_bump_generic
source: An error occurred while featuring your listing. Please try again.
de: Wir konnten dein Angebot nicht empfehlen. Bitte versuche es erneut.
el: Παρουσιάστηκε σφάλμα κατά την προώθηση της καταχώρησής σας. Παρακαλώ δοκιμάστε ξανά.
es: Se ha producido un error al destacar tu anuncio. Por favor, inténtalo de nuevo.
fi: Nostettaessa ilmoitustasi esiin tapahtui virhe. Ole hyvä ja yritä uudelleen.
fr_ca: Une erreur est survenue lors de la mise en vedette de votre annonce. Veuillez réessayer.
hu: Hiba történt a hirdetésed kiemelése során. Próbálkozz újra.
it: Si è verificato un errore durante il tentativo di sponsorizzare l'annuncio. Riprova.
ko: 상품 목록을 강조하는 동안 오류가 발생했습니다. 다시 시도해주세요.
nb: En feil oppstod ved promotering av din annonse. Vennligst prøv igjen.
nl: Er is een fout opgetreden tijdens het als uitgelicht plaatsen van je advertentie. Probeer het opnieuw.
pt_pt: Surgiu um erro ao destacar a sua publicação. Tente de novo.
ru: При выделении объявления произошла ошибка. Пожалуйста, попробуйте еще раз.
sv: Ett fel uppstod när din annons skulle topplistas. Vänligen försök igen.
tr: İlanın öne çıkarılırken bir hata oluştu. Lütfen tekrar dene.
vi: Có lỗi trong khi làm nổi bật bài đăng của bạn. Xin vui lòng thử lại.

# bump_up_error_bump_token
source: Your payment has been processed but your listing hasn't been featured.
de: Deine Zahlung wurde verarbeitet, aber das Angebot wurde noch nicht empfohlen.
el: Η πληρωμή σας έχει προχωρήσει, αλλά η καταχώρησή σας δεν έχει προωθηθεί.
es: Tu pago ha sido procesado pero el anuncio no ha sido destacado.
fi: Maksusi on käsitelty, mutta ilmoitustasi ei ole nostettu esiin.
fr_ca: Votre paiement a été effectué, mais l'annonce n'a pas été mise en vedette.
hu: A tranzakciót feldolgoztuk, de hirdetésed nincs kiemelve.
it: Il pagamento è stato elaborato, ma l'annuncio non è ancora stato sponsorizzato.
ko: 결제가 진행되었지만, 상품 목록이 강조되지 않았습니다.
nb: Din betaling er behandlet, men din annonse er ikke promotert enda.
nl: Je betaling is verwerkt, maar je advertentie is niet als uitgelicht geplaatst.
pt_pt: O seu pagamento foi processado mas a sua publicação ainda não foi destacada.
ru: Ваш платеж обработан, но объявление еще не выделено.
sv: Din betalning har genomförts men din annons har inte topplistats.
tr: Ödemen gerçekleştirildi fakat ilanın öne çıkarılmadı.
vi: Thanh toán của bạn đã được tiến hành nhưng bài đăng chưa được làm nổi bật.

# bump_up_error_payment_failed
source: Couldn't connect to the App Store. Your payment hasn't been processed. Please try again.
de: Es konnte keine Verbindung zum App Store hergestellt werden. Deine Zahlung wurde nicht verarbeitet. Bitte versuche es erneut.
el: Η σύνδεση στο App Store απέτυχε. Η πληρωμή σας δεν έχει προχωρήσει. Παρακαλώ δοκιμάστε ξανά.
es: No ha sido posible conectar con la App Store. Tu pago no ha sido procesado. Inténtalo de nuevo.
fi: App Storeen ei saatu yhteyttä. Maksuasi ei ole käsitelty. Ole hyvä ja yritä uudelleen.
fr_ca: Impossible de se connecter à l'App Store. Votre paiement n'a pas été traité. Veuillez réessayer.
hu: Nem sikerült kapcsolódni az App Store-hoz. Feldolgozatlan befizetés. Próbálkozz újra.
it: Impossibile connettersi all'App Store. Il tuo pagamento non è andato a buon fine. Riprova.
ko: 앱 스토어에 연결할 수 없습니다. 귀하의 결제가 진행되지 않았습니다. 다시 시도해주세요.
nb: Kunne ikke koble til App Store. Din betaling har ikke blitt prosessert. Vennligst prøv igjen.
nl: Kan geen verbinding maken met de App Store. Je betaling is niet verwerkt. Probeer het opnieuw.
pt_pt: Impossível conectar com a App Store. O seu pagamento não foi processado. Tente novamente.
ru: Невозможно подключиться к App Store. Ваш платеж не обработан. Пожалуйста, попробуйте еще раз.
sv: Anslutningen till App Store misslyckades. Din betalning har inte genomförts. Vänligen försök igen.
tr: App Store ile bağlantı gerçekleştirilemedi. Ödeme işlemin tamamlanmadı. Lütfen tekrar dene.
vi: Không thể kết nối với Cửa hàng của Ứng dụng. Thanh toán của bạn chưa được tiến hành. Xin vui lòng thử lại.

# bump_up_free_success
source: Bumped Up! Keep Bumping Up your listing and it'll be even more visible.
de: Ganz oben! Hole dein Angebot nach oben und mache es damit noch sichtbarer.
el: Επιτυχής προώθηση! Συνεχίστε την προώθηση και οι καταχωρήσεις σας θα είναι ακόμη πιο ορατές.
es: ¡Destacado! Sigue destacando tu anuncio y tendrá aún más visibilidad.
fi: Nostettu! Nosta tuotettasi useamminkin listalla ylöspäin, jolloin se saa vielä enemmän näkyvyyttä.
fr_ca: Renvoyé vers le haut ! Continuez de renvoyer vos annonces vers le haut pour toujours plus de visibilité.
hu: Felugrasztva! Ugraszd fel többször, hogy még láthatóbb legyen.
it: Promosso! Continua a promuovere il tuo annuncio e sarà sempre più visibile.
ko: 상품이 강조되었습니다! 리스트를 계속 강조하시면 사람들이 확인할 수 있습니다.
nb: Produktet er promotert! Fortsett å fremme din annonse, og den vil bli enda mer synlig.
nl: Omhoog geplaatst! Blijf je item omhoog plaatsen en het zal nog zichtbaarder zijn.
pt_pt: Priorizado! Continue a dar prioridade à sua publicação e terá ainda mais visibilidade.
ru: Поднято! Продолжайте поднимать ваше объявление, и его будет видно еще лучше.
sv: Puffad! Fortsätt att puffa upp din vara så blir den ännu mer synlig.
tr: Öne çıkarıldı! İlanını öne çıkarmaya devam et ki daha da çok kişi görsün.
vi: Đẩy lên! Hãy liên tục đẩy sản phẩm lên để dễ thấy hơn nữa.

# bump_up_not_allowed_alert_contact_button
source: Contact Us
de: Schreib uns
el: Επικοινωνία
es: Contáctanos
fi: Ota meihin yhteyttä
fr_ca: Contactez-nous
hu: Kapcsolat
it: Contattaci
ko: 문의하기
nb: Kontakt oss
nl: Contact
pt_pt: Contato
ru: Контакты
sv: Kontakta Oss
tr: Bize Ulaş
vi: Liên hệ

# bump_up_not_allowed_alert_text
source: Featuring this listing isn't possible at this time. For more information, contact us.
de: Es ist im Moment nicht möglich, dieses Angebot zu empfehlen. Bitte kontaktiere uns für weitere Informationen.
el: Η προώθηση αυτής της καταχώρησης δεν είναι δυνατή αυτήν τη στιγμή. Για περισσότερες πληροφορίες, επικοινωνήστε μαζί μας.
es: No hemos podido destacar este anuncio. Para más información, contáctanos.
fi: Tämän ilmoituksen nostaminen esiin ei ole tällä hetkellä mahdollista. Jos haluat lisätietoja, ota meihin yhteyttä.
fr_ca: Mettre cette annonce en vedette est impossible pour le moment. Pour plus d'informations, contactez-nous.
hu: A hirdetést jelenleg nem lehet kiemelni. További információkért lépj velünk kapcsolatba.
it: Al momento non è possibile sponsorizzare questo annuncio. Per maggiori informazioni, contattaci.
ko: 해당 상품 목록을 강조하는 기능을 사용할 수 없습니다. 더 많은 정보를 위해 저희에게 문의해 주시길 바랍니다.
nb: Promotering av denne annonsen er ikke tilgjengelig for øyeblikket. Kontakt oss for mer informasjon.
nl: Het is op het moment niet mogelijk om deze advertentie als uitgelicht te plaatsen. Neem contact met ons op voor meer informatie.
pt_pt: De momento não é possível destacar esta publicação. Contacte-nos para obter mais informações.
ru: В данный момент выделить это объявление невозможно. Свяжитесь с нами для подробной информации.
sv: Det går inte att topplista denna annons för tillfället. Var god kontakta oss för mer information.
tr: Bu ilanın öne çıkarılması şu an için mümkün değildir. Daha fazla bilgi için bizimle iletişime geçebilirsin.
vi: Hiện tại không thể làm nổi bật bài đăng này. Để biết thêm thông tin, vui lòng liên hệ chúng tôi.

# bump_up_old_view_pay_button_title
source: Activate for %@
de: Für %@ aktivieren
el: Ενεργό για %@
es: Activar por %@
fi: Aktivoi hintaan %@
fr_ca: Activez-le pour %@
hu: %@ kiemelése
it: Attivalo per %@
ko: %@ 활성화하기
nb: Fremhev i %@
nl: Activeren voor %@
pt_pt: Ativar por %@
ru: Выделить за %@
sv: Aktivera för %@t
tr: %@ karşılığında etkinleştir
vi: Kích hoạt trong %@

# bump_up_old_view_pay_subtitle
source: Attract more buyers by giving your listing more visibility.
de: Ziehe mehr Käufer an, indem du dein Angebot sichtbarer machst.
el: Προσελκύστε περισσότερους αγοραστές, δίνοντας μεγαλύτερη προβολή στην καταχώρησή σας.
es: Dale más visibilidad a tu anuncio para atraer a más compradores.
fi: Houkuttele enemmän ostajia antamalla tuotteellesi enemmän näkyvyyttä.
fr_ca: Attirez plus d'acheteurs en donnant plus de visibilité à votre annonce.
hu: Több érdeklődőt találhatsz, ha nagyobb láthatóságot adsz hirdetésednek.
it: Attira più acquirenti offrendo una maggiore visibilità al tuo annuncio.
ko: 귀하의 목록이 더 잘 보이도록 옮겨 좀 더 많은 구매자를 끌어들이세요.
nb: Tiltrekk flere kjøpere ved å gi din annonse mer synlighet.
nl: Trek meer kopers aan door je advertentie meer zichtbaarheid te geven.
pt_pt: Atraia mais compradores dando à sua publicação mais visibilidade.
ru: Привлекайте больше покупателей, поднимая количество просмотров вашего объявления.
sv: Nå ut till flera köpare genom att ge din produkt mera synlighet.
tr: Ürününe daha çok görünürlük kazandır daha çok alıcı çek.
vi: Thu hút nhiều người mua hơn bằng cách làm cho bài đăng của bạn dễ thấy hơn.

# bump_up_old_view_pay_title
source: SELL FASTER
de: SCHNELLER VERKAUFEN
el: ΓΡΗΓΟΡΗ ΠΩΛΗΣΗ
es: VENDE RÁPIDO
fi: MYY NOPEAMMIN
fr_ca: VENDRE RAPIDEMENT
hu: ADJ EL GYORSABBAN
it: VENDI PIÙ VELOCEMENTE
ko: 빠르게 판매하기
nb: SELG RASKERE
nl: VERKOOP SNELLER
pt_pt: VENDA MAIS RÁPIDO
ru: Продать быстрее
sv: SÄLJ SNABBARE
tr: DAHA HIZLI SAT
vi: BÁN NHANH HƠN

# bump_up_pay_success
source: Featured! Now your listing has extra visibility.
de: Empfohlen! Dein Angebot ist nun besonders sichtbar.
el: Επιτυχής προώθηση! Τώρα η καταχώρησή σας έχει περισσότερη προβολή.
es: ¡Destacado! Ahora tu anuncio tiene más visibilidad.
fi: Nostettu esiin! Nyt ilmoituksesi saa lisänäkyvyyttä.
fr_ca: Mise en vedette ! Votre annonce bénéficie maintenant d'une meilleure visibilité.
hu: Kiemelve! Hirdetésed mostantól sokkal láthatóbb.
it: Sponsorizzato! Adesso il tuo annuncio gode di maggiore visibilità.
ko: 강조 완료! 더 많은 사람들이 게시글을 확인할 수 있습니다.
nb: Promotert! Din annonse har nå ekstra synlighet.
nl: Als uitgelicht geplaatst! Je advertentie is nu extra zichtbaar.
pt_pt: Destacada! Agora a sua publicação tem uma visibilidade acrescida.
ru: Выделено! Теперь ваше объявление лучше видно.
sv: Topplistad! Nu är din annons extra synlig.
tr: Öne çıkarıldı! Şimdi ilanını daha fazla kişi görebilir.
vi: Làm nổi bật! Giờ đây bài đăng của bạn đã dễ thấy hơn.

# bump_up_processing_free_text
source: Processing...
de: Wird verarbeitet...
el: Επεξεργασία...
es: Procesando...
fi: Käsitellään...
fr_ca: En traitement...
hu: Feldolgozás...
it: Elaborazione...
ko: 진행중...
nb: Behandler...
nl: Verwerken...
pt_pt: A processar...
ru: Обработка...
sv: Bearbetar...
tr: İşlem gerçekleştiriliyor...
vi: Đang tiến hành...

# bump_up_processing_priced_text
source: Processing payment...
de: Zahlung wird verarbeitet...
el: Επεξεργασία πληρωμής...
es: Procesando el pago...
fi: Käsitellään maksua...
fr_ca: Paiement en cours...
hu: Fizetés feldolgozása...
it: Elaborazione pagamento...
ko: 결제 처리중...
nb: Prosesserer betaling...
nl: Verwerken van betaling...
pt_pt: A processar o pagamento...
ru: Обрабатываем платеж...
sv: Bearbetar betalning...
tr: Ödeme işlemi gerçekleştiriliyor...
vi: Đang tiến hành thanh toán...

# bump_up_product_cell_chat_now_button
source: Chat Now
de: Jetzt ansprechen
el: Συνομιλήστε Τώρα
es: Chatear
fi: Lähetä viestiä nyt
fr_ca: Chattez
hu: Mérföld
it: Chatta subito
ko: 지금 대화하기
nb: Chat nå
nl: Nu Chatten
pt_pt: Converse já
ru: Пообщаться
sv: Chatta nu
tr: Sohbet Et
vi: Trò chuyện Bây giờ

# bump_up_product_cell_chat_now_button_a
source: Chat Now
de: Jetzt ansprechen
el: Συνομιλήστε Τώρα
es: Chatear
fi: Lähetä viestiä nyt
fr_ca: Chattez
hu: Mérföld
it: Chatta subito
ko: 지금 대화하기
nb: Chat nå
nl: Nu Chatten
pt_pt: Converse já
ru: Пообщаться
sv: Chatta nu
tr: Sohbet Et
vi: Trò chuyện Bây giờ

# bump_up_product_cell_chat_now_button_b
source: Chat Now
de: Jetzt ansprechen
el: Συνομιλήστε Τώρα
es: Chatear
fi: Lähetä viestiä nyt
fr_ca: Chattez
hu: Mérföld
it: Chatta subito
ko: 지금 대화하기
nb: Chat nå
nl: Nu Chatten
pt_pt: Converse já
ru: Пообщаться
sv: Chatta nu
tr: Mesaj Gönder
vi: Trò chuyện Bây giờ

# bump_up_product_cell_chat_now_button_c
source: Chat Now
de: Jetzt ansprechen
el: Συνομιλήστε Τώρα
es: Chatear
fi: Lähetä viestiä nyt
fr_ca: Chattez
hu: Mérföld
it: Chatta subito
ko: 지금 대화하기
nb: Chat nå
nl: Nu Chatten
pt_pt: Converse já
ru: Пообщаться
sv: Chatta nu
tr: Mesajlaş
vi: Trò chuyện Bây giờ

# bump_up_product_cell_chat_now_button_d
source: Chat Now
de: Jetzt ansprechen
el: Συνομιλήστε Τώρα
es: Chatear
fi: Lähetä viestiä nyt
fr_ca: Chattez
hu: Mérföld
it: Chatta subito
ko: 지금 대화하기
nb: Chat nå
nl: Nu Chatten
pt_pt: Converse já
ru: Пообщаться
sv: Chatta nu
tr: İletişime Geç
vi: Trò chuyện Bây giờ

# bump_up_product_cell_chat_now_button_english_a
source: Chat Now
de: Jetzt ansprechen
el: Συνομιλήστε Τώρα
es: Chatear
fi: Lähetä viestiä nyt
fr_ca: Chattez
hu: Csevegés
it: Chatta subito
ko: 지금 대화하기
nb: Chat nå
nl: Nu Chatten
pt_pt: Converse já
ru: Пообщаться
sv: Chatta nu
tr: Sohbet Et
vi: Trò chuyện Bây giờ

# bump_up_product_cell_chat_now_button_english_b
source: Contact
de: Jetzt ansprechen
el: Συνομιλήστε Τώρα
es: Chatear
fi: Lähetä viestiä nyt
fr_ca: Chattez
hu: Mérföld
it: Chatta subito
ko: 지금 대화하기
nb: Chat nå
nl: Nu Chatten
pt_pt: Converse já
ru: Пообщаться
sv: Chatta nu
tr: Sohbet Et
vi: Trò chuyện Bây giờ

# bump_up_product_cell_chat_now_button_english_c
source: Contact seller
de: Jetzt ansprechen
el: Συνομιλήστε Τώρα
es: Chatear
fi: Lähetä viestiä nyt
fr_ca: Chattez
hu: Mérföld
it: Chatta subito
ko: 지금 대화하기
nb: Chat nå
nl: Nu Chatten
pt_pt: Converse já
ru: Пообщаться
sv: Chatta nu
tr: Sohbet Et
vi: Trò chuyện Bây giờ

# bump_up_product_cell_chat_now_button_english_d
source: Start chat
de: Jetzt ansprechen
el: Συνομιλήστε Τώρα
es: Chatear
fi: Lähetä viestiä nyt
fr_ca: Chattez
hu: Mérföld
it: Chatta subito
ko: 지금 대화하기
nb: Chat nå
nl: Nu Chatten
pt_pt: Converse já
ru: Пообщаться
sv: Chatta nu
tr: Sohbet Et
vi: Trò chuyện Bây giờ

# bump_up_product_cell_feature_it_label
source: Feature it
el: Προωθήστε το
es: Destácalo
fr_ca: Mettez-le en vedette
it: Sponsorizzalo
ko: 상품 강조하기
nl: Plaats als uitgelicht
pt_pt: Destaque-o
ru: Выделить его
vi: Làm nổi bật

# bump_up_product_cell_featured_stripe
source: Featured
de: Empfohlen
el: Προτεινόμενο
es: Destacado
fi: Suositeltu
fr_ca: Spécial
hu: Kiemelt
it: In evidenza
ko: 주요
nb: Aktuelle
nl: Aanbevolen
pt_pt: Destacado
ru: Популярное
sv: Topplistad
tr: Öne çıkan
vi: Tiêu biểu

# bump_up_product_detail_featured_label
source: FEATURED
de: EMPFOHLEN
el: ΕΠΙΛΕΓΜΕΝΑ
es: DESTACADO
fi: SUOSITELTU
fr_ca: SPÉCIAL
hu: KIEMELT
it: IN EVIDENZA
ko: 주요
nb: AKTUELLE
nl: AANBEVOLEN
pt_pt: DESTACADO
ru: ПОПУЛЯРНОЕ
sv: TOPPLISTAD
tr: ÖNE ÇIKAN
vi: TIÊU BIỂU

# bump_up_view_boost_pay_button_title
source: Feature it again for %@
de: Empfehle es erneut für %@
el: Προωθήστε το ξανά για %@
es: Destácalo de nuevo por %@
fi: Nosta uudelleen hintaan %@
fr_ca: Mettez-le de nouveau en vedette pour %@
hu: Ismét kiemelheted %@ áron
it: Sponsorizzalo di nuovo per %@
ko: %@에 상품을 다시 강조해보세요
nb: Promoter den igjen for %@
nl: Plaats het opnieuw als uitgelicht voor %@
pt_pt: Destaque-o agora por %@
ru: Выделите еще раз за %@
sv: Topplista den igen för %@
tr: %@ karşılığında tekrar öne çıkar
vi: Làm nổi bật lại cho %@

# bump_up_view_boost_subtitle_boost_listing
source: Since you already featured your listing in the last 24 hours, we'll let you purchase another feature for less!
de: Da du dein Angebot in den letzten 24 Stunden bereits empfohlen hast, kannst du eine weitere Empfehlung zu einem günstigeren Preis kaufen!
el: Επειδή προωθήσατε ήδη την καταχώρησή σας μέσα στις τελευταίες 24 ώρες, σας δίνουμε τη δυνατότητα να κάνετε επιπλέον προώθηση με λιγότερα χρήματα!
es: Como ya has destacado tu anuncio en las últimas 24 horas, ¡te ofrecemos destacarlo de nuevo por menos dinero!
fi: Koska nostit ilmoituksesi esiin viimeisen 24 tunnin aikana, annamme sinun ostaa toisen noston halvemmalla!
fr_ca: Puisque vous avez déjà mis votre annonce en vedette au cours des dernières 24 heures, nous vous permettons d'acheter une autre mise en vedette pour moins cher !
hu: Mivel hirdetésedet az elmúlt 24 órában már kiemelted, ezért kevesebbért vásárolhatsz újabb kiemelést!
it: Per aver sponsorizzato il tuo annuncio nelle ultime 24 ore, ti offriamo la possibilità di acquistare un'altra funzione a un prezzo minore!
ko: 이미 24시간 내에 상품을 강조하셨기 때문에, 저희는 다른 상품을 강조하는 가격을 할인해드렸습니다!
nb: Ettersom du allerede har promotert annonsen din i løpet av de siste 24 timene lar vi deg kjøpe mer promotering til lavere pris!
nl: Aangezien je je advertentie als uitgelicht hebt geplaatst in de afgelopen 24 uur, kun je nog een uitgelichte advertentie kopen voor minder!
pt_pt: Uma vez que já destacou o seu anúncio nas últimas 24 horas, deixámo-lo comprar outro destaque por menos!
ru: Так как вы уже выделяли свое объявление за последние 24 часа, мы предлагаем приобрести следующее выделение дешевле!
sv: Eftersom du redan har topplistat din annons det senaste dygnet erbjuder vi dig en rabatt om du förlänger den
tr: Son 24 saat içinde ilanını öne çıkardığın için bir sonraki öne çıkarma hizmetini satın alırken sana indirim veriyoruz!
vi: Vì bạn đã làm nổi bật bài đăng trong 24 giờ qua, chúng tôi sẽ để bạn mua tính năng khác với giá rẻ hơn!

# bump_up_view_boost_subtitle_cheaper
source: Boost your listing right now to get a discount off the typical feature price.
de: Kurbel dein Angebot jetzt an und erhalte einen Rabatt auf den normalen Empfehlungspreis
el: Προωθήστε την καταχώρησή σας άμεσα για να αποκτήσετε έκπτωση στη συνηθισμένη τιμή προώθησης
es: Dale un impulso extra a tu anuncio para obtener un descuento sobre el precio habitual.
fi: Anna ilmoituksellesi boostia saman tien saadaksesi alennusta noston normaalista hinnasta.
fr_ca: Boostez votre annonce dès maintenant pour obtenir un rabais sur le prix d'une mise en vedette classique.
hu: Fokozd hirdetésed kiemelését, hogy kedvezményt kaphass a szokványos kiemelés árából.
it: Promuovi subito il tuo annuncio per ottenere uno sconto sul normale prezzo di acquisto.
ko: 일반 강조 가격을 할인받기 위해 지금 상품을 강조해보세요.
nb: Promoter din annonse nå for å få rabatt på vanlig pris.
nl: Boost nu je advertentie om korting te krijgen op de normale uitgelicht prijs.
pt_pt: Impulsione o seu anúncio agora para receber um desconto sobre o preço do destaque habitual.
ru: Продвиньте объявление сейчас, чтобы получить скидку от обычной цены выделения.
sv: Boosta din annons nu för att få en rabatt på det vanliga priset.
tr: Normal öne çıkarma hizmetini indirimli almak için hemen ilanına doping uygula.
vi: Đưa bài đăng của bạn lên ngay bây giờ để được giảm giá cho tính năng tiêu biểu.

# bump_up_view_boost_subtitle_not_ready
source: You can feature your listing again in %@ to move it back to the top
el: Μπορείτε να προωθήσετε ξανά την καταχώρησή σας σε %@ για να το μετακινήσετε στην κορυφή
es: Puedes destacar tu anuncio otra vez dentro de %@ para moverlo arriba
fr_ca: Vous pouvez ajouter un autre boost dans %@ pour la renvoyer vers le haut et la mettre en vedette pour 24 heures de plus
it: Puoi sponsorizzare ancora il tuo articolo tra %@ per spostarlo nuovamente in alto
ko: 24시간 동안 강조되며 목록 상단으로 게시글을 이동할 수 있는 상품 강조를 %@안에 추가하실 수 있습니다
nl: Je kunt je advertentie over %@ weer als uitgelicht plaatsen zodat het bovenaan staat
pt_pt: Poderá enviá-lo para o topo de novo em %@ e destacá-lo por mais 24 horas
ru: Вы можете снова выделить свое объявление через %@, чтобы вернуть его наверх
vi: Bạn có thể làm nổi bật bài đăng lần nữa trong %@ để đưa bài đăng lên đầu
