Repository: goRestart/ios-restart-app
Catalog: components/LGResources/LGResources/Assets/i18n/*.lproj/Localizable.strings
Languages: de, el, es, fi, fr_ca, hu, it, ko, nb, nl, pt_pt, ru, sv, tr, vi

# product_delete_sold_confirm_message
source: Are you sure you want to delete this listing?
de: Bist du sicher, dass du dieses Angebot löschen möchtest?
el: Είστε σίγουροι πως θέλετε να διαγράψετε αυτήν την καταχώρηση;
es: ¿Seguro que quieres eliminar este anuncio?
fi: Oletko varma että haluat poistaa tämän ilmoituksen?
fr_ca: Etes-vous certain de vouloir supprimer cette annonce ?
hu: Biztosan törölni szeretnéd ezt a hirdetést?
it: Sei sicuro di voler eliminare questo annuncio?
ko: 이 상품 목록을 삭제할까요?
nb: Er du sikker på at du vil slette denne annonsen?
nl: Weet je zeker dat je deze advertentie wilt verwijderen?
pt_pt: Deseja mesmo eliminar esta publicação?
ru: Вы точно хотите удалить это объявление?
sv: Är du säker på att du vill radera denna annons?
tr: Bu ilanı silmek istediğine emin misin?
vi: Bạn có chắc chắn muốn xóa bài đăng này?

# product_detail_swipe_to_see_related
source: Swipe to see related listings
de: Wische, um ähnliche Angebote zu sehen
el: Σύρετε για να δείτε συναφείς καταχωρήσεις
es: Desliza para ver anuncios relacionados
fi: Pyyhkäise nähdäksesi samankaltaisia ilmoituksia
fr_ca: Faites glisser pour voir les annonces connexes
hu: A kapcsolódó hirdetésekért suhints oldalra
it: Scorri il dito per vedere articoli correlati
ko: 관련 상품 목록을 확인하기 위해 옆으로 이동하기
nb: Swipe for å se tilsvarende annonser
nl: Veeg om gerelateerde advertenties te zien
pt_pt: Percorra para ver anúncios relacionados
ru: Листайте, чтобы увидеть похожие объявления
sv: Svepa för att se liknande annonser
tr: İlgili ürünleri görmek için kaydır
vi: Vuốt để xem bài đăng liên quan

# product_distance_X_from_you
source: %@ from you
de: %@ von dir
el: %@ από εσάς
es: %@ de ti
fi: %@ sinusta
fr_ca: à %@ de chez vous
hu: %@-re tőled
it: %@ da te
ko: 당신으로부터 %@
nb: %@ fra deg
nl: %@ van bij jou
pt_pt: %@ de si
ru: %@ от вас
sv: %@ från dig
tr: senden %@ uzakta
vi: %@ từ bạn

# product_distance_custom_location
source: Custom location
de: Benutzerdefinierter Ort
el: Διαμορφωμένη τοποθεσία
es: Ubicación personalizada
fi: Mukautettu sijainti
fr_ca: Localisation personnalisée
hu: Egyéni hely
it: Posizione personalizzata
ko: 세관 위치
nb: Egendefinert plassering
nl: Aangepaste locatie
pt_pt: Localização personalizada
ru: Указать местоположение
sv: Vald plats
tr: Özel konum
vi: Tùy chỉnh địa điểm

# product_distance_more_than
source: More than %@
de: Über %@
el: Πάνω από %@
es: Más de %@
fi: Yli %@
fr_ca: À plus de %@
hu: Több mint %@
it: Più di %@
ko: %@ 이상
nb: Mer enn %@
pt_pt: Mais de %@
ru: Более чем %@
sv: Mer än %@
tr: %@'den daha uzakta
vi: Hơn %@

# product_distance_near_you
source: Near you
de: In deiner Nähe
el: Κοντά σας
es: Cerca de ti
fi: Lähellä sinua
fr_ca: Près de chez vous
hu: A közeledben
it: Vicino a te
ko: 귀하 근처
nb: Nært deg
nl: In jouw omgeving
pt_pt: Perto de si
ru: Рядом с вами
sv: Nära dig
tr: Yakın çevrende
vi: Gần bạn

# product_favorite_direct_message
source: I like it! Is it still available?
de: Das gefällt mir! Ist es noch zu haben?
el: Μου αρέσει! Είναι ακόμη διαθέσιμο;
es: ¡Me gusta! ¿Todavía está disponible?
fi: Pidän siitä! Onko se vielä vapaana?
fr_ca: J'aime ça ! Est-ce que c'est toujours disponible ?
hu: Tetszik! Megvan még?
it: Mi piace! È ancora disponibile?
ko: 마음에 드네요! 아직 판매하시나요?
nb: Jeg liker produktet! Er det fortsatt tilgjengelig?
nl: Ik vind het leuk! Is het nog beschikbaar?
pt_pt: Gosto! Ainda está disponível?
ru: Мне нравится! Все еще доступно?
sv: Jag gillar den! Är de fortfarande tillgänglig?
tr: Beğendim! Hala satılık mı?
vi: Tôi thích nó! Nó vẫn còn chứ?

# product_favorite_login_popup_text
source: To favorite this listing, you have to log in
de: Melde dich an, um dieses Angebot zu deinen Favoriten hinzuzufügen
el: Για να προσθέσετε αυτήν την καταχώρηση στα αγαπημένα σας, θα πρέπει να συνδεθείτε
es: Para marcar este anuncio como favorito, tienes que iniciar sesión
fi: Voidaksesi merkitä tämän ilmoituksen suosikiksesi, sinun on kirjauduttava sisään
fr_ca: Pour mettre cette annonce en favori, vous devez vous connecter
hu: A kedvencként jelöléshez be kell jelentkezned
it: Per aggiungere questo annuncio ai preferiti, devi effettuare l'accesso
ko: 이 상품 목록을 관심상품에 추가하고자 하신다면, 로그인하셔야 합니다.
nb: Du må innlogget for å favorisere denne annonsen
nl: Om deze advertentie toe te voegen aan je favorieten, moet je eerst inloggen
pt_pt: Para marcar esta publicação como favorita tem que efetuar o login
ru: Чтобы добавить это объявление в избранное, вы должны войти
sv: Du måste vara inloggad för att spara denna annons som favorit
tr: Bu ilanı favorilerine eklemek için giriş yapmalısın
vi: Bạn cần đăng nhập để đánh dấu yêu thích bài đăng này

# product_free_price
source: Free
de: Kostenlos
el: Δωρεάν
es: Gratis
fi: Ilmainen
fr_ca: Gratuit
hu: Ingyenes
it: Gratis
ko: 무료
nb: Gis bort
nl: Gratis
pt_pt: Grátis
ru: Бесплатно
sv: Gratis
tr: Bedava
vi: Miễn phí

# product_interested_bubble_message
source: We've let the seller know that you're interested in buying this
de: Wir teilen dem Verkäufer mit, dass du am Kauf dieses Produkts interessiert bist
el: Ενημερώσαμε τον πωλητή πως ενδιαφέρεστε να το αγοράσετε
es: Hemos avisado al vendedor de tu interés en comprarlo
fi: Olemme kertoneet myyjälle, että olet kiinnostunut ostamaan tämän
fr_ca: Nous avons informé le vendeur de votre intérêt pour ceci
hu: Értesítettük az eladót, hogy érdekelne a vásárlás
it: Abbiamo informato il cliente del tuo interesse per l'acquisto di questo
ko: 이 상품을 구매하는데 관심있다는 것을 판매자에게 알렸습니다
nb: Vi har latt selgeren vite at du er interessert i å kjøpe dette
nl: We hebben de verkoper laten weten dat je geïnteresseerd bent om dit te kopen
pt_pt: Avisamos o vendedor de que tem interesse em comprar este artigo
ru: Мы уведомим продавца, что вас заинтересовал этот товар
sv: Vi har meddelat säljare att du är intresserad av annonsen
tr: İlanıyla ilgilendiğini satıcıya bildirdik
vi: Chúng tôi vừa cho người bán biết bạn quan tâm đến việc mua món này

# product_interested_undo
source: Undo
de: Rückgängig
el: Αναίρεση
es: Deshacer
fi: Kumoa
fr_ca: Annuler
hu: Visszavonás
it: Annulla
ko: 취소
nb: Angre
nl: Ongedaan maken
pt_pt: Desfazer
ru: Отмена
sv: Ångra
tr: Geri al
vi: Hoàn tác

# product_is_mine_share_body
source: Check out what I'm selling on letgo!
de: Schau dir an, was ich auf letgo verkaufe!
el: Δείτε τι πουλάω στο letgo!
es: ¡Échale un vistazo a lo que vendo en letgo!
fi: Katso, mitä minulla on myynnissä letgossa!
fr_ca: Découvrez ce que je vends sur letgo !
hu: Nézzétek, mit árulok a letgo piacán!
it: Guarda cosa sto vendendo su letgo!
ko: letgo에서 무엇이 판매중인지 확인해보세요!
nb: Se hva jeg selger på letgo!
nl: Bekijk wat ik op letgo verkoop!
pt_pt: Dá uma olhada no que estou a vender no letgo!
ru: Смотрите, что я продаю на letgo!
sv: Kolla vad jag säljer på letgo!
tr: letgo'da ne sattığıma bak!
vi: Hãy xem tôi đang bán gì trên letgo!

# product_is_mine_share_body_free
source: Check out what I'm giving away on letgo!
de: Schau an, was ich auf letgo verschenke!
el: Δείτε τί χαρίζω στο letgo!
es: ¡Échale un vistazo a lo que regalo en letgo!
fi: Käy katsomassa mitä annan pois letgossa!
fr_ca: Regardez ce que je donne sur letgo !
hu: Nézzétek, mit szeretnék elajándékozni a letgo piacán!
it: Scopri quello che sto regalando su letgo!
ko: 제가 letgo에서 무엇을 증정하고 있는지 확인해보세요!
nb: Se hva jeg gir bort på letgo!
nl: Check wat ik weggeef op letgo!
pt_pt: Dá uma olhada no que tenho no letgo para dar!
ru: Посмотрите, что я отдаю на letgo!
sv: Kolla vad jag skänker bort på letgo!
tr: letgo'da hangi eşyaları ücretsiz verdiğime bak!
vi: Xem tôi đang tặng gì trên letgo!

# product_list_item_given_away_status_label
source: Already given away
de: Bereits verschenkt
el: Έχει ήδη δοθεί
es: Ya regalado
fi: Annettu jo pois
fr_ca: Déjà donné
hu: Már elajándékozták
it: Già regalato
ko: 이미 증정되었습니다
nb: Gitt bort allerede
nl: Al weggegeven
pt_pt: Já dado
ru: Уже отдан
sv: Redan bortskänkt
tr: Çoktan ücretsiz olarak verildi
vi: Đã tặng

# product_list_item_sold_status_label
source: SOLD
de: VERKAUFT
el: ΠΩΛΗΘΗΚΕ
es: VENDIDO
fi: MYYTY
fr_ca: VENDU
hu: ELADVA
it: VENDUTO
ko: 품절
nb: SOLGT
nl: VERKOCHT
pt_pt: VENDIDO
ru: ПРОДАНО
sv: SÅLD
tr: Satıldı
vi: ĐÃ BÁN

# product_list_item_time_minute_label
source: %im
de: %i min
el: %iλεπ.
fi: %imin
hu: %i p
it: %imin
ko: %i분
pt_pt: %imn
ru: %iм
sv: %imin
tr: %idk
vi: %ip

# product_list_no_products_body
source: You're the first explorer from your city. Welcome!
de: Du bist der erste Entdecker aus deiner Stadt. Willkommen!
el: Είστε ο πρώτος εξερευνητής στην πόλη σας. Καλως ήρθατε!
es: Eres el primer explorador de esta ciudad. ¡Bienvenido!
fi: Olet ensimmäinen tutkimusmatkailija kaupungistasi. Tervetuloa!
fr_ca: Vous êtes le premier utilisateur de votre ville. Bienvenue !
hu: Te vagy az első felfedező ebből a városból. Üdv!
it: Sei il primo esploratore della tua città. Benvenuto!
ko: 당신은 도시에서 첫번째 판매자입니다. 환영합니다!
nb: Du er den første oppdageren fra din by. Velkommen!
nl: Jij bent de eerste verkenner van jouw stad. Welkom!
pt_pt: É o primeiro explorador da sua cidade. Bem-vindo!
ru: Вы - первый пользователь из своего города. Добро пожаловать!
sv: Du är den första som utforskar från din stad. Välkommen!
tr: Şehrindeki ilk kaşif sensin. Hoş geldin!
vi: Bạn là người đầu tiên đến từ thành phố của bạn. Xin chào mừng!

# product_list_no_products_title
source: CITY UNLOCKED!
de: STADT FREIGESCHALTET!
el: ΞΕΚΛΕΙΔΩΜΑ ΠΟΛΗΣ!
es: ¡CIUDAD DESBLOQUEADA!
fi: KAUPUNKI AVATTU!
fr_ca: VILLE DÉBLOQUÉE !
hu: VÁROS FELOLDVA!
it: CITTÀ SBLOCCATA!
ko: 도시 잠금을 풀었습니다!
nb: BY ER ÅPNET!
nl: STAD ONTGRENDELD!
pt_pt: CIDADE DESBLOQUEADA!
ru: ГОРОД ОТКРЫТ!
sv: STAD UPPLÅST!
tr: ŞEHRİN KİLİDİ AÇILDI!
vi: MỞ KHÓA THÀNH PHỐ!

# product_mark_as_given_away_alert_message
source: This action can‘t be undone. Only select this when you have met the buyer and given the item away. Continue?
de: Diese Aktion kann nicht rückgängig gemacht werden. Wähle sie nur, wenn du dich bereits mit dem Käufer getroffen und die Bezahlung erhalten hast. Fortfahren?
el: Η δραστηριότητα αυτή δεν μπορεί να αναιρεθεί. Επιλέξτε την μόνο όταν συναντήσετε τον αγοραστή και χαρίσετε το αντικείμενο. Συνέχεια;
es: Esta acción no se puede deshacer. Selecciónala solo cuando te hayas encontrado con el comprador y regalado el artículo. ¿Continuar?
fi: Tätä toimintoa ei voi perua. Valitse tämä vain, jos olet tavannut ostajan ja antanut tuotteen pois. Haluatko jatkaa?
fr_ca: Cette action ne peut pas être annulée. Sélectionnez ceci seulement après avoir rencontré l'acheteur et donné le produit. Continuer ?
hu: Ezt nem vonhatod vissza. Csak akkor válaszd, ha már találkoztál az érdeklődővel és át is adtad a tárgyat. Folytatod?
it: Questa azione è irreversibile. Seleziona questa opzione solo quando hai incontrato l'acquirente e regalato l'oggetto. Continuare?
ko: 이것은 취소할 수 없습니다. 구매자를 만나고 상품을 증정했을 경우에만 선택하세요. 계속 진행하시겠습니까?
nb: Denne handlingen kan ikke omgjøres. Velg kun dette hvis du har møtt kjøperen og gitt bort produktet. Fortsett?
nl: Deze actie kan niet ongedaan worden gemaakt. Selecteer dit alleen als je de koper hebt ontmoet en het item hebt weggegeven. Doorgaan?
pt_pt: Esta ação é irreversível Selecione-a apenas quando se tiver encontrado com o comprador e ter dado o item. Continuar?
ru: Это действие нельзя отменить. Выбирайте его, только когда встретились с покупателем и отдали товар. Продолжить?
sv: Denna åtgärd kan inte ändras. Välj endast detta alternativ om du har mött köparen i person och givit bort produkten. Vill du fortsätta?
tr: Bu işlem geri alınamaz. Yalnızca alıcı ile buluşup ürünü ücretsiz olarak verdiğin zaman bunu seçmelisin. Devam etmek istiyor musun?
vi: Hành động này không thể hoàn tác. Chỉ chọn khi bạn đã gặp người mua và hoàn thành tặng sản phẩm. Bạn muốn tiếp tục?

# product_mark_as_given_away_alert_title
source: Mark item as given away
de: Markiere den Artikel als verschenkt
el: Μαρκάρετε το αντικείμενο ως χαρισμένο
es: Marcar artículo como regalado
fi: Merkitse tuote pois annetuksi
fr_ca: Indiquer le produit comme donné
hu: Megjelölés elajándékozottként
it: Contrassegna articolo come regalato
ko: 증정된 상품으로 표시하기
nb: Merk som gitt bort
nl: Markeer item als weggegeven
pt_pt: Marcar o item como dado
ru: Отметить товар как отданный
sv: Markera som bortskänkt
tr: Ürünü ücretsiz verildi olarak işaretle
vi: Đánh dấu đã tặng cho sản phẩm

# product_mark_as_sold_alert_confirm
source: Yes
de: Ja
el: Ναι
es: Sí
fi: Kyllä
fr_ca: Oui
hu: Igen
it: Sì
ko: 예
nb: Ja
nl: Ja
pt_pt: Sim
ru: Да
sv: Ja
tr: Evet
vi: Có

# product_mark_as_sold_alert_message
source: This action can't be undone. Only select this when you have met the buyer and received payment. Continue?
de: Diese Aktion kann nicht rückgängig gemacht werden. Wähle sie nur, wenn du dich bereits mit dem Käufer getroffen und die Bezahlung erhalten hast. Fortfahren?
el: Η επιλογή αυτή δεν μπορεί να αναιρεθεί. Διαλέξτε την μόνο όταν έχετε συναντήσει τον αγοραστή και έχετε λάβει την πληρωμή. Συνέχεια;
es: Esta acción no se puede deshacer. Selecciónala solamente cuando te hayas encontrado con el vendedor y hayas recibido el pago. ¿Continuar?
fi: Tätä toimintoa ei voi peruuttaa. Valitse tämä vain, kun olet tavannut ostajan ja saanut maksun. Haluatko jatkaa?
fr_ca: Ceci ne peux pas être annulé. Sélectionnez seulement lorsque vous avez rencontré l'acheteur et reçu le paiement. Continuer ?
hu: Ezt nem vonhatod vissza. Csak akkor válaszd, ha már találkoztál a vásárlóval és megtörtént a tranzakció. Folytatod?
it: Questa azione è irreversibile. Seleziona questa opzione solo quando hai incontrato l'acquirente e ricevuto il pagamento. Continuare?
ko: 이것은 취소할 수 없습니다. 구매자를 만나서 금액을 지불받았을 경우에만 선택하세요.계속하시겠습니까?
nb: Denne handlingen kan ikke omgjøres. Velg kun dette når du har møtt kjøperen og fått betalt. Fortsett?
nl: Deze actie kan niet ongedaan worden gemaakt. Selecteer dit pas nadat je de koper hebt ontmoet en de betaling hebt ontvangen. Doorgaan?
pt_pt: Esta ação não pode ser revertida. Selecione-a apenas quando tiver marcado encontro com o comprador e recebido o pagamento. Continuar?
ru: Это действие нельзя отменить. Выбирайте его, только когда встретились с покупателем и получили оплату. Продолжить?
sv: Denna åtgärd kan inte ändras. Välj endast detta alternativ om du har mött köparen i person och fått betald. Vill du fortsätta?
tr: Bu işlem geri alınamaz. Yalnızca alıcı ile buluşup ödeme aldıysan bunu seç. Devam etmek istiyor musun?
vi: Hành động này không thể hoàn tác. Chỉ đánh dấu khi bạn đã gặp người mua và nhận được thanh toán. Bạn muốn tiếp tục?

# product_mark_as_sold_alert_title
source: Mark as sold
de: Als verkauft markieren
el: Μάρκαρε ότι πωλήθηκε
es: Marcar como vendido
fi: Merkitse myydyksi
fr_ca: Marquer comme vendu
hu: Megjelölés eladottként
it: Segna come venduto
ko: 판매 완료로 표시
nb: Merk som solgt
nl: Markeer als verkocht
pt_pt: Marcar como vendido
ru: Отмечен как проданный
sv: Markera som såld
tr: Satıldı olarak işaretle
vi: Đánh dấu Đã bán

# product_mark_as_sold_button
source: Mark as Sold
de: Als verkauft markieren
el: Μάρκαρε ότι πωλήθηκε
es: Marcar como vendido
fi: Merkitse myydyksi
fr_ca: Marquer comme Vendu
hu: Megjelölés eladottként
it: Segna come venduto
ko: 품절로 표시
nb: Merk som solgt
nl: Markeer als verkocht
pt_pt: Marcar como vendido
ru: Отметить как проданный
sv: Markera som såld
tr: Satıldı olarak işaretle
vi: Đánh dấu Đã bán

# product_mark_as_sold_confirm_cancel_button
source: Cancel
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr_ca: Annuler
hu: Mégse
it: Annulla
ko: 취소
nb: Avbryt
nl: Annuleren
pt_pt: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal et
vi: Hủy

# product_mark_as_sold_confirm_message
source: Are you sure you want to mark your listing as sold?
de: Bist du sicher, dass du dein Angebot als verkauft markieren möchtest?
el: Είστε σίγουροι πως θέλετε να μαρκάρετε την καταχώρηση ως πουλημένη;
es: ¿Seguro que quieres marcar el anuncio como vendido?
fi: Oletko varma, että haluat merkitä ilmoituksesi myydyksi?
fr_ca: Êtes-vous certain de vouloir indiquer « vendu » sur votre annonce ?
hu: Biztosan eladottként szeretnéd jelölni a hirdetést?
it: Sei sicuro di voler segnare questo annuncio come venduto?
ko: 판매 목록을 판매완료로 표시할까요?
nb: Er du sikker på at du ønsker å markere din annonse som solgt?
nl: Weet je zeker dat je je advertentie wilt markeren als verkocht?
pt_pt: Deseja mesmo marcar a sua publicação como vendida?
ru: Вы уверены, что хотите отметить товар как проданный?
sv: Är du säker på att du vill markera denna annons som såld?
tr: Bu ilanı satıldı olarak işaretlemek istediğine emin misin?
vi: Bạn có chắc chắn muốn đánh dấu đã bán cho bài đăng?

# product_mark_as_sold_confirm_ok_button
source: Mark as Sold
de: Als verkauft markieren
el: Μάρκαρε ότι πωλήθηκε
es: Marcar como vendido
fi: Merkitse myydyksi
fr_ca: Marquer comme Vendu
hu: Megjelölés eladottként
it: Segna come venduto
ko: 품절로 표시하기
nb: Merk som solgt
nl: Markeer als verkocht
pt_pt: Marcar como vendido
ru: Отметить как проданный
sv: Markera som såld
tr: Satıldı olarak işaretle
vi: Đánh dấu Đã bán

# product_mark_as_sold_confirm_title
source: Mark as Sold
de: Als verkauft markieren
el: Μάρκαρε ότι πωλήθηκε
es: Marcar como vendido
fi: Merkitse myydyksi
fr_ca: Marquer comme Vendu
hu: Megjelölés eladottként
it: Segna come venduto
ko: 품절로 표시하기
nb: Merk som solgt
nl: Markeer als verkocht
pt_pt: Marcar como vendido
ru: Отметить как проданный
sv: Markera som såld
tr: Satıldı olarak işaretle
vi: Đánh dấu Đã bán

# product_mark_as_sold_error_generic
source: An error occurred while marking your listing as sold. Please try again.
de: Beim als verkauft Markieren ist ein Fehler aufgetreten. Bitte versuche es noch einmal.
el: Παρουσιάστηκε σφάλμα κατά το μαρκάρισμα της καταχώρησής σας ως πουλημένης! Παρακαλώ, δοκιμάστε ξανά.
es: Se ha producido un error al marcar el anuncio como vendido. Por favor, inténtalo de nuevo.
fi: Merkittäessä ilmoitustasi myydyksi tapahtui virhe. Ole hyvä ja yritä uudelleen.
fr_ca: Une erreur est survenue lors de l'ajout de la mention « vendu » sur votre annonce. Veuillez réessayer.
hu: Hiba történt a hirdetésed eladottként való megjelölése során. Próbálkozz újra.
it: Si è verificato un errore durante il tentativo di segnare l'annuncio come venduto. Riprova più tardi.
ko: 상품 게시글을 품절로 표시하는데 오류가 발생했습니다. 다시 시도해주세요.
nb: En feil oppstod ved å markere din annonse som solgt. Vennligst prøv igjen.
nl: Er is een fout opgetreden bij het markeren van de advertentie als verkocht. Probeer het nog eens.
pt_pt: Ocorreu um erro ao marcar a sua publicação como vendida. Tente novamente.
ru: При изменении статуса товара произошла ошибка. Пожалуйста, попробуйте еще раз.
sv: Ett fel uppstod när annonsen skulle markeras som såld. Var god försök igen.
tr: İlanın satıldı olarak işaretlenirken bir hata oluştu. Lütfen tekrar dene.
vi: Có lỗi xảy ra trong khi đánh dấu đã bán cho bài đăng. Xin vui lòng thử lại.

# product_mark_as_sold_free_button
source: Mark as given away
de: Als verschenkt markieren
el: Μαρκάρισμα ως χαρισμένο
es: Marcar como regalado
fi: Merkitse pois annetuksi
fr_ca: Je l'ai donné
hu: Megjelölés elajándékozottként
it: Segna come regalato
ko: 증정완료 표시
nb: Marker som gitt bort
nl: Markeer als weggegeven
pt_pt: Marque como dado
ru: Пометить как отданное
sv: Markera som bortskänkt
tr: Ürünü ücretsiz verildi olarak işaretle
vi: Đánh dấu đã tặng

# product_mark_as_sold_free_confirm_cancel_button
source: Cancel
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr_ca: Annuler
hu: Mégse
it: Annulla
ko: 취소
nb: Avbryt
nl: Annuleren
pt_pt: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal
vi: Hủy

# product_mark_as_sold_free_confirm_message
source: Mark your item as already given away
de: Markiere deinen Artikel als bereits verschenkt
el: Μαρκάρετε το αντικείμενο σας ως χαρισμένο
es: Marca tu artículo como regalado
fi: Merkitse kohteesi jo pois annetuksi
fr_ca: Marquez votre produit comme déjà donné
hu: Jelöld meg a hirdetést elajándékozottként
it: Segna il tuo articolo come già regalato
ko: 상품 증정완료 표시하기
nb: Marker din annonse som gitt bort allerede.
nl: Markeer je item als al weggegeven
pt_pt: Marque o seu item como já dado
ru: Отметить товар как отданный
sv: Markera din vara som bortskänkt
tr: İlanını bağışlandı olarak işaretle
vi: Đánh dấu đã tặng cho món đồ của bạn

# product_mark_as_sold_free_confirm_ok_button
source: Mark
de: Markieren
el: Μαρκάρισμα
es: Marcar
fi: Merkitse
fr_ca: Indiquer comme donné
hu: Megjelölés
it: Contrassegna
ko: 표시
nb: Marker
nl: Markeer
pt_pt: Marcar
ru: Отметить
sv: Markera
tr: İşaretle
vi: Đánh dấu

# product_mark_as_sold_free_confirm_title
source: Mark it as given away
de: Als verschenkt markieren
el: Μαρκάρετέ το ως χαρισμένο
es: Marcar como regalado
fi: Merkitse pois annetuksi
fr_ca: L'indiquer comme donné
hu: Megjelölés elajándékozottként
it: Segna come già regalato
ko: 증정되었다는 표시하기
nb: Marker det som gitt bort
nl: Markeer het als weggegeven
pt_pt: Marque como dado
ru: Отметить как отданный
sv: Markera den som bortskänkt
tr: Ücretsiz verildi olarak işaretle
vi: Đánh dấu đã tặng

# product_mark_as_sold_free_success_message
source: Congratulations! Your item has been marked as given away.
de: Glückwunsch! Dein Artikel wurde erfolgreich als verschenkt markiert.
el: Συγχαρητήρια! Το αντικείμενό σας έχει μαρκαριστεί επιτυχώς ως χαρισμένο.
es: ¡Enhorabuena! Tu artículo ha sido marcado como regalado.
fi: Onneksi olkoon! Kohteesi merkittiin pois annetuksi onnistuneesti.
fr_ca: Félicitations ! Votre produit a été marqué comme donné.
hu: Gratulálunk! Hirdetésed sikeresen elajándékozottá vált.
it: Congratulazioni! Il tuo articolo è stato correttamente contrassegnato come regalato.
ko: 축하드립니다! 상품이 증정완료로 표시되었습니다.
nb: Gratulerer! Din annonse har blitt markert som gitt bort.
nl: Gefeliciteerd! Je item werd gemarkeerd als weggegeven.
pt_pt: Parabéns! O seu item foi marcado como dado.
ru: Поздравляем! Ваш товар отмечен как отданный.
sv: Grattis! Din vara har märkts som bortskänkt.
tr: Tebrikler! İlanın ücretsiz verildi olarak işaretlendi.
vi: Chúc mừng! Món đồ đã được đánh dấu đã tặng thành công.

# product_mark_as_sold_success_message
source: Congratulations, your listing has been marked as sold!
de: Glückwunsch, dein Angebot wurde als verkauft markiert!
el: Συγχαρητήρια, η καταχώρησή σας έχει χαρακτηριστεί ως πουλημένη!
es: ¡Enhorabuena, tu anuncio ha sido marcado como vendido!
fi: Onneksi olkoon, ilmoituksesi on merkitty myydyksi!
fr_ca: Félicitations, la mention « vendu» a été ajoutée à votre annonce !
hu: Gratulálunk, hirdetésed megjelölve eladottként!
it: Complimenti, Il tuo annuncio è stato contrassegnato come venduto!
ko: 축하드립니다, 고객님의 상품 목록이 판매 완료로 표시되었습니다!
nb: Gratulerer, din annonse ble markert som solgt!
nl: Gefeliciteerd, je advertentie werd gemarkeerd als verkocht!
pt_pt: Parabéns, a sua publicação foi marcada como vendida!
ru: Поздравляем, Ваш товар отмечен как проданный!
sv: Grattis, din annons har markerats som såld!
tr: Tebrikler, ilanın satıldı olarak işaretlendi!
vi: Chúc mừng, bài đăng của bạn vừa được đánh dấu đã bán!

# product_menu_rate_buyer
source: Rate buyer
de: Käufer bewerten
el: Βαθμολογήστε τον αγοραστή
es: Valorar comprador
fi: Arvostele ostaja
fr_ca: Évaluer l'acheteur
hu: Vásárló értékelése
it: Lascia un giudizio sull'acquirente
ko: 구매자 평가하기
nb: Ranger kjøper
nl: Beoordeel koper
pt_pt: Classificar o comprador
ru: Оценить покупателя
sv: Betygsätt köpare
tr: Alıcıyı değerlendir
vi: Đánh giá người mua

# product_more_info_open_button
source: MORE INFO
de: WEITERE INFOS
el: ΠΛΗΡΟΦΟΡΙΕΣ
es: MÁS INFO
fi: LISÄTIEDOT
fr_ca: PLUS D'INFO
hu: RÉSZLETEK
it: ALTRE INFO
ko: 더 많은 정보
nb: MER INFO
nl: MEER INFO
pt_pt: MAIS INFORMAÇÕES
ru: ЕЩЕ
sv: MER INFO
tr: DAHA FAZLA BİLGİ
vi: THÊM THÔNG TIN
