Repository: goRestart/ios-restart-app
Catalog: components/LGResources/LGResources/Assets/i18n/*.lproj/Localizable.strings
Languages: de, el, es, fi, fr_ca, hu, it, ko, nb, nl, pt_pt, ru, sv, tr, vi

# product_post_free_camera_first_time_alert_subtitle
source: Take a good picture to attract more buyers!
de: Mache ein gutes Foto, um mehr Käufer anzulocken!
el: Τραβήξτε μια καλή φωτογραφία για να προσελκύσετε περισσότερους αγοραστές!
es: ¡Haz una buena foto y atrae a más compradores!
fi: Ota hyvä kuva houkutellaksesi enemmän ostajia!
fr_ca: Prenez une bonne photo pour attirer plus d'acheteurs !
hu: Egy jó fotó, és már érkeznek is a vásárlók!
it: Scatta una bella foto per attrarre più acquirenti!
ko: 훌륭한 사진으로 더 많은 구매자들의 호응을 얻어보세요!
nb: Ta et godt bilde for å tiltrekke flere kjøpere!
nl: Maak een goede foto om meer kopers aan te trekken!
pt_pt: Tire uma boa fotografia para atrair mais compradores!
ru: Сделайте хорошее фото, чтобы привлечь больше покупателей!
sv: Ta en bra bild för att öka dina chanser att sälja!
tr: Daha çok alıcı çekmek için güzel bir fotoğraf çek!
vi: Chụp ảnh đẹp để thu hút nhiều người mua hơn!

# product_post_free_confirmation_another_button
source: Give another item away
de: Verschenke einen weiteren Artikel
el: Χαρίστε κάποιο άλλο αντικείμενο
es: Regalar otro artículo
fi: Anna toinen tuote pois
fr_ca: Donner un autre objet
hu: Ajándékozz el mást is
it: Regala un altro oggetto
ko: 다른 상품을 증정하세요
nb: Gi bort et nytt produkt
nl: Geef nog een item weg
pt_pt: Dê outro item
ru: Продать другой товар!
sv: Skänk bort en sak till
tr: Başka bir ürünü ücretsiz ver
vi: Tặng món đồ khác

# product_post_gallery_load_image_error_subtitle
source: Choose another photo and try again.
de: Bitte wähle ein anderes Foto und versuche es erneut.
el: Διαλέξτε μια άλλη φωτογραφία και προσπαθήστε ξανά.
es: Selecciona otra foto o inténtalo de nuevo.
fi: Valitse toinen kuva ja yritä uudelleen.
fr_ca: Choisissez une autre photo et réessayez.
hu: Válassz másik fotót, vagy próbálkozz újra.
it: Scegli un'altra foto e riprova.
ko: 다른 사진을 선택하시고 다시 시도해주세요
nb: Velg et annet bilde, og prøv igjen
nl: Kies een andere foto en probeer het nog eens
pt_pt: Escolha outra foto e tente novamente.
ru: Выберите другое фото и попробуйте еще раз
sv: Välj en annan bild och försök igen.
tr: Başka bir fotoğraf seç ve tekrar dene.
vi: Hãy chọn ảnh khác và thử lại.

# product_post_gallery_load_image_error_title
source: The photo can't be loaded
de: Das Foto kann nicht geladen werden
el: Η φωτογραφία δεν μπορεί να φορτώσει
es: No se ha podido cargar la foto
fi: Kuvan lataaminen ei onnistu
fr_ca: La photo ne peut pas être chargée
hu: A fotó betöltése sikertelen
it: Impossibile caricare la foto
ko: 사진을 불러올 수 없습니다
nb: Bildet kan ikke lastes
nl: De foto kan niet worden geladen
pt_pt: Não foi possível carregar a foto
ru: Фото не может быть загружено
sv: Bilden kan inte laddas upp
tr: Fotoğraf yüklenemedi
vi: Không thể tải ảnh.

# product_post_gallery_multiple_pics_selected
source: %i photos selected
de: %i Fotos ausgewählt
el: %i επιλεγμένες φωτογραφίες
es: %i fotos seleccionadas
fi: %i kuvaa valittu
fr_ca: %i photos sélectionnées
hu: %i kiválasztott fotó
it: %i foto selezionate
ko: %! 사진들이 선택됨
nb: %i valgte bilder
nl: %i foto's geselecteerd
pt_pt: %i fotos selecionadas
ru: %i фотографий выбрано
sv: %i bilder valda
tr: %i fotoğraf seçildi
vi: %i ảnh được chọn

# product_post_gallery_permissions_button
source: Allow
de: Erlauben
el: Πρόσβαση
es: Permitir
fi: Salli
fr_ca: Autoriser
hu: Engedélyezés
it: Consenti
ko: 허가
nb: Tillat
nl: Toestaan
pt_pt: Permitir
ru: Разрешить
sv: Tillåt
tr: İzin Ver
vi: Cho phép

# product_post_gallery_permissions_subtitle
source: To select an existing photo, you must allow access to Photos
de: Um ein existierendes Foto nutzen zu können, musst du den Zugriff auf deine Fotos erlauben
el: Για να επιλέξετε μια υπάρχουσα φωτογραφία, θα πρέπει να επιτρέψετε την πρόσβαση στις Φωτογραφίες
es: Para elegir una foto existente, debes permitir el acceso a Fotos
fi: Valitaksesi olemassa olevan kuvan, sinun on annettava lupa käyttää Kuvia
fr_ca: Pour choisir une photo existante, vous devez autoriser l'accès aux Photos
hu: Meglévő fotó kiválasztásához hozzáférést kell adnod a Fotókhoz
it: Per selezionare una foto esistente, devi consentire l'accesso alle foto
ko: 가지고 계신 사진을 선택하기 위해서는, 사진 활용에 대한 접근을 허가해주셔야합니다
nb: Du må tillate tilgang til bilder for å kunne velge et eksisterende bilde
nl: Om een bestaande foto te selecteren, moet je de toegang tot Foto's toestaan
pt_pt: Para selecionar um foto existente deve permitir o acesso às Fotos
ru: Для выбора имеющихся фотографий, разрешите доступ к Фотографиям
sv: Du måste tillåta åtkomst till Bilder för att välja en sparad bild
tr: Mevcut bir fotoğrafı seçmek için, Resimlerine erişime izin vermelisin
vi: Để chọn ảnh hiện có, bạn cần cho phép truy cập Ảnh

# product_post_gallery_permissions_title
source: Allow access to Photos
de: Zugriff auf Fotos erlauben
el: Επιτρέψτε πρόσβαση στις Φωτογραφίες
es: Permitir el acceso a Fotos
fi: Anna lupa Kuvien käyttöön
fr_ca: Permettre l'accès aux Photos
hu: Hozzáférés engedélyezése a Fotókhoz
it: Consenti accesso alle foto
ko: 사진 사용 허가
nb: Tillat tilgang til bilder
nl: Geef toegang tot Foto's
pt_pt: Permitir o acesso às Fotos
ru: Разрешите доступ к Фотографиям
sv: Tillåt åtkomst till Bilder
tr: Fotoğraflara erişime izin ver
vi: Cho phép truy cập Ảnh

# product_post_gallery_select_pictures_subtitle
source: Select up to 5 images to upload
de: Wähle bis zu 5 Bilder zum Hochladen
el: Επιλέξτε έως 5 φωτογραφίες για μεταφόρτωση
es: Selecciona hasta 5 imágenes para subir
fi: Valitse enintään 5 kuvaa ladattavaksi
fr_ca: Sélectionnez jusqu'à 5 images à télécharger
hu: Válassz legfeljebb 5 feltöltendő fotót
it: Seleziona fino a 5 immagini da caricare
ko: 업로드를 위해 최대 5장의 사진을 선택해주세요
nb: Velg opp til 5 bilder å laste opp
nl: Selecteer maximaal 5 afbeeldingen om te uploaden
pt_pt: Selecione até 5 imagens para carregar
ru: Выберите до 5 фотографий для загрузки
sv: Välj upp till 5 bilder för uppladdning
tr: 5 görsele kadar seçip yükle
vi: Chọn tối đa 5 ảnh để tải lên

# product_post_gallery_select_pictures_subtitle_params
source: Select up to %d images to upload
de: Wähle bis zu %d Bilder zum Hochladen
el: Επιλέξτε έως %d φωτογραφίες για μεταφόρτωση
es: Selecciona hasta %d imágenes para subir
fi: Valitse enintään %d kuvaa ladattavaksi
fr_ca: Sélectionnez jusqu'à %d images à télécharger
hu: Válassz legfeljebb %d feltöltendő fotót
it: Seleziona fino a %d immagini da caricare
ko: 업로드를 위해 최대 %d장의 사진을 선택해주세요
nb: Velg opp til %d bilder å laste opp
nl: Selecteer maximaal %d afbeeldingen om te uploaden
pt_pt: Selecione até %d imagens para carregar
ru: Выберите до %d фотографий для загрузки
sv: Välj upp till %d bilder för uppladdning
tr: %d görsele kadar seçip yükle
vi: Chọn tối đa %d ảnh để tải lên

# product_post_gallery_select_pictures_title
source: Choose photos
de: Wähle deine Fotos
el: Επιλέξτε φωτογραφίες
es: Elegir fotos
fi: Valitse kuvat
fr_ca: Choisissez des photos
hu: Válassz fotókat
it: Scegli foto
ko: 사진 선택
nb: Velg bilder
nl: Kies foto's
pt_pt: Escolher fotos
ru: Выберите фотографии
sv: Välj bilder
tr: Fotoğrafları seç
vi: Chọn ảnh

# product_post_gallery_tab
source: GALLERY
de: BIBLIOTHEK
el: ΓΚΑΛΕΡΙ
es: BIBLIOTECA
fi: KIRJASTO
fr_ca: ALBUM
hu: GALÉRIA
it: LIBRERIA
ko: 사진첩
nb: BIBLIOTEK
nl: BIBLIOTHEEK
pt_pt: BIBLIOTECA
ru: ГАЛЕРЕЯ
sv: BIBLIOTEK
tr: KÜTÜPHANE
vi: THƯ VIỆN HÌNH ẢNH

# product_post_generic_error
source: An error occurred while posting your listing.
de: Beim Einstellen deines Angebot ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά τη δημοσίευση της καταχώρησής σας.
es: Se ha producido un error al publicar tu anuncio.
fi: Ilmoitustasi julkaistessa tapahtui virhe.
fr_ca: Une erreur est survenue lors de la publication de votre annonce.
hu: Hiba történt a hirdetésed feltöltése során.
it: Si è verificato un errore durante la pubblicazione dell'annuncio.
ko: 회원님의 상품 목록을 등록하는데 오류가 발생했습니다.
nb: En feil oppstod ved publisering av din annonse.
nl: Er is een fout opgetreden tijdens het plaatsen van je advertentie.
pt_pt: Surgiu um erro ao publicar o seu anúncio.
ru: При размещении объявления произошла ошибка.
sv: Ett fel uppstod när din annons skulle läggas upp.
tr: İlanın yüklenirken bir hata oluştu.
vi: Có lỗi trong khi đăng bài.

# product_post_incentive_bike
source: Bikes
de: Fahrräder
el: Ποδήλατα
es: Bicis
fi: Pyöriä
fr_ca: Vélos
hu: Kerékpárok
it: Biciclette
ko: 자전거
nb: Sykler
nl: Fietsen
pt_pt: Bicicletas
ru: Велосипеды
sv: Cyklar
tr: Bisikletler
vi: Xe đạp

# product_post_incentive_car
source: Cars
de: Autos
el: Αυτοκίνητα
es: Coches
fi: Autoja
fr_ca: Voitures
hu: Autó
it: Auto
ko: 자동차
nb: Biler
nl: Auto's
pt_pt: Veículos
ru: Автомобили
sv: Bilar
tr: Arabalar
vi: Ô tô

# product_post_incentive_cleaning
source: Cleaning
de: Reinigung
el: Καθαριότητα
es: Limpieza
fi: Siivous
fr_ca: Entretien
hu: Takarítás
it: Pulizie
ko: 청소
nb: Vasking
nl: Schoonmaken
pt_pt: Limpezas
ru: Уборка
sv: Städning
tr: Temizlik
vi: Làm sạch

# product_post_incentive_creative
source: Creative
de: Kreativ
el: Δημιουργικά
es: Creatividad
fi: Luovuus
fr_ca: Créatifs
hu: Kreatív
it: Lavori creativi
ko: 창의적인
nb: Kreativ
nl: Creatief
pt_pt: Criatividade
ru: Творчество
sv: Kreativitet
tr: Yaratıcılık
vi: Sáng tạo

# product_post_incentive_dresser
source: Dressers
de: Kommoden
el: Φορέματα
es: Cómodas
fi: Lipastoja
fr_ca: Commodes
hu: Szekrények
it: Comò
ko: 드레서
nb: Kommoder
nl: Dressoirs
pt_pt: Cómoda
ru: Комоды
sv: Byråer
tr: Şifonyerler
vi: Tủ

# product_post_incentive_furniture
source: Furniture
de: Möbel
el: Έπιπλα
es: Muebles
fi: Huonekalut
fr_ca: Meubles
hu: Bútor
it: Mobilia
ko: 가구
nb: Møbler
nl: Meubels
pt_pt: Mobília
ru: Мебель
sv: Möbler
tr: Mobilya
vi: Nội thất

# product_post_incentive_got_any
source: got any to sell?
de: möchtest du welche verkaufen?
el: έχετε τίποτα να πουλήσετε;
es: ¿tienes alguno para vender?
fi: olisiko sinulla myydä?
fr_ca: en avez-vous à vendre ?
hu: neked van felesleges?
it: hai niente da vendere?
ko: 판매하실 상품이 있으신가요?
nb: har du noe å selge?
nl: heb jij er te koop staan?
pt_pt: tem para vender?
ru: есть что-либо на продажу?
sv: har du någon att sälja?
tr: satacak bir şeyin var mı?
vi: có gì đó để bán?

# product_post_incentive_got_any_free
source: got any to give away?
de: hast du welche zu verschenken?
el: έχετε κάτι να χαρίσετε;
es: ¿tienes alguno para regalar?
fi: onko sinulla yhtään pois annettavaksi?
fr_ca: en avez-vous à donner ?
hu: neked van felesleges?
it: ne hai qualcuno da regalare?
ko: 증정품목이 있으신가요?
nb: har du noe å gi bort?
nl: Iets om weg te geven?
pt_pt: tem para dar?
ru: есть что-нибудь в дар?
sv: har du nåt att ge bort?
tr: ücretsiz vereceğin bir eşyan var mı?
vi: có gì để tặng?

# product_post_incentive_got_any_services
source: have these skills?
de: besitzt du diese Fähigkeiten?
el: έχετε αυτές τις ικανότητες;
es: ¿tienes estas habilidades?
fi: omaatko näitä taitoja?
fr_ca: possédez-vous ces compétences ?
hu: Értesz valamelyikhez?
it: hai questo tipo di abilità?
ko: 이러한 재능을 가지고 계신가요?
nb: har du disse ferdighetene?
nl: heb jij deze vaardigheden?
pt_pt: Tem estas habilidades?
ru: вы можете их предложить?
sv: kan du leverera dem?
tr: bu yeteneklere sahip misin?
vi: bạn có các kĩ năng này?

# product_post_incentive_kids_clothes
source: Kid's clothes
de: Kinderkleidung
el: Παιδικά ρούχα
es: Ropa de niño
fi: Lasten vaatteet
fr_ca: Vêtements d'enfants
hu: Gyerekruha
it: Abiti da bambino
ko: 아동 의류
nb: Barneklær
nl: Kinderkleding
pt_pt: Roupas de criança
ru: Детская одежда
sv: Barnkläder
tr: Çocuk kıyafetleri
vi: Quần áo trẻ em

# product_post_incentive_lessons
source: Lessons
de: Unterricht
el: Μαθήματα
es: Clases
fi: Oppitunnit
fr_ca: Cours
hu: Órák
it: Lezioni
ko: 레슨
nb: Opplæring
nl: Lessen
pt_pt: Aulas
ru: Уроки
sv: Lektioner
tr: Dersler
vi: Bài học

# product_post_incentive_looking_for
source: People around you are looking for these items, %@
de: Leute in deiner Nähe suchen nach diesen Dingen, %@
el: Άνθρωποι γύρω σας ψάχνουν γι' αυτά τα αντικείμενα, %@
es: Alrededor de ti se buscan estos artículos, %@
fi: Lähelläsi olevat ihmiset etsivät näitä tuotteita, %@
fr_ca: Des gens près de vous recherchent ces produits, %@
hu: A környéked lakói ezeket keresik, %@
it: Le persone vicino a te stanno cercando questi oggetti, %@
nb: Personer i ditt område ser etter disse produktene, %@
nl: Mensen in jouw buurt zijn op zoek naar deze items, %@
pt_pt: Pessoas à sua volta procuram estes itens, %@
ru: Люди вокруг вас ищут эти товары, %@
sv: Folk nära dig söker efter dessa saker, %@
tr: Çevrendekiler şu ürünleri arıyor, %@
vi: Những người xung quanh bạn đang tìm kiếm những sản phẩm này, %@

# product_post_incentive_looking_for_services
source: People around you are looking for these services, %@
de: Leute in deiner Nähe suchen nach diesen Dienstleistungen, %@
el: Άνθρωποι γύρω σας αναζητούν αυτές τις υπηρεσίες, %@
es: Alrededor de ti se buscan estos servicios, %@
fi: Lähistölläsi olevat ihmiset etsivät näitä palveluita, %@
fr_ca: Des gens près de chez vous recherchent ces services, %@
hu: A környékbeliek ezeket a szolgáltatásokat keresik. %@
it: Persone nella tua zona stanno cercando questo tipo di servizi, %@
ko: 주변 이웃들은 %@와 같은 서비스를 찾고 있습니다
nb: Personer rundt deg ser etter disse tjenestene, %@
nl: Mensen in je omgeving zijn op zoek naar deze diensten, %@
pt_pt: Pessoas à sua volta procuram estes serviços. %@
ru: Люди рядом с вами ищут эти услуги, %@
sv: Dessa tjänster är efterfrågade i ditt område, %@
tr: Etrafındaki insanlar bu hizmetleri arıyor, %@
vi: Mọi người xung quanh bạn đang tìm kiếm những dịch vụ này, %@

# product_post_incentive_motorcycle
source: Motorcycles
de: Motorräder
el: Μηχανές
es: Motos
fi: Moottoripyöriä
fr_ca: Motos
hu: Motorkerékpárok
it: Moto
ko: 오토바이
nb: Motorsykler
nl: Motorfietsen
pt_pt: Motos
ru: Мотоциклы
sv: Motorcyklar
tr: Motosikletler
vi: Xe máy

# product_post_incentive_ps4
source: PS4s
el: PS4
es: PS4
fi: PS4-koneita
hu: PS4-ek
it: PS4
ko: PS4
nb: PS4
ru: PS4
sv: PS4
tr: PS4'ler
vi: PS4

# product_post_incentive_subtitle
source: Your listing has been posted.
de: Dein Angebot wurde eingestellt.
el: Η καταχώρησή σας έχει δημοσιευθεί.
es: Tu anuncio ha sido publicado.
fi: Ilmoituksesi on julkaistu.
fr_ca: Votre annonce a été publiée.
hu: Hirdetésed felkerült a többi közé.
it: Il tuo annuncio è stato pubblicato.
ko: 상품목록이 게시되었습니다.
nb: Din annonse er publisert.
nl: Jouw advertentie is geplaatst.
pt_pt: A sua listagem foi publicada.
ru: Ваше объявление размещено.
sv: Din produkt har lagts upp.
tr: İlanın yayınlandı.
vi: Sản phẩm của bạn đã được đăng.

# product_post_incentive_subtitle_free
source: You're on your way to making someone happier.
de: Du bist dabei, jemanden glücklich zu machen.
el: Είστε έτοιμοι να κάνετε κάποιον πιο χαρούμενο.
es: Estás muy cerca de alegrarle el día a alguien.
fi: Olet tekemässä jostakusta onnellisemman.
fr_ca: Vous êtes sur le point de faire un heureux.
hu: Valakinek örömet fogsz szerezni.
it: Stai per far felice qualcuno.
ko: 누군가를 행복하게 만들어주고 계십니다.
nb: Du er på vei til å glede noen.
nl: Je bent op weg om iemand gelukkiger te maken.
pt_pt: Está prestes a deixar alguém feliz
ru: Вы можете сделать кого-то счастливее.
sv: Du är på väg att göra någon gladare.
tr: Birini mutlu etmek üzeresin.
vi: Bạn đang sắp làm cho ai đó hạnh phúc hơn.

# product_post_incentive_title
source: CONGRATULATIONS!
de: GLÜCKWUNSCH!
el: ΣΥΓΧΑΡΗΤΗΡΙΑ!
es: ¡ENHORABUENA!
fi: ONNEKSI OLKOON!
fr_ca: FÉLICITATIONS !
hu: GRATULÁLUNK
it: CONGRATULAZIONI!
ko: 축하드립니다!
nb: GRATULERER!
nl: GEFELICITEERD!
pt_pt: PARABÉNS!
ru: ПОЗДРАВЛЯЕМ!
sv: GRATTIS!
tr: TEBRİKLER!
vi: CHÚC MỪNG!

# product_post_incentive_toys
source: Toys
de: Spielzeuge
el: Παιχνίδια
es: Juguetes
fi: Lelut
fr_ca: Jouets
hu: Játékok
it: Giochi
ko: 장난감
nb: Leker
nl: Speelgoed
pt_pt: Brinquedos
ru: Игрушки
sv: Leksaker
tr: Oyuncaklar
vi: Đồ chơi

# product_post_incentive_tv
source: TVs
de: Fernseher
el: TV
es: Televisiones
fi: TV:itä
hu: TV-k
it: TV
ko: 티비
nb: TV'er
ru: Телевизоры
sv: TV-apparater
tr: TV'ler
vi: TV

# product_post_login_message
source: To sell your stuff, you have to log in
de: Bitte melde dich an, um Sachen verkaufen zu können
el: Για να πουλήσετε τα πράγματά σας, θα πρέπει να συνδεθείτε
es: Para vender, tienes que iniciar sesión
fi: Sinun on kirjauduttava sisään myydäksesi tavaroita
fr_ca: Pour vendre vos objets, vous devez vous connecter
hu: Dolgaid eladásához be kell jelentkezned
it: Per vendere le tue cose, devi effettuare l'accesso
ko: 판매를 시작하기 위해서, 로그인 하셔야합니다
nb: Du må være innlogget for å kunne selge dine ting
nl: Om je spullen te verkopen, moet je inloggen
pt_pt: Para vender as suas coisas deve fazer login
ru: Чтобы продавать товары, вам необходимо войти
sv: Du måste logga in för att sälja dina saker
tr: Ürününü satabilmek için önce giriş yapmalısın
vi: Bạn cần đăng nhập để bán sản phẩm

# product_post_network_error
source: Your listing hasn't been posted. Please check your network settings.
de: Dein Angebot wurde nicht eingestellt. Bitte überprüfe deine Netzwerkeinstellungen.
el: Η καταχώρησή σας δεν έχει δημοσιευθεί. Παρακαλώ, ελέγξτε τις ρυθμίσεις δικτύου σας.
es: Tu anuncio no se ha publicado. Por favor comprueba tu conexión.
fi: Ilmoitustasi ei ole julkaistu. Ole hyvä ja tarkista verkkoasetuksesi.
fr_ca: Votre annonce n'a pas été publiée. Veuillez vérifier vos paramètres réseau.
hu: Hirdetésed feltöltése sikertelen. Ellenőrizd a hálózati beállításokat.
it: Il tuo annuncio non è stato pubblicato. Controlla le impostazioni di rete.
ko: 회원님의 상품 목록이 등록되지 않았습니다. 네트워크 설정을 확인해주세요.
nb: Din annonse har ikke blitt publisert. Vennligst sjekk dine nettverksinnstillinger.
nl: Je advertentie werd niet geplaatst. Gelieve je netwerkinstellingen te controleren.
pt_pt: O seu anúncio não foi publicado. Verifique a configuração da sua rede.
ru: Ваше объявление не было размещено. Пожалуйста, проверьте сетевые настройки.
sv: Din annons har inte lagts upp. Vänligen kolla dina nätverksinställningar.
tr: İlanın yayınlanmadı. Lütfen internet ağı ayarlarını kontrol et.
vi: Bài của bạn chưa được đăng. Xin vui lòng kiểm tra kết nối mạng.

# product_post_price_label
source: Want to add a price?
de: Möchtest du einen Preis hinzufügen?
el: Θέλετε να προσθέσετε τιμή;
es: ¿Quieres añadir un precio?
fi: Haluatko lisätä hinnan?
fr_ca: Vous souhaitez ajouter un prix ?
hu: Hozzáadod az árát?
it: Vuoi aggiungere un prezzo?
ko: 가격을 추가하고 싶으신가요?
nb: Ønsker du å legge til pris?
nl: Wil je een prijs toevoegen?
pt_pt: Quer adicionar um preço?
ru: Хотите указать цену?
sv: Vill du lägga till ett pris?
tr: Fiyat eklemek ister misin?
vi: Bạn muốn bổ sung giá?

# product_post_product_posted
source: Listing posted. Congrats!
de: Angebot eingestellt. Glückwunsch!
el: Η καταχώρηση δημοσιεύτηκε. Συγχαρητήρια!
es: Anuncio publicado. ¡Enhorabuena!
fi: Ilmoitus julkaistu. Onneksi olkoon!
fr_ca: Annonce publiée. Bravo !
hu: Hirdetés feltöltve. Tapsvihar!
it: Annuncio pubblicato. Complimenti!
ko: 상품 목록이 등록되었습니다. 축하드립니다!
nb: Annonse ble publisert. Gratulerer!
nl: Advertentie geplaatst. Gefeliciteerd!
pt_pt: Artigo publicado. Parabéns!
ru: Объявление опубликовано. Поздравляем!
sv: Annonsen är upplagd. Grattis!
tr: İlan yayınlandı. Tebrikler!
vi: Bài đã được đăng. Xin chúc mừng!

# product_post_product_posted_not_logged
source: Photo uploaded!
de: Foto hochgeladen!
el: Η φωτογραφία ανέβηκε!
es: ¡Foto publicada!
fi: Kuva ladattu!
fr_ca: Photo téléchargée !
hu: Fotó feltöltve!
it: Foto caricata!
ko: 사진이 업로드 되었습니다!
nb: Bildet ble lastet opp!
nl: Foto geüpload!
pt_pt: Foto carregada!
ru: Фото загружено!
sv: Bild uppladdad!
tr: Fotoğraf Yüklendi!
vi: Ảnh đã được tải lên!

# product_post_product_posted_not_logged_video_posting
source: Video uploaded!
de: Video hochgeladen!
el: Το βίντεο ανέβηκε!
es: ¡Vídeo publicado!
fi: Video ladattu!
fr_ca: Vidéo téléchargée !
hu: Videó feltöltve!
it: Video caricato!
ko: 비디오가 업로드 되었습니다!
nb: Videoen er lastet opp!
nl: Video geüpload!
pt_pt: Vídeo carregado!
ru: Видео загружено!
sv: Video uppladdad!
tr: Video yüklendi!
vi: Video đã được tải lên!

# product_post_retake
source: Retake
de: Nochmal
el: Ξανατραβήξτε
es: Cambiar
fi: Ota uusi kuva
fr_ca: Reprendre
hu: Újra
it: Scatta di Nuovo
ko: 다시 촬영하기
nb: Ta nytt bilde
nl: Opnieuw nemen
pt_pt: Refazer
ru: Переснять
sv: Ta en ny
tr: Tekrar Çek
vi: Chụp lại

# product_post_retry_button
source: Try Again
de: Versuch's noch einmal
el: Προσπαθήστε Ξανά
es: Vuelve a intentarlo
fi: Yritä uudelleen
fr_ca: Réessayer
hu: Ismét
it: Riprova
ko: 다시 시도하기
nb: Prøv igjen
nl: Probeer het nogmaals
pt_pt: Tente novamente
ru: Попробовать еще
sv: Försök igen
tr: Tekrar dene
vi: Thử lại

# product_post_select_category_cars
source: Cars
de: Autos
el: Αυτοκίνητα
es: Coches
fi: Autoja
fr_ca: Des voitures
hu: Autó
it: Auto
ko: 자동차
nb: Biler
nl: Auto’s
pt_pt: Viaturas
ru: Машины
sv: Bilar
tr: Araba
vi: Xe hơi

# product_post_select_category_housing
source: Housing for Rent / Sale
de: Immobilien zur Miete / zum Verkauf
el: Σπίτι για Ενοικίαση / Πώληση
es: Viviendas en Alquiler / Venta
fi: Vuokrattavat/myytävät asunnot
fr_ca: Logements à Louer / Vendre
hu: Kiadó és eladó ingatlan
it: Alloggi in vendita o affitto
ko: 매매/임대용 부동산
nb: Bolig til utleie / salgs
nl: Woningen te Huur / te Koop
pt_pt: Imobiliário para Arrendar / Vender
ru: Жилье в аренду / на продажу
sv: Bostad Uthyres / Säljes
tr: Satılık / Kiralık Emlak
vi: Nhà đất cho Thuê/Bán

# product_post_select_category_jobs_services
source: Jobs & Services
el: Εργασίες & Υπηρεσίες
es: Empleo y Servicios
fr_ca: Emplois & Services
it: Lavori e servizi
ko: 구직 & 서비스
nl: Banen & Diensten
ru: Работы и услуги
vi: Công việc & Dịch vụ

# product_post_select_category_motors_and_accessories
source: Other Vehicles and Parts
de: Andere Fahrzeuge und Teile
el: Άλλα Οχήματα και Εξαρτήματα
es: Otros Vehículos y Accesorios
fi: Muut ajoneuvot ja varusteet
fr_ca: Autres Véhicules et Accessoires
hu: Más járművek és alkatrészek
it: Altri veicoli e ricambi
ko: 다른 운송 수단들과 부품들
nb: Andre kjøretøyer og bildeler
nl: Overige Voertuigen en Onderdelen
pt_pt: Outros Veículos e Peças
ru: Транспорт и запчасти
sv: Andra Fordon och Reservdelar
tr: Diğer Araçlar ve Yedek Parça
vi: Phương tiện và Phụ tùng khác

# product_post_select_category_other
source: Other items
de: Etwas anderes
el: Άλλα αντικείμενα
es: Otros artículos
fi: Muut tuotteet
fr_ca: Autres produits
hu: Valami más
it: Altri articoli
ko: 기타 제품
nb: Andre produkter
nl: Overige items
pt_pt: Outros itens
ru: Другие товары
sv: Något annat
tr: Diğer eşyalar
vi: Sản phẩm khác

# product_post_select_category_real_estate
source: Real Estate
de: Immobilien
el: Μεσιτικά
es: Inmobiliaria
fi: Kiinteistöt
fr_ca: Immobilier
hu: Ingatlan
it: Immobili
ko: 부동산
nl: Onroerend Goed
pt_pt: Imobiliário
ru: Недвижимость
sv: Bostad
tr: Emlak
vi: Bất động sản

# product_post_select_category_services
source: Services
de: Dienstleistungen
el: Υπηρεσίες
es: Servicios
fi: Palvelut
hu: Szolgáltatások
it: Servizi
ko: 서비스
nb: Tjenester
nl: Diensten
pt_pt: Serviços
ru: Услуги
sv: Tjänster
tr: Hizmetler
vi: Dịch vụ

# product_post_select_category_title
source: What are you posting?
de: Was stellst du ein?
el: Τί δημοσιεύετε;
es: ¿Qué estás publicando?
fi: Mitä olet julkaisemassa?
fr_ca: Que publiez-vous ?
hu: Mit készülsz meghirdetni?
it: Che cosa stai pubblicando?
ko: 무엇을 게시하시나요?
nb: Hva publiserer du?
nl: Wat wil je verkopen?
pt_pt: O que está a publicar?
ru: Что вы размещаете?
sv: Vad lägger du upp?
tr: Ne satıyorsun?
vi: Bạn đang đăng gì?

# product_post_use_photo
source: Post
de: Foto verwenden
el: Δημοσιεύστε
es: Publicar
fi: Käytä
fr_ca: Publier
hu: Meghirdetem
it: Pubblica
ko: 게시하기
nb: Publiser
nl: Plaats
pt_pt: Publicar
ru: Разместить
sv: Lägg upp
tr: Yayınla
vi: Đăng
