Repository: goRestart/ios-restart-app
Catalog: components/LGResources/LGResources/Assets/i18n/*.lproj/Localizable.strings
Languages: de, el, es, fi, fr_ca, hu, it, ko, nb, nl, pt_pt, ru, sv, tr, vi

# notifications_type_like_w_name
source: %@ favorited your listing
de: %@ hat dein Angebot als Favorit markiert
es: %@ ha marcado tu anuncio como favorito
fi: %@ merkitsi ilmoituksesi suosikikseen
fr_ca: %@ a mis votre annonce en favori
hu: %@ kedvencként jelölte hirdetésedet
it: %@ ha aggiunto il tuo annuncio ai preferiti
ko: %@이 상품 목록에 관심을 표시했습니다
nb: %@ favoriserte din annonse
nl: %@ heeft jouw advertentie gefavoriseerd
pt_pt: %@ marcou a sua publicação como favorita
ru: %@ добавил ваше объявление в избранное
sv: %@ har sparat din annons som favorit
tr: %@ ilanını favorilerine ekledi
vi: %@ đã thích bài đăng của bạn

# notifications_type_like_w_name_w_title
source: %1$@ favorited your listing: "%2$@"
de: %1$@ hat dein Angebot als Favorit markiert: "%2$@"
el: Ο %1$@ πρόσθεσε την καταχώρησή σας στα αγαπημένα του: "%2$@"
es: %1$@ ha marcado tu anuncio como favorito: "%2$@"
fi: %1$@ merkitsi ilmoituksesi "%2$@" suosikikseen
fr_ca: %1$@ a mis votre annonce "%2$@" en favori
hu: %1$@ kedvencként jelölte hirdetésedet: "%2$@”
it: %1$@ ha aggiunto il tuo annuncio ai preferiti: "%2$@"
ko: %1$@관심가는 상품 목록:"%2$@"
nb: %1$@ favoriserte din annonse: "%2$@"
nl: %1$@ heeft jouw advertentie gefavoriseerd: "%2$@"
pt_pt: %1$@ marcou como favorita a sua publicação: "%2$@"
ru: %1$@ добавил ваше объявление в избранное: "%2$@"
sv: %1$@ har sparat din annons som favorit: "%2$@"
tr: %1$@ şu ilanını favorilerine ekledi: "%2$@"
vi: %1$@ đã thích món đồ "%2$@" của bạn

# notifications_type_product_suggested
source: %@ just published a listing you might be interested in
de: %@ stellte gerade ein Angebot ein, das dich interessieren könnte
el: Ο %@ μόλις δημοσίευσε μια καταχώρηση που μπορεί να σας ενδιαφέρει
es: %@ acaba de publicar un anuncio que te podría interesar
fi: %@ julkaisi juuri ilmoituksen, josta saattaisit olla kiinnostunut
fr_ca: %@ vient de publier une annonce qui pourrait vous intéresser
hu: %@ éppen most hirdetett meg valamit, ami érdekelhet
it: %@ ha appena pubblicato un annuncio che potrebbe interessarti
ko: %@께서 관심을 가지실 만한 상품 게시글을 등록하였습니다
nb: %@ publiserte nettopp en annonse du kan være interessert i
nl: %@ heeft zojuist een advertentie geplaatst waarin je misschien geïnteresseerd bent
pt_pt: %@ acabou de publicar um anúncio que poderá ser do seu interesse
ru: %@ опубликовал объявление, которое может вас заинтересовать
sv: %@ la just upp en annons som du kanske gillar
tr: %@ az önce ilgilenebileceğin bir ilan yayınladı
vi: %@ vừa đăng một bài bạn có thể quan tâm

# notifications_type_product_suggested_button
source: See the listing
de: Angebot ansehen
el: Δείτε την καταχώρηση
es: Ver el anuncio
fi: Katso ilmoitus
fr_ca: Voir l'annonce
hu: Hirdetés megtekintése
it: Vedi annuncio
ko: 상품 목록 확인하기
nb: Se annonsen
nl: Bekijk de advertentie
pt_pt: Ver o anúncio
ru: Смотреть объявление
sv: Se annonsen
tr: İlanı gör
vi: Xem bài đăng

# notifications_type_product_suggested_w_title
source: %1$@ just published a listing you might be interested in: "%2$@"
de: %1$@ stellte gerade ein Angebot ein, das dich interessieren könnte: "%2$@"
el: Ο %1$@ μόλις δημοσίευσε μια καταχώρηση που μπορεί να σας ενδιαφέρει: "%2$@"
es: %1$@ acaba de publicar un anuncio que te podría interesar: "%2$@"
fi: %1$@ julkaisi juuri ilmoituksen, josta saattaisit olla kiinnostunut: "%2$@"
fr_ca: %1$@ vient de publier une annonce qui pourrait vous intéresser : "%2$@"
hu: %1$@ éppen most hirdetett meg valamit, ami érdekelhet: „%2$@”
it: %1$@ ha appena pubblicato un annuncio che potrebbe interessarti: "%2$@"
ko: %1$@께서 관심을 가지실 만한 상품 게시글을 등록하였습니다: "%2$@"
nb: %1$@ publiserte nettopp en annonse du kan være interessert i: "%2$@"
nl: %1$@ heeft zojuist een advertentie geplaatst waarin je misschien geïnteresseerd bent: "%2$@"
pt_pt: %1$@ acabou de publicar um anúncio que poderá ser do seu interesse: "%2$@"
ru: %1$@ опубликовал объявление, которое может вас заинтересовать: "%2$@"
sv: %1$@ la just upp en annons som du kanske gillar: "%2$@"
tr: %1$@ az önce ilgilenebileceğin bir ilan yayınladı: "%2$@"
vi: %1$@ vừa đăng một bài bạn có thể quan tâm: "%2$@"

# notifications_type_rating
source: %@ has reviewed you
de: %@ hat dich bewertet
el: Ο/ Η %@ άφησε μια κριτική για εσάς
es: %@ te ha valorado
fi: %@ on arvostellut sinut
fr_ca: %@ vous a évalué
hu: %@ értékelt téged
it: %@ ha lasciato una recensione su di te
ko: %@가 회원님을 확인했습니다
nb: %@ har vurdert deg
nl: %@ heeft jou beoordeeld
pt_pt: %@ fez-lhe uma avaliação
ru: %@ оценил вас
sv: %@ har gett dig ett omdöme
tr: %@ sana değerlendirme notu verdi
vi: %@ vừa đánh giá bạn

# notifications_type_rating_button
source: See your reviews
de: Schau deine Bewertungen an
el: Δείτε τις κριτικές σας
es: Ver tus valoraciones
fi: Katso arvostelusi
fr_ca: Voir vos évaluations
hu: Nézd át értékeléseidet
it: Vedi le tue recensioni
ko: 리뷰 확인하기
nb: See dine vurderinger
nl: Bekijk jouw beoordelingen
pt_pt: Veja as suas avaliações
ru: Посмотреть свои отзывы
sv: Kolla dina omdömen
tr: Değerlendirme notlarını gör
vi: Xem đánh giá về bạn

# notifications_type_rating_updated
source: %@ has updated their review
de: %@ hat seine Bewertung bearbeitet
el: Οι %@ ενημέρωσαν την κριτική τους
es: %@ ha actualizado su valoración
fi: %@ on päivittänyt arvosteluaan
fr_ca: %@ a mis à jour son évaluation
hu: %@ frissítette értékelését
it: %@ ha aggiornato la recensione
ko: %@께서 리뷰를 업데이트 하였습니다
nb: %@ har oppdatert deres vurdering
nl: %@ heeft zijn/haar beoordeling bijgewerkt
pt_pt: %@ atualizou a sua avaliação
ru: %@ обновил свой отзыв
sv: %@ har uppdaterat sitt omdöme
tr: %@ değerlendirme notunu güncelledi
vi: %@ vừa cập nhật đánh giá của mình

# notifications_type_sold
source: A listing you favorited has been sold
de: Ein Angebot aus deinen Favoriten wurde verkauft
el: Μια αγαπημένη σας καταχώρηση έχει πωληθεί
es: Un anuncio que marcaste como favorito se ha vendido
fi: Suosikiksesi merkitsemäsi ilmoitus on myyty
fr_ca: Une annonce que vous aviez mise en favori indique « vendu »
hu: Egy kedvencként jelölt hirdetést eladtak
it: Un annuncio presente tra i tuoi preferiti è stato venduto
ko: 관심 상품목록이 판매되었습니다
nb: En annonse du favoriserte har blitt solgt
nl: Een advertentie uit je favorieten is verkocht
pt_pt: Uma publicação que marcou como favorita foi vendida
ru: Товар из вашего избранного продан
sv: En annons som du markerat som favorit har sålts
tr: Favorilerine eklediğin bir ilan satıldı
vi: Một bài đăng bạn thích vừa được bán

# notifications_type_sold_button
source: Check out the listing
de: Angebot anschauen
el: Δείτε την καταχώρηση
es: Ver el anuncio
fi: Katso ilmoitus
fr_ca: Consulter l'annonce
hu: Hirdetés megtekintése
it: Guarda l'annuncio
ko: 상품 목록 결제하기
nb: Sjekk annonsen
nl: Bekijk de advertentie
pt_pt: Dê uma olhada na publicação
ru: Посмотреть объявление
sv: Kolla in annonsen
tr: İlanı gör
vi: Xem bài đăng

# notifications_type_welcome_button
source: Start selling
de: Fange an zu verkaufen
el: Ξεκινήστε να πουλάτε
es: Empezar a vender
fi: Aloita myyminen
fr_ca: Commencer à vendre
hu: Kezdődhet az árusítás
it: Inizia a vendere
ko: 판매 시작하기
nb: Start salget
nl: Begin met verkopen
pt_pt: Comece a vender
ru: Начинайте продавать
sv: Börja sälja
tr: Satış yapmaya başla
vi: Bắt đầu bán

# notifications_type_welcome_subtitle_w_city
source: Make money selling what you don't need and find great deals in %@
de: Verdiene Geld, indem du Sachen verkaufst, die du nicht mehr brauchst, und finde tolle Schnäppchen in %@
el: Κερδίστε χρήματα πουλώντας ό,τι δε χρειάζεστε και βρείτε υπέροχες σε %@
es: Gana dinero vendiendo lo que no necesitas y encuentra ofertas increíbles en %@
fi: Tienaa rahaa myymällä asioita, joita et tarvitse, ja löydä mahtavia tarjouksia kaupungissa %@
fr_ca: Gagnez de l'argent en vendant ce dont vous n'avez pas besoin et découvrez des aubaines à %@
hu: Keress pénzt szükségtelenné vált dolgaid eladásával, és fedezd fel %@ hirdetéseit
it: Guadagna denaro vendendo quello di cui non hai più bisogno e trova interessanti occasioni a %@
ko: 필요하지 않는 상품들을 판매하여 현금을 만들고 %@에서 저렴한 상품들을 찾아보세요
nb: Tjen penger ved å selge det du ikke trenger og finn flotte dealer i %@
nl: Verdien geld door te verkopen wat je niet meer nodig hebt en vind geweldige deals in %@
pt_pt: Faça dinheiro vendendo o que já não precisa e encontre excelentes negócios no %@
ru: Получайте деньги, продавая не нужные больше вещи, и ищите отличные товары в %@
sv: Tjäna pengar på det du inte behöver och hitta smarta fynd i %@
tr: İhtiyacın olmayanları satarak para kazan ve %@ içinde harika ürünler keşfet
vi: Kiếm tiền bằng việc bán những gì bạn không cần đến và tìm các giao dịch tuyệt vời tại %@

# nps_survey_subtitle
source: From 1 to 10, how likely are you to recommend letgo to a friend?
de: Auf einer Skala von 1 bis 10, wie wahrscheinlich ist es, dass du letgo einem Freund empfehlen würdest?
el: Από το 1 ως το 10, πόσο θα θέλατε να προτείνετε το letgo σ' ένα φίλο;
es: Del 1 al 10, ¿con qué probabilidad recomendarías letgo a un amigo?
fi: Asteikolla 1-10, kuinka todennäköisesti suosittelisit letgota ystävällesi?
fr_ca: Sur une échelle de 1 à 10, quelles sont les chances pour que vous recommandiez letgo à un ami ?
hu: 1-től 10-ig milyen szívesen ajánlanád a letgo szolgáltatást barátaidnak?
it: Da 1 a 10, con quale probabilità ti sentiresti di consigliare letgo a un amico?
ko: 1에서 10 사이에 친구들에게 letgo의 평점은 몇점이라고 이야기해주고 싶으신가요?
nb: På en skal 1 til 10 - hvor sannsynlig er det at du anbefaler letgo til en venn?
nl: Van 1 tot 10, hoe waarschijnlijk zul jij letgo aanbevelen aan een vriend(in)?
pt_pt: De 1 a 10, qual a probabilidade de recomendar o letgo a um amigo?
ru: По шкале от 1 до 10, насколько вероятно, что вы порекомендуете letgo друзьям?
sv: På en skala 1 till 10, hur troligt är det att du skulle rekommendera letgo till en vän?
tr: 1'den 10'da kadar letgo'yu arkadaşına tavsiye etme olasılığın nedir?
vi: Bạn giới thiệu letgo với bạn bè như thế nào, theo thang điểm từ 1 đến 10?

# nps_survey_title
source: WE'D LIKE TO KNOW...
de: WIR MÖCHTEN GERNE WISSEN...
el: ΘΑ ΘΕΛΑΜΕ ΝΑ ΞΕΡΟΥΜΕ...
es: NOS GUSTARÍA SABER...
fi: HALUAISIMME TIETÄÄ...
fr_ca: NOUS AIMERIONS SAVOIR...
hu: TUDNI SZERETNÉNK...
it: CI PIACEREBBE SAPERE...
ko: 저희는 알고자 합니다...
nb: VI ØNSKER Å VITE...
nl: WE ZOUDEN GRAAG WILLEN WETEN...
pt_pt: GOSTARÍAMOS DE SABER...
ru: МЫ БЫ ХОТЕЛИ ЗНАТЬ ...
sv: VI SKULLE VILJA VETA...
tr: GÖRÜŞLERİNİ BİLMEK İSTERİZ...
vi: CHÚNG TÔI MUỐN BIẾT...

# nps_survey_very_bad
source: Not likely
de: Unwahrscheinlich
el: Όχι ιδιαίτερα
es: Muy improbable
fi: En kovin todennäköisesti
fr_ca: Improbable
hu: Nem szívesen
it: Poco probabilmente
ko: 그렇지 않음
nb: Ikke sannsynlig
nl: Niet waarschijnlijk
pt_pt: Nada provável
ru: Маловероятно
sv: Inte troligt
tr: Muhtemel değil
vi: Không thích lắm

# nps_survey_very_good
source: Extremely likely
de: Sehr wahrscheinlich
el: Πάρα πολύ
es: Definitivamente lo recomendaría
fi: Erittäin todennäköisesti
fr_ca: Très certainement
hu: Nagyon szívesen
it: Molto probabilmente
ko: 전혀 그렇지 않음
nb: Ekstremt sannsynlig
nl: Meest waarschijnlijk
pt_pt: Extremamente provável
ru: Очень вероятно
sv: Mycket troligt
tr: Son derece muhtemel
vi: Đặc biệt thích

# offensive_report_alert_message
source: We've become aware of potentially inappropiate messages sent from your account. Repeated violations may result in account termination.
de: Uns ist auf gefallen, dass möglicherweise unangemessene Nachrichten von deinem Benutzerkonto aus verschickt wurden. Wiederholte Verstöße können zur Kündigung des Benutzerkontos führen.
el: Έχουμε ενημερωθεί για πιθανά ακατάλληλα μηνύματα που αποστέλλονται από το λογαριασμό σας. Επαναλαμβανόμενες παραβιάσεις ενδέχεται να οδηγήσουν στον κλείσιμο του λογαριασμού.
es: Hemos detectado mensajes potencialmente inapropriados enviados desde tu cuenta. Las infracciones repetidas pueden resultar en el cierre de la cuenta.
fi: Olemme saaneet tietoomme, että tililtäsi on lähetetty mahdollisesti sopimattomia viestejä. Toistuvat sääntörikkomukset voivat johtaa tilin sulkemiseen.
fr_ca: Nous avons été avisés de messages potentiellement inappropriés en provenance de votre compte. Des infractions répétées peuvent conduire à la clôture de votre compte.
hu: Tudomásunkra jutott, hogy fiókodból potenciálisan nem helyénvaló üzeneteket küldtek. Ha ez többször előfordul, fiókodat megszüntethetjük.
it: Siamo venuti a conoscenza di messaggi potenzialmente inappropriati inviati dal tuo account. Violazioni ripetute possono portare alla chiusura dell'account.
ko: 저희는 사용자분의 계정에서 부적절한 메시지가 발송된 점을 발견하였습니다. 반복적인 규정 위반은 계정 삭제로 이어질 수 있음을 알려드립니다.
nb: Vi er gjort oppmerksomme på potensielt upassende meldinger sendt fra din konto. Gjentatte overskridelser kan resultere i terminering av konto.
nl: We zijn ons bewust geworden van mogelijk ongepaste berichten die vanuit jouw account zijn verzonden. Herhaalde schendingen kunnen leiden tot beëindiging van het account.
pt_pt: Tomamos conhecimento que a partir da sua conta foi efetuado o envio de mensagens potencialmente inapropriadas. Violações repetidas podem resultar no encerramento da conta.
ru: К нам поступила информация о возможных нарушениях правил в сообщениях, отправленных с вашего аккаунта. Повторное нарушение может привести к блокировке аккаунта.
sv: Vi har fått kännedom om eventuellt olämpliga meddelanden som skickats från ditt konto. Upprepade överträdelser kan leda till avstängning av kontot.
tr: Hesabından olası uygunsuz mesajların gönderildiğini fark ettik. Kural ihlalinin tekrarlanması hesap kapatılmasıyla sonuçlanabilir.
vi: Chúng tôi đã biết về những tin nhắn có thể không thích hợp được gửi từ tài khoản của bạn. Các vi phạm lặp lại có thể dẫn tới việc chấm dứt tài khoản.

# offensive_report_alert_primary_action
source: Review Guidelines
de: Richtlinien ansehen
el: Αναθεώρηση Οδηγιών
es: Revisar Normas
fi: Tutustu toimintaohjeisiin
fr_ca: Reconsidérez les Consignes
hu: Irányelvek áttekintése
it: Vedi linee guida
ko: 규정 검토
nb: Se Retningslinjer
nl: Herzien Richtlijnen
pt_pt: Rever Orientações
ru: Смотреть Правила
sv: Granska Riktlinjer
tr: Topluluk Kurallarını İncele
vi: Xem Hướng dẫn

# offensive_report_alert_secondary_action
source: Skip
de: Überspringen
el: Παράλειψη
es: Saltar
fi: Ohita
fr_ca: Passer
hu: Kihagy
it: Salta
ko: 다음
nb: Hopp over
nl: Overslaan
pt_pt: Saltar
ru: Пропустить
sv: Skippa
tr: Kapat
vi: Bỏ qua

# offensive_report_alert_title
source: Review Community Guidelines
de: Community-Richtlinien ansehen
el: Αναθεώρηση Οδηγιών Κοινότητας
es: Revisa las Normas de la comunidad letgo
fi: Tutustu yhteisön toimintaohjeisiin
fr_ca: Reconsidérez les Consignes de la Communauté
hu: Közösségi irányelvek áttekintése
it: Vedi le linee guida della comunità
ko: 커뮤니티 가이드라인 리뷰
nb: Se gjennom Retningslinjer for letgo's felleskap
nl: Herzien Community Richtlijnen
pt_pt: Rever Orientações da Comunidade
ru: Смотреть Правила Пользования
sv: Granska Riktlinjer för letgos community
tr: Topluluk Kurallarını İncele
vi: Xem Hướng dẫn Cộng đồng

# onboarding_alert_yes
source: Yes
de: Ja
el: Ναι
es: Sí
fi: Kyllä
fr_ca: Oui
hu: Igen
it: Sì
ko: 네
nb: Ja
nl: Ja
pt_pt: Sim
ru: Да
sv: Ja
tr: Evet
vi: Có

# onboarding_categories_button_countdown
source: Pick at least %i more
de: Wähle mindestens %i weitere aus
el: Επιλέξτε τουλάχιστον πάνω από %i
es: Elige al menos %i más
fi: Valitse vähintään %i lisää
fr_ca: Choisissez au moins %i de plus
hu: Válassz még legalább %i kategóriát
it: Scegline almeno altre %i
ko: 적어도 %i 이상 선택하세요
nb: Velg minst %i mer
nl: Kies ten minste %i meer
pt_pt: Escolha pelo menos mais %i
ru: Выберите еще как минимум %i
sv: Välj åtminstone %i till
tr: En az %i kategori daha seçmelisin
vi: Chọn thêm ít nhất %i

# onboarding_categories_button_title_finish
source: Next
de: Weiter
el: Επόμενο
es: Siguiente
fi: Seuraava
fr_ca: Suivant
hu: Tovább
it: Successivo
ko: 다음
nb: Neste
nl: Volgende
pt_pt: Seguinte
ru: Далее
sv: Nästa
tr: İleri
vi: Tiếp theo

# onboarding_categories_button_title_initial
source: Pick at least %i categories
de: Wähle mindestens %i Kategorien aus
el: Επιλέξτε τουλάχιστον %i κατηγορίες
es: Elige al menos %i categorías
fi: Valitse vähintään %i kategoriaa
fr_ca: Choisissez au moins %i catégories
hu: Válassz legalább %i kategóriát
it: Scegli almeno %i categorie
ko: 적어도 %i 카테고리를 선택하세요
nb: Velg minst %i kategorier
nl: Kies ten minste %i categorieën
pt_pt: Escolha pelo menos %i categorias
ru: Выберите как минимум %i категории
sv: Välj åtminstone %i kategorier
tr: En az %i kategori seçmelisin
vi: Chọn ít nhất %i thể loại

# onboarding_categories_title
source: What are you interested in?
de: An welchen Dingen bist du interessiert?
el: Για τι ενδιαφέρεστε;
es: ¿Qué te interesa?
fi: Mistä olet kiinnostunut?
fr_ca: À quoi vous intéressez-vous ?
hu: Mik érdekelnek?
it: A cosa sei interessato?
ko: 어떤 것에 관심이 있나요?
nb: Hva er du interessert i?
nl: Waarin ben je geïnteresseerd?
pt_pt: Em que está interessado?
ru: Какие товары вас интересуют?
sv: Vad intresserar dig?
tr: Neler ilgini çekiyor?
vi: Bạn quan tâm đến gì?

# onboarding_direct_camera_alert_subtitle
source: Post your first listing and start selling to people near you
de: Stelle dein erstes Angebot ein und verkaufe es an Leute aus deiner Gegend
el: Δημοσιεύστε την πρώτη σας καταχώρηση και ξεκινήστε να πουλάτε σε ανθρώπους δίπλα σας
es: Publica tu primer anuncio y empieza a vender cerca de ti
fi: Julkaise ensimmäinen ilmoituksesi ja aloita lähistöllä oleville ihmisille myyminen
fr_ca: Postez votre première annonce et commencez à vendre aux personnes près de chez vous
hu: Töltsd fel első hirdetésedet, és már kereskedhetsz is a környékbeliekkel
it: Pubblica il tuo primo annuncio e inizia a vendere a persone nella tua zona
ko: 첫번째 게시글을 등록하고 근처 이웃들에게 상품을 판매해보세요
nb: Publiser din første annonse og start salget til personer i ditt nærområde
nl: Plaats je eerste advertentie en begin met verkopen aan mensen in jouw omgeving
pt_pt: Publique o seu primeiro anúncio e comece a vender a pessoas perto de si
ru: Опубликуйте свое первое объявление и начинайте продавать соседям
sv: Lägg upp din första annons och hitta köpare nära dig
tr: İlk ilanını yükle ve çevrendekilere satış yapmaya başla
vi: Đăng bài đầu tiên và bắt đầu bán cho những người quanh bạn!

# onboarding_location_permissions_alert_subtitle
source: You'll see listings posted in all locations instead of near you
de: Dir werden dann Angebote aus allen Regionen angezeigt, nicht nur in deiner Nähe
el: Θα δείτε καταχωρήσεις δημοσιευμένες από όλες τις περιοχές αντί για κοντά σας
es: Verás anuncios publicados en todas las ubicaciónes, no solo cerca de ti
fi: Näet kaikista paikoista julkaistut ilmoitukset sinua lähellä olevien sijaan
fr_ca: Vous verrez des annonces publiées partout plutôt que près de chez vous
hu: Minden hirdetés meg fog jelenni, nem csak a közeliek
it: Vedrai annunci pubblicati ovunque, anziché solo nella tua zona
ko: 근처에 게시된 목록 대신 모든 장소에서 게시된 상품 목록을 확인하실 수 있습니다
nb: Du vil se annonser publisert i alle områder, i stedet for ditt nærområde
nl: Je zult advertenties zien die geplaatst zijn in alle locaties in plaats van bij jou in de buurt
pt_pt: Verá anúncios publicados em todos os locais em vez de perto de si
ru: Вы увидите объявления со всеми адресами, а не только рядом с вами
sv: Du kommer att se annonser från alla platser istället för i ditt område
tr: Yakın çevrendekiler yerine her yerde yayınlanmış ilanları göreceksin
vi: Bạn sẽ xem bài được đăng tại tất cả địa điểm thay vì tại địa điểm gần bạn

# onboarding_location_permissions_alert_title
source: Are you sure?
de: Bist du sicher?
el: Είστε σίγουροι;
es: ¿Estás seguro?
fi: Oletko varma?
fr_ca: Êtes-vous certain(e) ?
hu: Biztos vagy benne?
it: Sei sicuro?
ko: 정말입니까?
nb: Er du sikker?
nl: Weet je het zeker?
pt_pt: Tem a certeza?
ru: Вы уверены?
sv: Är du säker?
tr: Emin misin?
vi: Bạn có chắc chắn?

# onboarding_notifications_permissions_alert_subtitle
source: You'll have to open letgo to see if you have new messages
de: Du musst dann letgo öffnen, um zu sehen, ob du neue Nachrichten bekommen hast
el: Θα πρέπει να ανοίξετε το letgo για να δείτε αν έχετε νέα μηνύματα
es: Tendrás que abrir letgo para ver si tienes mensajes nuevos
fi: Sinun on avattava letgo nähdäksesi, onko sinulla uusia viestejä
fr_ca: Vous devrez ouvrir letgo pour voir si vous avez de nouveaux messages
hu: Meg kell majd nyitnod a letgo alkalmazást, ha tudni szeretnéd, hogy vannak-e új üzeneteid
it: Dovrai aprire letgo per controllare se hai nuovi messaggi
ko: 만약 새 메세지가 있어 보기 위해서는 letgo를 열어야만 합니다.
nb: Du må åpne letgo for å se om du har nye meldinger
nl: Je zult letgo moeten openen om te zien of je nieuwe berichten hebt
pt_pt: Tem de abrir o letgo para ver se tem novas mensagens
ru: Вам нужно открыть letgo, чтобы проверить новые сообщения
sv: Du kommer att behöva öppna letgo för att se om du har fått nya meddelanden
tr: Yeni mesajlarını görebilmek için letgo'yu açman gerekecek.
vi: Bạn sẽ phải mở letgo để xem nếu bạn có tin nhắn mới

# onboarding_notifications_permissions_alert_title
source: Are you sure?
de: Bist du sicher?
el: Είστε σίγουροι;
es: ¿Estás seguro?
fi: Oletko varma?
fr_ca: Êtes-vous certain(e) ?
hu: Biztos vagy benne?
it: Sei sicuro?
ko: 정말입니까?
nb: Er du sikker?
nl: Weet je het zeker?
pt_pt: Tem a certeza?
ru: Вы уверены?
sv: Är du säker?
tr: Emin misin?
vi: Bạn có chắc chắn?

# onboarding_posting_alert_subtitle
source: You can delete it later if you don't really want to sell it
de: Du kannst den Artikel anschließend wieder löschen, wenn du ihn nicht wirklich verkaufen möchtest
el: Μπορείτε να το διαγράψετε αργότερα αν δε θέλετε στ' αλήθεια να το πουλήσετε
es: Puedes eliminarlo más tarde si no quieres venderlo
fi: Voit poistaa sen myöhemmin, jos et oikeasti halua myydä sitä
fr_ca: Vous pouvez le supprimer plus tard si vous ne voulez pas vraiment le vendre
hu: Később törölheted, ha igazából nem is szeretnéd eladni
it: Puoi eliminarlo successivamente se non hai proprio intenzione di venderlo
ko: 만약 그것을 정말로 판매하기 싫으시다면 나중에 그것을 삭제할 수 있습니다.
nb: Du kan slette produktet senere hvis du finner ut at du ikke ønsker å selge det
nl: Je kunt het later verwijderen als je het niet echt wilt verkopen
pt_pt: Pode eliminá-lo mais tarde caso efetivamente não o deseje vender
ru: Вы можете удалить его позже, если не хотите продавать
sv: Du kan ta bort den senare om du inte längre vill sälja den
tr: Gerçekten satmak istemiyorsan sonra silebilirsin
vi: Bạn có thể xóa nó sau nếu bạn thực sự không muốn bán

# onboarding_posting_alert_title
source: Want to try it out by posting a book, a watch, your glasses...?
de: Möchtest du es ausprobieren, indem du ein Buch, eine Uhr, deine Brille oder etwas anderes einstellst...?
el: Θέλετε να το δοκιμάσετε δημοσιεύοντας ένα βιβλίο, ένα ρολόι ή τα γυαλιά σας...;
es: ¿Quieres probarlo publicando un libro, un reloj, unas gafas de sol...?
fi: Haluatko kokeilla julkaisemalla kirjan, rannekellon, silmälasisi... ?
fr_ca: Envie de l'essayer en publiant une montre, un livre, vos lunettes... ?
hu: Kipróbálod egy könyv, óra, napszemüveg... vagy valami más meghirdetésével?
it: Vuoi fare una prova pubblicando un libro, un orologio o degli occhiali?
ko: 책, 시계, 안경을 게시하여 시도 해보고 싶으신가요...?
nb: Ønsker du å prøve det ved å publisere en bok, klokke eller dine briller...?
nl: Wil je het proberen door een boek, een horloge of je bril te plaatsen?
pt_pt: Quer experimentar publicando um livro, um relógio, os seus óculos...?
ru: Хотите попробовать, разместив книгу, часы или ваши очки...?
sv: Skulle du vilja prova genom att lägga upp en bok, en klocka eller några solglasögon...?
tr: Bir kitap, saat ya da bilgisayarını yükleyerek denemeye ne dersin?
vi: Bạn muốn thử bằng cách đăng một cuốn sách, đồng hồ hay kính của bạn...?
