Repository: goRestart/ios-restart-app
Catalog: components/LGResources/LGResources/Assets/i18n/*.lproj/Localizable.strings
Languages: de, el, es, fi, fr_ca, hu, it, ko, nb, nl, pt_pt, ru, sv, tr, vi

# reporting_user_report_sent_block_user_A_text
source: Thanks for your anonymous report and for helping us make letgo the best place to buy and sell locally. You can always block a user to make sure they can no longer see your items or chat with you.
el: Ευχαριστούμε για την ανώνυμη αναφορά και που μας βοηθάτε να κάνουμε το letgo το καλύτερο μέρος αγοραπωλησιών σε τοπικό επίπεδο. Μπορείτε πάντα να μπλοκάρετε ένα χρήστη για να βεβαιωθείτε πως δεν μπορεί πια να δει τα αντικείμενά σας ή να συνομιλήσει μαζί σας.
es: Gracias por tu denuncia anónima y por ayudarnos a hacer que letgo sea el mejor sitio para comprar y vender cerca de ti. Siempre puedes bloquear a un usuario para asegurar que no pueda ver tus anuncios ni chatear contigo.
fr_ca: Merci pour votre signalement anonyme qui nous aide à faire de letgo le meilleur endroit pour vendre et acheter localement. Vous pouvez toujours bloquer un utilisateur pour vous assurer qu'il ne puisse plus voir vos produits ou clavarder avec vous.
hu: Köszönjük, hogy névtelen jelentéseddel segítesz még jobbá tenni a letgo piacát. A felhasználókat blokkolhatod, hogy ne láthassák a hirdetéseidet és ne írhassanak neked.
it: Grazie per la tua segnalazione anonima e per aiutarci a rendere letgo il miglior posto dove comprare e vendere localmente. Puoi sempre bloccare un utente per assicurarti che non possa più vedere i tuoi articoli o chattare con te.
ko: letgo를 지역 내에서 구매와 판매를 할 수 있는 최적의 공간으로 만들 수 있게 도움을 주셔서 대단히 감사합니다. 사용자께서는 해당 사용자가 게시하신 상품이나 채팅을 할 수 없도록 다른 사용자를 언제나 차단하실 수 있습니다.
nl: Bedankt voor je anonieme rapport en om ons te helpen letgo de beste plaats te maken om lokaal te kopen en te verkopen. Je kunt een gebruiker altijd blokkeren om ervoor te zorgen dat ze jouw items niet meer kunnen zien of met je kunnen chatten.
pt_pt: Obrigado pela sua denúncia anónima e por nos ajudar a tornar o letgo no melhor sitio onde vender e comprar localmente. Pode sempre bloquear um utilizador assegurando-se assim de que este não pode voltar a ver os seus itens ou conversar consigo.
ru: Спасибо за анонимную жалобу и за то, что помогаете нам делать letgo лучшим местом для локальной торговли. Вы всегда можете заблокировать пользователя, чтобы больше не видеть его товары и чаты с вами.
vi: Cảm ơn bạn đã báo cáo ẩn danh và giúp chúng tôi làm cho letgo trở thành nơi mua và bán lân cận tốt nhất. Bạn luôn có thể chặn một người dùng để đảm bảo họ không còn có thể nhìn thấy món đồ của bạn hay trò chuyện với bạn.

# reporting_user_report_sent_block_user_A_with_review_text
source: Thanks for your anonymous report and for helping us make letgo the best place to buy and sell locally. Be sure to leave a review of this seller to let others know about your experience. You can always block a user to make sure they can no longer see your items or chat with you.
el: Ευχαριστούμε για την ανώνυμη αναφορά και που μας βοηθάτε να κάνουμε το letgo το καλύτερο μέρος αγοραπωλησιών σε τοπικό επίπεδο. Βεβαιωθείτε πως κάνατε μια κριτική για αυτόν τον πωλητή, ώστε να μάθουν κι άλλοι χρήστες την εμπειρία σας. Μπορείτε πάντα να μπλοκάρετε ένα χρήστη για να βεβαιωθείτε πως δεν μπορεί πια να δει τα αντικείμενά σας ή να συνομιλήσει μαζί σας.
es: Gracias por tu denuncia anónima y por ayudarnos a hacer que letgo sea el mejor sitio para comprar y vender cerca de ti. Asegúrate de valorar a este vendedor para compartir tu experiencia con los demás. Siempre puedes bloquear a un usuario para asegurar que no pueda ver tus anuncios ni chatear contigo.
fr_ca: Merci pour votre signalement anonyme qui nous aide à faire de letgo le meilleur endroit pour vendre et acheter localement. Assurez-vous de laisser une évaluation de ce vendeur pour que les autres puissent bénéficier de votre expérience. Vous pouvez toujours bloquer un utilisateur pour vous assurer qu'il ne puisse plus voir vos produits ou clavarder avec vous.
hu: Köszönjük, hogy névtelen jelentéseddel segítesz még jobbá tenni a letgo piacát. Értékeld az eladót, hogy a többiek tájékozódhassanak a tapasztalataidról. A felhasználókat blokkolhatod, hogy ne láthassák a hirdetéseidet és ne írhassanak neked.
it: Grazie per la tua segnalazione anonima e per aiutarci a rendere letgo il miglior posto dove comprare e vendere localmente. Assicurati di lasciare una recensione su questo venditore per far conoscere agli altri la tua esperienza. Puoi sempre bloccare un utente per assicurarti che non possa più vedere i tuoi articoli o chattare con te.
ko: letgo를 지역 내에서 구매와 판매를 할 수 있는 최적의 공간으로 만들 수 있게 도움을 주셔서 대단히 감사합니다. 다른 사용자들께서 확인할 수 있도록 평점을 남기는 것을 잊지 말아주세요. 사용자께서는 해당 사용자가 게시하신 상품이나 채팅을 할 수 없도록 다른 사용자를 언제나 차단하실 수 있습니다.
nl: Bedankt voor je anonieme rapport en om ons te helpen letgo de beste plaats te maken om lokaal te kopen en te verkopen. Zorg ervoor dat je een beoordeling van deze verkoper achterlaat om anderen op de hoogte te stellen van je ervaring. Je kunt een gebruiker altijd blokkeren om ervoor te zorgen dat ze jouw items niet meer kunnen zien of met je kunnen chatten.
pt_pt: Obrigado pela sua denúncia anónima e por nos ajudar a tornar o letgo no melhor sitio onde vender e comprar localmente. Assegure-se de que deixa uma avaliação a este vendedor de forma a que outros fiquem a conhecer a sua experiência. Pode sempre bloquear um utilizador assegurando-se assim de que este não pode voltar a ver os seus itens ou conversar consigo.
ru: Спасибо за анонимную жалобу и за то, что помогаете нам делать letgo лучшим местом для локальной торговли. Оставьте отзыв об этом продавце, чтобы поделиться с другими пользователями своим опытом. Вы всегда можете заблокировать пользователя, чтобы больше не видеть его товары и чаты с вами.
vi: Cảm ơn bạn đã báo cáo ẩn danh và giúp chúng tôi làm cho letgo trở thành nơi mua và bán lân cận tốt nhất. Hãy chắc chắn là bạn đã để lại đánh giá về người bán này để người khác biết về trải nghiệm của bạn. Bạn luôn có thể chặn một người dùng để đảm bảo họ không còn có thể nhìn thấy món đồ của bạn hay trò chuyện với bạn.

# reporting_user_report_sent_block_user_B_text
source: Thanks for your anonymous report and for helping us make letgo the best place to buy and sell locally. Our team will investigate your claim. In the meantime, you can always block a user to make sure they can no longer see your items or chat with you.
el: Ευχαριστούμε για την ανώνυμη αναφορά και που μας βοηθάτε να κάνουμε το letgo το καλύτερο μέρος αγοραπωλησιών σε τοπικό επίπεδο. Η ομάδα μας θα ελέγξει άμεσα την αναφορά σας. Στο μεταξύ, μπορείτε πάντα να μπλοκάρετε ένα χρήστη για να βεβαιωθείτε πως δεν μπορεί πια να δει τα αντικείμενά σας ή να συνομιλήσει μαζί σας.
es: Gracias por tu denuncia anónima y por ayudarnos a hacer que letgo sea el mejor sitio para comprar y vender cerca de ti. Nuestro equipo investigará tu denuncia. Mientras tanto, siempre puedes bloquear a un usuario para asegurar que no pueda ver tus anuncios ni chatear contigo.
fr_ca: Merci pour votre signalement anonyme qui nous aide à faire de letgo le meilleur endroit pour vendre et acheter localement. Notre équipe va enquêter suite à votre plainte. Entre-temps, vous pouvez toujours bloquer un utilisateur pour vous assurer qu'il ne puisse plus voir vos produits ou clavarder avec vous.
hu: Köszönjük, hogy névtelen jelentéseddel segítesz még jobbá tenni a letgo piacát. Csapatunk ki fogja vizsgálni az ügyet. Addig is, a felhasználót blokkolhatod, hogy ne láthassa a hirdetéseidet és ne írhasson neked.
it: Grazie per la tua segnalazione anonima e per aiutarci a rendere letgo il miglior posto dove comprare e vendere localmente. Il nostro team esaminerà la tua richiesta. Nel frattempo, puoi sempre bloccare un utente per assicurarti che non possa più vedere i tuoi articoli o chattare con te.
ko: letgo를 지역 내에서 구매와 판매를 할 수 있는 최적의 공간으로 만들 수 있게 도움을 주셔서 대단히 감사합니다. 저희 팀은 신고 내역을 조사할 것입니다. 조사가 진행되는 동안, 사용자께서는 해당 사용자가 게시하신 상품이나 채팅을 할 수 없도록 다른 사용자를 언제나 차단하실 수 있습니다.
nl: Bedankt voor je anonieme rapport en om ons te helpen letgo de beste plaats te maken om lokaal te kopen en te verkopen. Ons team zal je claim onderzoeken. Ondertussen kun je een gebruiker altijd blokkeren om ervoor te zorgen dat ze jouw items niet langer kunnen zien of met je kunnen chatten.
pt_pt: Obrigado pela sua denúncia anónima e por nos ajudar a tornar o letgo no melhor sitio onde vender e comprar localmente. A nossa equipa irá investigar a sua reclamação. Entretanto pode sempre bloquear um utilizador, assegurando-se assim de que este não pode voltar a ver os seus itens ou conversar consigo.
ru: Спасибо за анонимную жалобу и за то, что помогаете нам делать letgo лучшим местом для локальной торговли. Наша команда рассмотрит вашу жалобу. Пока вы можете заблокировать пользователя, чтобы больше не видеть его товары и чаты с вами.
vi: Cảm ơn bạn đã báo cáo ẩn danh và giúp chúng tôi làm cho letgo trở thành nơi mua và bán lân cận tốt nhất. Đội ngũ của chúng tôi sẽ điều tra khiếu nại của bạn. Trong lúc đó, bạn luôn có thể chặn một người dùng để đảm bảo họ không còn có thể nhìn thấy món đồ của bạn hay trò chuyện với bạn.

# reporting_user_report_sent_block_user_B_with_review_text
source: Thanks for your anonymous report and for helping us make letgo the best place to buy and sell locally. Be sure to leave a review of this user to let others know about your experience. Our team will investigate your claim. In the meantime, you can always block a user to make sure they can no longer see your items or chat with you.
el: Ευχαριστούμε για την ανώνυμη αναφορά και που μας βοηθάτε να κάνουμε το letgo το καλύτερο μέρος αγοραπωλησιών σε τοπικό επίπεδο. Βεβαιωθείτε πως κάνατε μια κριτική για αυτόν τον πωλητή, ώστε να μάθουν κι άλλοι χρήστες την εμπειρία σας. Η ομάδα μας θα ελέγξει άμεσα την αναφορά σας. Στο μεταξύ, μπορείτε πάντα να μπλοκάρετε ένα χρήστη για να βεβαιωθείτε πως δεν μπορεί πια να δει τα αντικείμενά σας ή να συνομιλήσει μαζί σας.
es: Gracias por tu denuncia anónima y por ayudarnos a hacer que letgo sea el mejor sitio para comprar y vender cerca de ti. Asegúrate de valorar a este vendedor para compartir tu experiencia con los demás. Nuestro equipo investigará tu denuncia. Mientras tanto, siempre puedes bloquear a un usuario para asegurar que no pueda ver tus anuncios ni chatear contigo.
fr_ca: Merci pour votre signalement anonyme qui nous aide à faire de letgo le meilleur endroit pour vendre et acheter localement. Assurez-vous de laisser une évaluation de ce vendeur pour que les autres puissent bénéficier de votre expérience. Notre équipe va enquêter suite à votre plainte. Entre-temps, vous pouvez toujours bloquer un utilisateur pour vous assurer qu'il ne puisse plus voir vos produits ou clavarder avec vous.
hu: Köszönjük, hogy névtelen jelentéseddel segítesz még jobbá tenni a letgo piacát. Értékeld az eladót, hogy a többiek tájékozódhassanak a tapasztalataidról. Csapatunk ki fogja vizsgálni az ügyet. Addig is, a felhasználót blokkolhatod, hogy ne láthassa a hirdetéseidet és ne írhasson neked.
it: Grazie per la tua segnalazione anonima e per aiutarci a rendere letgo il miglior posto dove comprare e vendere localmente. Assicurati di lasciare una recensione su questo utente per far conoscere agli altri la tua esperienza. Il nostro team esaminerà la tua richiesta. Nel frattempo, puoi sempre bloccare un utente per assicurarti che non possa più vedere i tuoi articoli o chattare con te.
ko: 익명 신고에 감사드리며 letgo가 지역적으로 구매하고 판매하는 최고의 공간이 될 수 있도록 도움을 주셔서 대단히 감사드립니다. 다른 사용자들도 확인할 수 있도록 해당 사용자와 거래한 후기를 남겨주시는 것을 잊지 말아주세요. 저희 팀은 신고 내역을 조사할 것입니다. 조사가 진행되는 동안, 사용자께서는 상품 확인 및 채팅을 할 수 없도록 항상 해당 사용자를 차단하실 수 있음을 알려드립니다.
nl: Bedankt voor je anonieme rapport en om ons te helpen letgo de beste plaats te maken om lokaal te kopen en te verkopen. Zorg ervoor dat je een beoordeling van deze gebruiker achterlaat om anderen op de hoogte te stellen van je ervaring. Ons team zal je claim onderzoeken. Ondertussen kun je een gebruiker altijd blokkeren om ervoor te zorgen dat ze jouw items niet langer kunnen zien of met je kunnen chatten.
pt_pt: Obrigado pela sua denúncia anónima e por nos ajudar a tornar o letgo no melhor sitio onde vender e comprar localmente. Assegure-se de que deixa uma avaliação a este vendedor de forma a que outros fiquem a conhecer a sua experiência. A nossa equipa irá investigar a sua reclamação. Entretanto pode sempre bloquear um utilizador, assegurando-se assim de que este não pode voltar a ver os seus itens ou conversar consigo.
ru: Спасибо за анонимную жалобу и за то, что помогаете нам делать letgo лучшим местом для локальной торговли. Оставьте отзыв об этом продавце, чтобы поделиться с другими пользователями своим опытом. Наша команда рассмотрит вашу жалобу. Пока вы можете заблокировать пользователя, чтобы больше не видеть его товары и чаты с вами.
vi: Cảm ơn bạn đã báo cáo ẩn danh và giúp chúng tôi làm cho letgo trở thành nơi mua và bán lân cận tốt nhất. Hãy chắc chắn là bạn đã để lại đánh giá về người bán này để người khác biết về trải nghiệm của bạn. Đội ngũ của chúng tôi sẽ điều tra khiếu nại của bạn. Trong lúc đó, bạn luôn có thể chặn một người dùng để đảm bảo họ không còn có thể nhìn thấy món đồ của bạn hay trò chuyện với bạn.

# reporting_user_report_sent_block_user_big_button_title
source: Block reported user
el: Μπλοκάρισμα χρήστη αναφοράς
es: Bloquear al usuario denunciado
fr_ca: Bloquer l'utilisateur signalé
hu: Jelentett felhasználó blokkolása
it: Blocca utente segnalato
ko: 신고된 사용자 차단
nl: Blokkeer gerapporteerde gebruiker
pt_pt: Bloquear utilizador denunciado
ru: Заблокировать пользователя, на которого вы пожаловались
vi: Chặn người dùng bị báo cáo

# reporting_user_report_sent_block_user_small_button_title
source: Block
el: Μπλοκάρισμα
es: Bloquear
fr_ca: Bloquer
hu: Blokkolás
it: Blocca
ko: 차단
nl: Blokkeer
pt_pt: Bloquear
ru: Блокировать
vi: Chặn

# reporting_user_report_sent_law_enforcement_and_block_text
source: We're very sorry about your experience. We strongly encourage you to reach out to local law enforcement and file a police report as soon as possible (if you haven't already done so). Please remind the police to contact letgo’s law enforcement team at lawenforcement@letgo.com so we can help with their investigation. We can share relevant information about %@ with police but, due to strict privacy protection laws, we need them to send us a valid search warrant or subpoena first. In the meantime, please provide additonal information so our team can investigate your claim. Remember, you can always block a user to make sure they can no longer see your items or chat with you.
el: Λυπούμαστε για την εμπειρία σας. Σας ενθαρρύνουμε να απευθυνθείτε στις τοπικές αρχές και να υποβάλετε μήνυση το συντομότερο δυνατόν (εάν δεν το έχετε κάνει ήδη). Παρακαλούμε υπενθυμίστε στην αστυνομία να επικοινωνήσει με το νομικό τμήμα του letgo στο lawenforcement@letgo.com για να βοηθήσουμε στην έρευνα. Μπορούμε να μοιραστούμε με την αστυνομία τις σχετικές πληροφορίες για τον %@, αλλά λόγω αυστηρών νόμων περί προστασίας προσωπικών δεδομένων, χρειάζεται πρώτα να μας στείλουν ένα έγκυρο ένταλμα έρευνας ή κλήτευση. Να θυμάστε πως μπορείτε πάντα να μπλοκάρετε ένα χρήστη για να βεβαιωθείτε πως δεν μπορεί πια να δει τα αντικείμενά σας ή να συνομιλήσει μαζί σας.
es: Lamentamos que hayas pasado por esta experiencia. Te recomendamos que acudas a las fuerzas policiales de tu ciudad y realices una denuncia policial en cuanto puedas (si no lo has hecho ya). Pídele a la policía que contacte con el equipo de seguridad de letgo a través de lawenforcement@letgo.com para que podamos ayudar con su investigación. Podemos compartir información relevante sobre %@ con la policía, pero debido a las leyes de protección de datos, necesitamos que primero nos envíen una orden de registro o un requerimiento. Recuerda que siempre puedes bloquear a un usuario para asegurar que no pueda ver tus anuncios ni chatear contigo.
fr_ca: Nous sommes désolés d'apprendre que vous avez vécu une mauvaise expérience. Nous vous encourageons vivement à contacter les autorités locales et à déposer plainte auprès de la police dès que possible (si ce n'est déjà fait). Veuillez rappeler à la police de contacter le service juridique de letgo à lawenforcement@letgo.con afin que nous puissions les aider dans leur enquête. Nous pouvons partager avec la police des informations pertinentes à propos de %@ mais, en raison des lois très strictes concernant la protection de la vie privée, nous avons besoin qu'ils nous envoient tout d'abord un mandat de perquisition ou une assignation. Entre-temps, veuillez fournir des informations additionnelles afin que notre équipe puisse enquêter suite à votre plainte. Souvenez-vous que vous pouvez toujours bloquer un utilisateur pour vous assurer qu'il ne puisse plus voir vos produits ni clavarder avec vous.
hu: Sajnáljuk, hogy ez történt. Azt javasoljuk, hogy mielőbb jelentsd az ügyet a helyi hatóságnál (ha még nem tetted meg). Kérd meg a rendőrséget, hogy vegyék fel a kapcsolatot a letgo csapatával (lawenforcement@letgo.com), hogy segíthessük a vizsgálatot. Lényeges adatokat oszthatunk meg a rendőrséggel %@ ügyében, de a szigorú adatvédelmi törvények miatt ehhez érvényes kutatási parancsot vagy idézést kell küldeniük. Addig is kérjük, adj meg további információkat, hogy csapatunk kivizsgálhassa az ügyet. Ne feledd, a felhasználókat blokkolhatod, hogy ne láthassák a hirdetéseidet és ne írhassanak neked.
it: Siamo davvero spiacenti della tua esperienza. Ti invitiamo vivamente a raggiungere il posto di polizia più vicino e sporgere regolare denuncia il prima possibile (se non l'hai già fatto). Ricorda alla polizia di contattare l'ufficio legale di letgo all'indirizzo lawenforcement@letgo.com in modo che possiamo collaborare alle indagini. Possiamo condividere con la polizia informazioni rilevanti su %@ ma, a causa di rigorose leggi sulla tutela della privacy, abbiamo bisogno che ci venga inviato un valido mandato di perquisizione o uno di comparizione. Nel frattempo, puoi sempre bloccare un utente per assicurarti che non possa più vedere i tuoi articoli o chattare con te.
ko: 해당 경험을 하신 것에 대해 저희는 대단히 죄송스럽게 생각하고 있습니다. 저희는 경찰서에 연락하는 것과 고소장을 신속히 제출하는 것을 추천하여 드리고 있습니다 (아직 진행하지 않으신 경우). 경찰 신고시 수사에 도움이 될 수 있도록 letgo 법무팀 연락처인lawenforcement@letgo.com를 함께 기재해주세요. 저희는 수사관과 %@에 관련한 정보를 공유할 수 있지만, 강력한 개인 정보 보호 법률로 인해, 저희는 수사 영장이나 소환장이 필요합니다. 이와 같은 서류가 작성되는 동안, 저희 팀이 수사를 진행할 수 있도록 추가 정보를 공유해주시면 대단히 감사하겠습니다. 사용자께서는 상품 확인 및 채팅을 할 수 없도록 항상 해당 사용자를 차단하실 수 있음을 알려드립니다.
nl: Het spijt ons zeer van je ervaring. We raden je ten zeerste aan om contact op te nemen met de plaatselijke politie en zo snel mogelijk aangifte te doen (als je dit nog niet hebt gedaan). Herinner de politie eraan contact op te nemen met het letgo team via lawenforcement@letgo.com, zodat we kunnen helpen met hun onderzoek. We kunnen relevante informatie over %@ delen met de politie, maar vanwege strikte privacybeschermingswetten, dienen zij ons eerst een geldig huiszoekingsbevel of een dagvaarding te sturen. Geef ondertussen aanvullende informatie op zodat ons team je claim kan onderzoeken. Houd er rekening mee dat je een gebruiker altijd kunt blokkeren om ervoor te zorgen dat ze jouw items niet meer kunnen zien of met je kunnen chatten.
pt_pt: Lamentamos a sua experiência. Encorajámo-lo a dirigir-se a uma esquadra da policia e efetuar uma denúncia o quanto antes (caso ainda não o tenha feito). Indique à policia de que pode entrar em contacto com a equipa de segurança do letgo para lawenforcement@letgo.com de forma a podermos ajudar com a investigação. Podemos partilhar informações relevantes sobre %@ com a polícia, mas, devido às rigorosas leis da proteção de privacidade, precisamos que estes nos enviem primeiro um mandado de busca ou intimação válidos. Entretanto envie-nos dados adicionais para que a nossa equipa possa investigar a sua reclamação. Lembre-se de que pode sempre bloquear um utilizador, assegurando-se assim de que este não pode voltar a ver os seus itens ou conversar consigo.
ru: Мы очень сожалеем о вашем случае и рады, что сейчас вы в безопасности. Мы настоятельно рекомендуем обратиться в полицию как можно скорее (если вы еще этого не сделали). Пожалуйста, сообщите полиции, что они могут обратиться к команде letgo на lawenforcement@letgo.com, и мы поможем в расследовании. Мы поделимся соответствующей информацией о %@ с полицией, но из-за строгих законов по защите персональной информации нам необходим официальный запрос от них. Пожалуйста, поделитесь деталями, чтобы наша команда могла расследовать этот случай. Не забывайте, что вы всегда можете заблокировать пользователя, чтобы больше не видеть его товары и чаты с вами.
vi: Chúng tôi rất tiếc về trải nghiệm của bạn nhưng thật may mắn là bạn đã an toàn. Chúng tôi khuyến khích bạn liên hệ với lực lượng thực thi luật pháp sở tại và báo cáo cho công an càng sớm càng tốt (nếu bạn chưa thực hiện). Vui lòng nhắc công an liên hệ với đội ngũ thực thi luật pháp của letgo theo địa chỉ lawenforcement@letgo.com để chúng tôi có thể hỗ trợ họ điều tra. Chúng tôi có thể chia sẻ thông tin liên quan về %@ với công an, nhưng do luật bảo vệ riêng tư nghiêm ngặt, trước tiên chúng tôi cần họ gửi giấy phép khám nhà hoặc trát hầu tòa. Trong khi đó, vui lòng cung cấp thêm thông tin để đội ngũ của chúng tôi có thể điều tra khiếu nại của bạn. Hãy nhớ, bạn luôn có thể chặn một người dùng để đảm bảo họ không thể nhìn thấy món đồ của bạn hay trò chuyện với bạn.
