Repository: goRestart/ios-restart-app
Catalog: components/LGResources/LGResources/Assets/i18n/*.lproj/Localizable.strings
Languages: de, el, es, fi, fr_ca, hu, it, ko, nb, nl, pt_pt, ru, sv, tr, vi

# product_share_email_error
source: Oops! You don't seem to have an account set up in the Mail app.
de: Hoppla! Du scheinst kein Konto in der Mail-App eingerichtet zu haben.
el: Όπα! Από ότι φαίνεται, δεν έχεις κάνει λογαριασμό στην εφαρμογή Mail.
es: ¡Ups! Parece que no tienes configurado tu email en este dispositivo.
fi: Hups! Näyttää siltä, että et ole asettanut tiliä sähköpostisovellukseen.
fr_ca: Oups ! Il semble que vous n'ayez pas paramétré de compte dans l'application Courriel.
hu: Hoppá! Úgy tűnik, hogy nem állítottál be fiókot a Mail appban.
it: Ops! Sembra che tu non abbia impostato un account nella app di Mail.
ko: 앗, 계정을 메일 어플리케이션에서 설정하지 않으신 것 같네요.
nb: Oops! Det ser ut som at du ikke har satt opp en konto i din Epost app.
nl: Oeps! Het lijkt erop dat je geen account hebt aangemaakt in de Mail app.
pt_pt: Ups! Aparentemente não configurou uma conta na app de email.
ru: Упс, похоже, вы не создали аккаунт в почтовом приложении.
sv: Hoppsan! Det verkar som att du inte har något konto i dina mailinstllningar.
tr: Oops! Görünüşe bakılırsa e-posta uygulamasında bir hesap oluşturmamışsın.
vi: Ồ! Có vẻ như bạn chưa cài đặt tải khoản email trên Ứng dụng Mail.

# product_share_generic_ok
source: Listing shared!
de: Angebot geteilt!
el: Η καταχώρηση κοινοποιήθηκε!
es: ¡Anuncio compartido!
fi: Ilmoitus jaettu!
fr_ca: Annonce partagée !
hu: Hirdetés megosztva!
it: Annuncio condiviso!
ko: 제품 게시글이 공유되었습니다!
nb: Annonsen er delt!
nl: Advertentie gedeeld!
pt_pt: Publicação partilhada!
ru: Объявление размещено!
sv: Annonsen har delats!
tr: İlan paylaşıldı!
vi: Bài đăng đã được chia sẻ!

# product_share_navbar_button
source: Share
de: Teilen
el: Κοινοποίηση
es: Compartir
fi: Jaa
fr_ca: Partager
hu: Megosztás
it: Condividi
ko: 공유하기
nb: Del
nl: Delen
pt_pt: Partilhar
ru: Поделиться
sv: Dela
tr: Paylaş
vi: Chia sẻ

# product_share_posted_by
source: posted by %@
de: angeboten von %@
el: δημοσιεύτηκε από τον %@
es: publicado por %@
fi: ilmoittaja: %@
fr_ca: publié par %@
hu: Közzétevő: %@
it: pubblicato da %@
ko: %@에 의해 게시됨
nb: publisert av %@
nl: geplaatst door %@
pt_pt: publicado por %@
ru: размещено %@
sv: upplagd av %@
tr: %@ tarafından yayınlandı
vi: đăng bởi %@

# product_share_sms_error
source: An error occurred while sending your message.
de: Beim Senden deiner Nachricht ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την αποστολή του μηνύματος.
es: Se ha producido un error al enviar tu mensaje.
fi: Viestiäsi lähetettäessä tapahtui virhe.
fr_ca: Une erreur est survenue lors de l'envoi de votre message.
hu: Hiba történt az üzenet küldése során.
it: Si è verificato un errore durante il tentativo di invio del messaggio.
ko: 메세지를 발송하는 동안 오류가 발생했습니다.
nb: En feil oppstod ved sending av din melding.
nl: Er is een fout opgetreden tijdens het verzenden van jouw bericht.
pt_pt: Ocorreu um erro ao enviar a sua mensagem.
ru: При отправке сообщения произошла ошибка.
sv: Ett fel uppstod då ditt meddelande skulle skickas.
tr: Mesajın gönderilirken bir hata oluştu.
vi: Có lỗi xảy ra trong khi gửi tin nhắn của bạn.

# product_share_sms_ok
source: Sending...
de: Wird verschickt...
el: Αποστολή...
es: Enviando...
fi: Lähetetään...
fr_ca: Envoi...
hu: Küldés...
it: Invio in corso...
ko: 발송중...
nb: Sender...
nl: Verzenden...
pt_pt: A enviar...
ru: Отправка...
sv: Skickar...
tr: Gönderiliyor...
vi: Đang gửi...

# product_share_title_label
source: SHARE THIS LISTING
de: DIESES ANGEBOT TEILEN
el: ΜΟΙΡΑΣΤΕΙΤΕ ΑΥΤΗΝ ΤΗΝ ΚΑΤΑΧΩΡΗΣΗ
es: COMPARTE ESTE ANUNCIO
fi: JAA TÄMÄ ILMOITUS
fr_ca: PARTAGER CETTE ANNONCE
hu: HIRDETÉS MEGOSZTÁSA
it: CONDIVIDI QUESTO ANNUNCIO
ko: 이 상품 목록 공유하기
nb: DEL DENNE ANNONSEN
nl: DEEL DEZE ADVERTENTIE
pt_pt: PARTILHAR ESTA PUBLICAÇÃO
ru: ПОДЕЛИТЬСЯ ОБЪЯВЛЕНИЕМ
sv: DELA ANNONS
tr: BU İLANI PAYLAŞ
vi: CHIA SẺ BÀI ĐĂNG NÀY

# product_share_title_on_letgo
source: %@ on letgo!
de: %@ auf letgo!
el: %@ στο letgo!
es: %@ en letgo
fi: %@ letgossa!
fr_ca: %@ sur letgo !
hu: %@ a letgo piacán!
it: %@ su letgo!
ko: %@님이 letgo에 있습니다!
nb: %@ på letgo!
nl: %@ op letgo!
pt_pt: %@ no letgo!
ru: %@ на letgo!
sv: %@ på letgo!
tr: %@ letgo'da!
vi: %@ trên letgo!

# product_stickers_selection_wo_name
source: Select the sticker you want to send to the seller.
de: Wähle den Sticker, den du dem Verkäufer schicken möchtest.
el: Επιλέξτε το αυτοκόλλητο που θέλετε να στείλετε στον πωλητή.
es: Selecciona el sticker que le quieres enviar al vendedor.
fi: Valitse tarra, jonka haluat lähettää myyjälle.
fr_ca: Sélectionnez l'autocollant que vous voulez envoyer au vendeur.
hu: Válaszd ki a matricát, amit az eladónak küldenél.
it: Seleziona l'adesivo da inviare al venditore.
ko: 판매자에게 발송하고자 하는 스티커를 선택하세요.
nb: Velg etiketten du ønsker å sende til selgeren.
nl: Kies de sticker die je wilt verzenden naar de verkoper.
pt_pt: Selecione o autocolante que quer enviar ao vendedor.
ru: Выберите стикер для отправки продавцу.
sv: Välj den sticker du vill skicka till säljaren.
tr: Satıcıya göndermek istediğin etiketi seç.
vi: Chọn nhãn dán bạn muốn gửi tới người bán.

# professional_dealer_ask_phone_add_phone_cell_button
source: Add your number
de: Telefonnummer hinzufügen
el: Προσθήκη αριθμού
es: Añade tu número
fi: Lisää numerosi
fr_ca: Ajoutez votre numéro
hu: Szám megadása
it: Aggiungi numero
ko: 번호를 추가하세요
nb: Legg til ditt nummer
nl: Voeg je nummer toe
pt_pt: Adicione o seu número
ru: Добавьте номер телефона
sv: Lämna ditt telefonnummer
tr: Numaranı ekle
vi: Thêm số điện thoại

# professional_dealer_ask_phone_add_phone_cell_message
source: Call now or add your phone number so we can give you a call
de: Rufe jetzt an oder gibt deine Telefonnummer an, damit wir dich anrufen können
el: Καλέστε τώρα ή αφήστε τον αριθμό τηλεφώνου σας για να σας καλέσουμε εμείς
es: Llama ahora o añade tu número de telefono para que podamos llamarte
fi: Soita nyt tai lisää puhelinnumerosi, jotta voimme soittaa sinulle
fr_ca: Appelez maintenant ou ajoutez votre numéro de téléphone pour que l'on puisse vous appeler
hu: Hívj, vagy add meg a telefonszámodat, hogy mi hívhassunk
it: Chiama subito o aggiungi un recapito telefonico dove poterti raggiungere
ko: 저희가 전화를 드릴 수 있도록, 지금 전화하거나 나중에 전화번호를 추가해주세요.
nb: Ring nå eller legg inn ditt nummer slik at vi kan ringe deg opp
nl: Bel nu of voer je telefoonnummer in zodat we je kunnen bellen
pt_pt: Ligue agora ou adicione o seu número de telefone para lhe podermos ligar
ru: Позвоните сейчас или добавьте свой номер телефона, чтобы мы перезвонили
sv: Ring nu eller lämna ditt telefonnummer så kan vi ringa upp dig
tr: Hemen ara ya da telefon numaranı ekle biz seni arayalım
vi: Hãy gọi ngay bây giờ hoặc thêm số điện thoại để chúng tôi có thể gọi cho bạn

# professional_dealer_ask_phone_alert_enter_phone
source: Add your phone number
de: Telefonnummer hinzufügen
el: Προσθήκη του αριθμού τηλεφώνου σας
es: Añade tu número de teléfono
fi: Lisää puhelinnumerosi
fr_ca: Ajoutez votre numéro de téléphone
hu: Add meg a telefonszámodat
it: Aggiungi numero di telefono
ko: 전화번호 추가하기
nb: Legg til ditt telefonnummer
nl: Voeg je telefoonnummer toe
pt_pt: Adicione o seu número de telefone
ru: Добавьте свой номер телефона
sv: Lämna ditt telefonnummer
tr: Telefon numaranı ekle
vi: Thêm số điện thoại của bạn

# professional_dealer_ask_phone_alert_not_valid_phone
source: Please enter a valid phone number
de: Bitte gib eine gültige Telefonnummer an
el: Παρακαλώ, εισάγετε έναν έγκυρο αριθμό τηλεφώνου
es: Por favor, introduce un número de teléfono válido
fi: Ole hyvä ja syötä kelvollinen puhelinnumero
fr_ca: Veuillez indiquer un numéro de téléphone valide
hu: Érvényes telefonszámot adj meg
it: Inserisci un numero di telefono valido
ko: 사용 가능한 전화번호를 입력해 주세요
nb: Vennligst legg til et gyldig telefonnummer
nl: Voer een geldig telefoonnummer in
pt_pt: Insira um número de telefone válido
ru: Пожалуйста, введите действующий номер телефона
sv: Vänligen ange ett giltigt telefonnummer
tr: Lütfen geçerli bir telefon numarası gir
vi: Vui lòng nhập một số điện thoại hợp lệ

# professional_dealer_ask_phone_chat_message
source: My phone number is %@
de: Meine Telefonnummer lautet %@
el: Το τηλέφωνό μου είναι %@
es: Mi número de teléfono es %@
fi: Puhelinnumeroni on %@
fr_ca: Mon numéro de téléphone est %@
hu: Telefonszámom: %@
it: Il mio numero di telefono è %@
ko: 제 번호는 %@ 입니다
nb: Mitt telefonnummer er %@
nl: Mijn telefoonnummer is %@
pt_pt: O meu número de telefone é %@
ru: Мой номер телефона %@
sv: Mitt telefonnummer är %@
tr: Telefon numaram %@
vi: Số điện thoại của tôi là %@

# professional_dealer_ask_phone_intro_text
source: I'm a professional car dealer so I'd love to help you in person. Please share your phone number so I can give you the best deal!
de: Ich bin professioneller Autohändler und würde dir darum gerne persönlich helfen. Bitte teile mir deine Telefonnummer mit, damit ich dir das beste Angebot machen kann!
el: Είμαι επαγγελματίας πωλητής αυτοκινήτων και θα χαρώ πολύ να σας βοήθησω. Παρακαλώ στείλτε μου το τηλέφωνό σας για να σας δώσω την καλύτερη προσφορά!
es: Soy un vendedor de coches profesional así que me encantaría ayudarte en persona. Por favor, comparte tu número de teléfono para que pueda ofrecerte la mejor oferta.
fi: Olen ammatiltani automyyjä, joten haluaisin auttaa sinua kasvotusten. Kerrothan puhelinnumerosi, jotta voin tehdä sinulle parhaan tarjouksen!
fr_ca: Je suis un concessionnaire automobile professionnel et j'aimerais vous aider en personne. Veuillez partager votre numéro de téléphone afin que je vous fasse profiter des meilleures aubaines !
hu: Professzionális autókereskedő vagyok, ezért szeretnék személyesen segíteni. Kérlek, add meg telefonszámodat, hogy a lehető legjobb árat nyújthassam!
it: Sono un rivenditore professionale di auto e sarei lieto di aiutarti di persona. Condividi il tuo numero di telefono in modo che possa fornirti il miglior servizio!
ko: 안녕하세요, 전문 차량 상담가입니다. 직접 도와드리고자 연락드립니다. 저렴한 가격의 상품을 알려드릴 수 있도록 전화번호를 남겨주세요!
nb: Jeg er en profesjonell bilforhandler og ønsker å hjelpe deg best mulig. Vennligst del ditt telefonnummer slik at jeg kan gi deg den beste dealen!
nl: Ik ben een professionele autohandelaar, ik help je dus graag persoonlijk. Deel alstublieft je telefoonnummer zodat ik je de beste deal kan geven!
pt_pt: Sou um vendedor de automóveis profissional e gostaria de o ajudar pessoalmente. Partilhe o seu número de telefone para que lhe possa fazer a melhor oferta!
ru: Я профессиональный автодилер и с удовольствием помогу вам лично. Пожалуйста, оставьте свой номер телефона, чтобы я подобрал вам лучший вариант!
sv: Jag är en professionell bilhandlare som gärna skulle vilja hjälpa dig personligen. Vänligen ange ditt telefonnummer så kan jag hjälpa dig att göra ett riktigt klipp!
tr: Ben profesyonel araba satıcısıyım ve kişisel olarak sana yardımcı olmak istiyorum. Telefon numaranı verdiğinde sana en iyi fırsatları sunabilirim.
vi: Tôi là một người kinh doanh xe hơi chuyên nghiệp và muốn trực tiếp giúp bạn. Xin vui lòng chia sẻ số điện thoại của bạn để tôi có thể mang đến cho bạn những giao dịch tốt nhất!

# professional_dealer_ask_phone_lets_talk_text
source: Let's Talk
de: Lass uns reden
el: Ας Μιλήσουμε
es: Hablemos
fi: Puhutaan
fr_ca: Parlons-en
hu: Beszéljünk
it: Parliamone
ko: 지금 진행하기
nb: La oss ta en prat
nl: Laten we praten
pt_pt: Vamos conversar
ru: Обсудить
sv: Låt oss prata
tr: Konuşalım
vi: Hãy trò chuyện

# professional_dealer_ask_phone_not_now_button
source: Not now
de: Nicht jetzt
el: Όχι τώρα
es: Ahora no
fi: Ei nyt
fr_ca: Pas maintenant
hu: Most nem
it: Non adesso
ko: 나중에 진행하기
nb: Ikke nå
nl: Niet nu
pt_pt: Agora não
ru: Не сейчас
sv: Inte nu
tr: Şimdi değil
vi: Không phải bây giờ

# professional_dealer_ask_phone_send_phone_button
source: Send phone number
de: Telefonnummer schicken
el: Αποστολή αριθμού τηλεφώνου
es: Enviar número de teléfono
fi: Lähetä puhelinnumero
fr_ca: Envoyer numéro de téléphone
hu: Telefonszám küldése
it: Invia numero di telefono
ko: 전화 번호 발송
nb: Send telefonnummer
nl: Verstuur telefoonnummer
pt_pt: Enviar número de telefone
ru: Отправить номер телефона
sv: Skicka telefonnummer
tr: Telefon numarasını yolla
vi: Gửi số điện thoại

# professional_dealer_ask_phone_textfield_placeholder
source: Enter phone number
de: Telefonnummer eingeben
el: Εισάγετε αριθμό τηλεφώνου
es: Introducir número de teléfono
fi: Syötä puhelinnumero
fr_ca: Entrer numéro de téléphone
hu: Telefonszám megadása
it: Inserisci numero di telefono
ko: 전화 번호 입력
nb: Legg inn telefonnummer
nl: Voer telefoonnummer in
pt_pt: Inserir número de telefone
ru: Введите номер телефона
sv: Ange telefonnummer
tr: Telefon numarasını gir
vi: Nhập số điện thoại

# professional_dealer_ask_phone_thanks_other_cell_message
source: Thanks for getting in touch! Please give us a call or add your number so we can call you.
de: Danke, dass du dich mit uns in Verbindung gesetzt hast! Bitte rufe uns an oder gib deine Telefonnummer an, damit wir dich anrufen können.
el: Ευχαριστούμε που επικοινωνήσατε μαζί μας! Παρακαλούμε καλέστε μας ή αφήστε τον αριθμό σας, ώστε να σας καλέσουμε εμείς.
es: ¡Gracias por contactarnos! Por favor, llámanos o añade tu número para que podamos llamarte.
fi: Kiitos yhteydenotostasi! Soitathan meille tai jätät numerosi, jotta voimme soittaa sinulle.
fr_ca: Merci de prendre contact avec nous ! Veuillez s'il vous plaît nous téléphoner ou ajouter votre numéro pour que nous puissions vous appeler.
hu: Köszönjük, hogy érdeklődsz! Hívj fel, vagy add meg a telefonszámodat, hogy mi hívhassunk.
it: Grazie per averci contattato! Chiamaci o lascia il tuo numero e ti richiameremo noi.
ko: 연락 방법을 검색해주셔서 대단히 감사합니다! 저희에게 전화를 하거나 전화번호를 남겨주시면 연락드리도록 하겠습니다
nb: Takk for at du at du tar kontakt! Vennligst ring oss eller legg igjen ditt nummer slik at vi kan ringe deg.
nl: Bedankt voor het contact opnemen! Je kunt ons bellen of laat je nummer achter zodat wij jou kunnen bellen.
pt_pt: Obrigado por nos contactar! Ligue-nos ou deixe o seu número de telefone para podermos nós entrar em contacto.
ru: Спасибо за обращение! Пожалуйста, позвоните нам или оставьте свой номер, чтобы мы перезвонили.
sv: Tack för att du kontaktat oss! Vänligen ring oss eller lägg till ditt nummer så vi kan ringa upp dig.
tr: İletişime geçtiğin için teşekkürler. Lütfen bizi ara veya numaranı ekle biz seni arayalım.
vi: Cảm ơn bạn đã liên hệ! Vui lòng gọi cho chúng tôi hoặc để lại số điện thoại để chúng tôi gọi cho bạn.

# professional_dealer_ask_phone_thanks_phone_cell_message
source: Thanks for adding your phone number! It's always better to give us a call using the call button above.
de: Danke, dass du deine Telefonnummer angegeben hast! Ruf uns einfach an, indem du auf die Anrufen-Schaltfläche oben drückst.
el: Ευχαριστούμε για την προσθήκη του τηλεφώνου σας! Είναι πάντα καλύτερο να μας καλέσετε εσείς, χρησιμοποιώντας το παραπάνω κουμπί κλήσης.
es: ¡Gracias por añadir tu número! Siempre es mejor llamarnos usando el botón de llamada que hay más arriba.
fi: Kiitos kun lisäsit puhelinnumerosi! On aina parempi idea soittaa meille käyttämällä yllä olevaa soittopainiketta.
fr_ca: Merci d'avoir ajouté votre numéro de téléphone ! Il est toujours mieux de nous appeler en utilisant le bouton d'appel ci-dessus.
hu: Köszönjük, hogy megadtad a számodat! Egyszerűbben elérhetsz minket, ha felhívsz a fenti gombbal.
it: Grazie per aver aggiunto il tuo numero di telefono! È sempre meglio utilizzare il pulsante qui sopra per chiamarci.
ko: 전화번호를 추가해주셔서 감사합니다! 상단의 전화 버튼을 이용하여 저희에게 전화주시는 것이 낫습니다.
nb: Takk for at du legger til ditt telefonnummer! Det er alltid bedre å ringe oss ved å bruke ringeknappen over.
nl: Bedankt voor het toevoegen van je telefoonnummer! Het is altijd beter om ons te bellen via de bovenstaande belknop.
pt_pt: Obrigado por adicionar o seu número de telefone! É sempre preferível ligar-nos através do botão de chamada acima indicado.
ru: Спасибо за номер телефона! Вы всегда можете позвонить нам, нажав на кнопку выше.
sv: Tack för att du lämnat ditt telefonnummer! Det är alltid bättre att slå oss en signal med hjälp av ringknappen ovan.
tr: Telefon numaranı eklediğin için teşekkürler! Yukarıdaki arama düğmesini kullanarak bizi her zaman arayabilirsin.
vi: Cảm ơn bạn đã thêm số điện thoại! Sẽ luôn tốt hơn nếu bạn gọi chúng tôi bằng nút gọi bên trên.

# profile_bio_add_button
source: Add your bio
de: Biografie hinzufügen
el: Προσθήκη βιογραφικού
es: Añadir una bio
fi: Lisää biografia
fr_ca: Ajouter bio
hu: Bemutatkozás hozzáadása
it: Aggiungi biografia
ko: 개인 정보 추가하기
nb: Legg til din info
nl: Voeg jouw biografie toe
pt_pt: Adicione a sua biografia
ru: Добавить информацию о себе
sv: Lägg till din bio
tr: Biyografini ekle
vi: Thêm tiểu sử

# profile_bio_show_more_button
source: MORE ABOUT ME
de: MEHR ÜBER MICH
el: ΠΕΡΙΣΣΟΤΕΡΑ ΣΧΕΤΙΚΑ ΜΕ ΕΜΕΝΑ
es: MÁS SOBRE MÍ
fi: LISÄÄ MINUSTA
fr_ca: PLUS À PROPOS DE MOI
hu: INFORMÁCIÓK RÓLAM
it: ALTRE INFO SU DI ME
ko: 상세 사항
nb: MER OM MEG
nl: MEER OVER MIJ
pt_pt: MAIS SOBRE MIM
ru: ЕЩЕ ОБО МНЕ
sv: MER OM MIG
tr: HAKKIMDA DAHA FAZLA BİLGİ
vi: THÊM VỀ TÔI

# profile_blocked_by_me_label
source: You've blocked this user
de: Du hast diesen Nutzer blockiert
el: Έχετε μπλοκάρει αυτό το χρήστη
es: Has bloqueado a este usuario
fi: Olet estänyt tämän käyttäjän
fr_ca: Vous avez bloqué cet utilisateur
hu: Ezt a felhasználót blokkoltad
it: Hai bloccato questo utente
ko: 회원님께서는 이 사용자를 차단하셨습니다
nb: Du har blokkert denne brukeren
nl: Je hebt deze gebruiker geblokkeerd
pt_pt: Bloqueou este utilizador
ru: Вы заблокировали этого пользователя
sv: Den här användaren har blockerats av dig
tr: Bu kullanıcıyı engelledin
vi: Bạn đã chặn người dùng này

# profile_blocked_by_me_label_w_name
source: You've blocked %@
de: Du hast %@ blockiert
el: Έχετε μπλοκάρει τον %@
es: Has bloqueado a %@
fi: Olet estänyt käyttäjän %@
fr_ca: Vous avez bloqué %@
hu: %@ felhasználót blokkoltad
it: Hai bloccato %@
ko: 회원님은 %@를 차단하셨습니다
nb: Du har blokkert %@
nl: Je hebt %@ geblokkeerd
pt_pt: Bloqueou %@
ru: Вы заблокировали %@
sv: %@ har blockerats av dig
tr: %@ isimli kullanıcıyı engelledin
vi: Bạn đã chặn %@

# profile_blocked_by_other_label
source: You've been blocked by this user
de: Du wurdest von diesem Nutzer blockiert
el: Ο χρήστης αυτός σας έχει μπλοκάρει
es: Has sido bloqueado por este usuario
fi: Tämä käyttäjä on estänyt sinut
fr_ca: Vous avez été bloqué par cet utilisateur
hu: Ez a felhasználó blokkolt téged
it: Sei stato bloccato da questo utente
ko: 이 사용자에 의해 차단되셨습니다
nb: Du har blitt blokkert av denne brukeren
nl: Je bent geblokkeerd door deze gebruiker
pt_pt: Foi bloqueado por este utilizador
ru: Вы заблокировали этого пользователя
sv: Denna användare har blockerat dig
tr: Bu kullanıcı tarafından engellendin
vi: Bạn đã bị người dùng này chặn

# profile_build_trust_button
source: Build Trust
de: Schaffe Vertrauen
el: Κερδίστε Εμπιστοσύνη
es: Crea confianza
fi: Kasvata luottamusta
fr_ca: Inspirez Confiance
hu: Kelts bizalmat
it: Crea fiducia
ko: 신뢰도 쌓기
nb: Bygg tillit
nl: Bouw vertrouwen
pt_pt: Crie Confiança
ru: Повысьте доверие
sv: Skapa Förtroende
tr: Güven Kazan
vi: Xây dựng Niềm tin

# profile_connect_accounts_message
source: You still haven't verified your account with:
de: Du hast dein Benutzerkonto noch nicht verifiziert mit:
el: Δεν έχετε επιβεβαιώσει ακόμη το λογαριασμό με:
es: Todavía no has verificado tu cuenta con:
fi: Et ole vielä varmentanut tiliäsi käyttämällä:
fr_ca: Vous n'avez toujours pas vérifié votre compte avec :
hu: Még nem erősítetted meg fiókodat:
it: Non hai ancora verificato il tuo account con:
ko: 사용자께서는 다음 방법을 이용하여 계정을 인증하지 않으셨습니다:
nb: Du har forsatt ikke verifisert din konto med:
nl: Je hebt jouw account nog niet geverifieerd met:
pt_pt: Ainda não verificou a sua conta com:
ru: Ваш аккаунт все еще не подтвержден с помощью:
sv: Du har fortfarande inte verifierat ditt konto med:
tr: Hesabını henüz onaylamadın, onaylamak için tıkla:
vi: Bạn vẫn chưa xác minh tài khoản của mình với:

# profile_dummy_user_info
source: Hi! I'm %@ from letgo. I’m here to help you improve your listing and start selling.
de: Hallo! Ich bin %@ von letgo. Meine Aufgabe ist es, dir zu helfen dein Angebot zu verbessern, damit du erfolgreich verkaufen kannst.
el: Γεια σας! Είμαι ο %@ από το letgo. Είμαι εδώ για να σας βοηθήσω να βελτιώσετε την καταχώρησή σας και να ξεκινήσετε να πουλάτε.
es: ¡Hola! Soy %@ de letgo. Estoy aquí para ayudarte a mejorar tu anuncio y empezar a vender.
fi: Hei! Olen %@ letgosta. Olen täällä auttaakseni sinua tekemään ilmoituksestasi paremman ja aloittamaan myymisen.
fr_ca: Bonjour ! Je suis %@ de letgo. Je suis là pour vous aider à améliorer votre annonce et commencer à vendre.
hu: Szia! %@ vagyok a letgo piacáról. Azért jöttem, hogy javítsunk a hirdetéseden, és ezzel vásárlót szerezzünk.
it: Ciao! Sono %@ di letgo. Sono qui per aiutarti a migliorare il tuo annuncio e iniziare a vendere.
ko: 안녕하세요, 저는 letgo의 %@s입니다. 오늘 상품 목록의 질을 향상시키고 판매를 시작하는 것을 도와드리려고 합니다.
nb: Hei! Jeg er %@ fra letgo. Jeg er her for å hjelpe deg med å forbedre din annonse og starte salget.
nl: Hoi! Ik ben %@ van letgo. Ik ben er om je te helpen je advertentie te verbeteren en te beginnen met verkopen.
pt_pt: Olá! Chamo-me %@, do letgo. Estou aqui para o/a ajudar a melhorar o seu anúncio e a começar a vender.
ru: Привет! Я %@ с letgo. Я здесь, чтобы помочь вам отредактировать ваше объявление и начать продавать.
sv: Hej, det här är %@ från letgo! Jag är här för att hjälpa dig att förbättra din annons och börja sälja.
tr: Merhaba, ben letgo'dan %@. İlanını geliştirmek ve daha hızlı satış yapmanda sana yardım etmek için burdayım.
vi: Xin chào! Tôi là %@ từ letgo. Tôi ở đây để giúp bạn nâng cao chất lượng bài đăng và bắt đầu bán hàng.

# profile_favourites_my_user_no_products_button
source: Keep Browsing
de: Mehr entdecken
el: Συνεχίστε την πλοήγηση
es: Sigue navegando
fi: Jatka selaamista
fr_ca: Continuer à Naviguer
hu: Tovább böngészek
it: Continua la consultazione
ko: 계속 검색하기
nb: Fortsett å bla i produktene
nl: Blijf browsen
pt_pt: Continue a navegar
ru: Продолжить поиск
sv: Surfa vidare
tr: Aramaya Başla
vi: Tiếp tục Duyệt

# profile_favourites_my_user_no_products_label
source: NO FAVORITES (YET!)
de: (NOCH) KEINE FAVORITEN!
el: ΚΑΝΕΝΑ ΑΓΑΠΗΜΕΝΟ (ΑΚΟΜΗ!)
es: NO HAY FAVORITOS (¡TODAVÍA!)
fi: EI SUOSIKKEJA (VIELÄ!)
fr_ca: PAS DE FAVORIS (POUR LE MOMENT !)
hu: NINCSENEK KEDVENCEK (EGYELŐRE!)
it: ANCORA NESSUN PREFERITO!
ko: 관심항목 없음 (아직이에요!)
nb: INGEN FAVORITTER (ENDA!)
nl: (NOG!) GEEN FAVORIETEN
pt_pt: SEM FAVORITOS (AINDA!)
ru: НЕТ ИЗБРАННОГО (ПОКА ЧТО!)
sv: INGA FAVORITER (ÄNNU!)
tr: (HENÜZ!) FAVORİ YOK
vi: KHÔNG (CHƯA) CÓ SẢN PHẨM YÊU THÍCH NÀO!

# profile_favourites_products_tab
source: Favorites
de: Favoriten
el: Αγαπημένα
es: Favoritos
fi: Suosikit
fr_ca: Favoris
hu: Kedvencek
it: Preferiti
ko: 관심
nb: Favoritter
nl: Favorieten
pt_pt: Favoritos
ru: Избранное
sv: Favoriter
tr: Favoriler
vi: Yêu thích

# profile_karma_improve_score
source: Improve your Verification Score
de: Verbessere deine Verifizierungspunktzahl
el: Βελτιώστε το Βαθμό Επιβεβαίωσής σας
es: Consigue más puntos
fi: Paranna varmennuspisteitäsi
fr_ca: Améliorez votre Score
hu: Növeld Hitelesítési pontszámodat
it: Migliora il tuo punteggio di verifica
ko: 인증 점수 향상
nb: Forbedre dine verifiseringspoeng
nl: Verbeter jouw verificatiescore
pt_pt: Melhore a sua Pontuação de Verificação
ru: Увеличьте свой Рейтинг Верификации
sv: Öka dina Verifieringspoäng
tr: Doğrulama Skorunu geliştir
vi: Tăng Điểm Xác thực của bạn

# profile_karma_points_title
source: %@ pts
de: %@ pkt
fi: %@ p
hu: %@ pont
it: %@ pt
ko: %@점
nb: %@ poeng
nl: %@ ptn
sv: %@ p
tr: %@ puan
vi: %@ điểm
