Repository: goRestart/ios-restart-app
Catalog: components/LGResources/LGResources/Assets/i18n/*.lproj/Localizable.strings
Languages: de, el, es, fi, fr_ca, hu, it, ko, nb, nl, pt_pt, ru, sv, tr, vi

# filters_services_services_list_search_placeholder
source: Handyman, Contracting…
el: Τεχνίτες, Εργολάβοι…
es: Mantenimiento, contratista...
fr_ca: Homme à tout faire, Travailleur à contrat…
it: Tuttofare, agenti...
ko: 수리공, 계약직...
nl: Klusjesman, Aannemer...
pt_pt: Faz-tudo, contratante…
ru: Мастер, заключение договоров...
vi: Người giúp việc, Làm hợp đồng…

# filters_services_services_list_title
source: Select a Category
el: Επιλογή κατηγορίας
es: Elige una categoría
fr_ca: Sélectionner une catégorie
it: Seleziona una categoria
ko: 항목을 선택하세요
nl: Kies een categorie
pt_pt: Selecionar categoria
ru: Выберите категорию
vi: Chọn một mục

# filters_size_wrong_range_error
source: The minimum size can’t be higher than the maximum size.
de: Die Mindestgröße kann nicht größer sein als die Maximalgröße.
el: Το μικρότερο μέγεθος δεν μπορεί να είναι μεγαλύτερο από το μέγιστο μέγεθος.
es: El tamaño mínimo no puede superior al tamaño máximo.
fi: Minimikoko ei voi olla suurempi kuin maksimikoko.
fr_ca: La grandeur minimum ne peut pas être plus élevée que la grandeur maximum
hu: A minimális méret nem lehet nagyobb a maximálisnál.
it: La dimensione minima non può essere superiore a quella massima.
ko: 최소 크기는 최대 크기보다 클 수 없습니다.
nb: Minimum størrelse kan ikke være høyere enn maksimum størrelse.
nl: De minimale grootte kan niet hoger zijn dan de maximale grootte.
pt_pt: O tamanho mínimo não pode ser maior que o tamanho máximo
ru: Минимальный размер не может быть больше максимального.
sv: Den minsta ytan får inte vara högre än den största ytan.
tr: Minimum büyüklük maksimum büyüklüğü aşmamalıdır.
vi: Diện tích tối thiểu không thể lớn hơn diện tích tối đa.

# filters_slider_any
source: Any
de: Beliebig
el: Οποιοδήποτε
es: Cualquiera
fi: Kaikki
fr_ca: Tous
hu: Bármilyen
it: Tutti
ko: 모두
nl: Alle
pt_pt: Qualquer
ru: Любое
sv: Alla
vi: Bất kỳ

# filters_sort_closest
source: Closest first
de: Nächste zuerst
el: Κοντινότερο
es: Más cercanos primero
fi: Lähin ensin
fr_ca: Le plus près en premier
hu: Legközelebbiek elöl
it: Prima i più vicini
ko: 가장 가까운 순서대로
nb: Nærmest først
nl: Dichtstbijzijnde eerst
pt_pt: Os mais próximos primeiro
ru: Сначала ближайшее
sv: Närmast först
tr: İlk önce en yakını
vi: Gần nhất trước tiên

# filters_sort_newest
source: Newest first
de: Neueste zuerst
el: Πιο καινούριο
es: Más recientes primero
fi: Uusin ensin
fr_ca: Le plus récent en premier
hu: Legújabbak elöl
it: Prima i più recenti
ko: 새로 올라온 순서대로
nb: Nyeste først
nl: Nieuwste eerst
pt_pt: Os mais recentes primeiro
ru: Сначала новое
sv: Senast upplagda först
tr: İlk önce en yenisi
vi: Mới nhất trước tiên

# filters_sort_price_asc
source: Price: low to high
de: Preis aufsteigend
el: Τιμή από χαμηλότερη σε υψηλότερη
es: De más barato a más caro
fi: Halvimmasta kalleimpaan
fr_ca: Prix croissants
hu: Ár szerint, növekvő
it: Dal prezzo più basso al più alto
ko: 낮은가격에서 높은 가격으로
nb: Pris lav til høy
nl: Prijs van laag naar hoog
pt_pt: Preço: do menor para o maior
ru: Цена (от меньшей к большей)
sv: Pris lågt till högt
tr: Düşük fiyattan yüksek fiyata
vi: Giá từ thấp lên cao

# filters_sort_price_desc
source: Price: high to low
de: Preis absteigend
el: Τιμή από υψηλότερη σε χαμηλότερη
es: De más caro a más barato
fi: Kalleimmasta halvimpaan
fr_ca: Prix décroissants
hu: Ár szerint, csökkenő
it: Dal prezzo più alto al più basso
ko: 높은가격에서 낮은가격으로
nb: Pris høy til lav
nl: Prijs van hoog naar laag
pt_pt: Preço: do maior para o menor
ru: Цена (от большей к меньшей)
sv: Pris högt till lågt
tr: Yüksek fiyattan düşük fiyata
vi: Giá từ cao xuống thấp

# filters_tag_location_selected
source: Selected location
de: Ausgewählter Standort
el: Επιλεγμένη τοποθεσία
es: Ubicación seleccionada
fi: Valittu sijainti
fr_ca: Localisation sélectionnée
hu: Választott hely
it: Posizione selezionata
ko: 선택된 위치
nb: Valgt plassering
nl: Geselecteerde locatie
pt_pt: Localização selecionada
ru: Выбранное местоположение
sv: Utvald plats
tr: Seçilen konum
vi: Địa điểm đã chọn

# filters_title
source: Filters
de: Filter
el: Φίλτρα
es: Filtros
fi: Suodattimet
fr_ca: Filtres
hu: Szűrők
it: Filtri
ko: 필터
nb: Filtre
pt_pt: Filtros
ru: Фильтры
sv: Filter
tr: Filtreler
vi: Bộ lọc

# filters_within_all
source: All listings
de: Alle Angebote
el: Όλες οι καταχωρήσεις
es: Todos los anuncios
fi: Kaikki ilmoitukset
fr_ca: Toutes les annonces
hu: Minden hirdetés
it: Tutti gli annunci
ko: 모든 상품 목록
nb: Alle annonser
nl: Alle advertenties
pt_pt: Todas as publicações
ru: Все объявления
sv: Alla annonser
tr: Bütün ilanlar
vi: Tất cả bài đăng

# filters_within_day
source: The last 24h
de: Den letzten 24h
el: Τελευταίες 24 ώρες
es: Las últimas 24h
fi: Korkeintaan 24 tuntia
fr_ca: Dernières 24h
hu: Az elmúlt 24 órában
it: Nelle ultime 24 ore
ko: 마지막 24시간
nb: Siste 24 timer
nl: de laatste 24 uur
pt_pt: Últimas 24 horas
ru: Последние 24 часа
sv: De senaste 24 timmarna
tr: Son 24 saat
vi: 24h qua

# filters_within_month
source: The last 30 days
de: Den letzten 30 Tagen
el: Τελευταίες 30 μέρες
es: Los últimos 30 días
fi: Korkeintaan 30 päivää
fr_ca: Derniers 30 jours
hu: Az elmúlt 30 napban
it: Negli ultimi 30 giorni
ko: 마지막 30일
nb: Siste 30 dager
nl: de laatste 30 dagen
pt_pt: Últimos 30 dias
ru: Последние 30 дней
sv: De senaste 30 dagarna
tr: Son 30 gün
vi: 30 ngày qua

# filters_within_week
source: The last 7 days
de: Den letzten 7 Tagen
el: Τελευταίες 7 μέρες
es: Los últimos 7 días
fi: Korkeintaan 7 päivää
fr_ca: Derniers 7 jours
hu: Az elmúlt 7 napban
it: Negli ultimi 7 giorni
ko: 마지막 일주일
nb: Siste 7 dager
nl: de laatste 7 dagen
pt_pt: Últimos 7 dias
ru: Последние 7 дней
sv: De senaste 7 dagarna
tr: Son 7 gün
vi: 7 ngày qua

# forced_update_message
source: A new version of letgo is available. Please update now!
de: Eine neue Version von letgo ist verfügbar. Bitte aktualisiere sie jetzt.
el: Μια πιο πρόσφατη έκδοση του letgo είναι διαθέσιμη. Κάνε ενημέρωση τώρα!
es: Está disponible una nueva versión de letgo. Por favor, actualiza ahora.
fi: letgon uusi versio on saatavilla. Ole hyvä ja päivitä nyt.
fr_ca: Une nouvelle version de letgo est disponible. Veuillez faire la mise à jour maintenant !
hu: Elérhető a letgo új verziója. Kérjük, frissíts!
it: È disponibile una nuova versione di letgo. Aggiornalo adesso.
ko: 새로운 버전의 렛고가 있습니다. 지금 업데이트 하세요.
nb: En ny versjon av letgo er tilgjengelig. Vennligst oppdater nå.
nl: Een nieuwe versie van letgo is beschikbaar. Gelieve het nu te updaten.
pt_pt: Está disponível uma nova versão do letgo. Por favor atualize agora.
ru: Доступна новая версия letgo. Пожалуйста, обновите приложение.
sv: Det finns en ny version av letgo. Var god uppdatera nu.
tr: Yeni bir letgo sürümü mevcut. Lütfen şimdi güncelle.
vi: Đã có phiên bản letgo mới. Hãy tải xuống ngay bây giờ.

# forced_update_title
source: Update Available
de: Neue Version verfügbar
el: Διαθέσιμη ενημέρωση
es: Actualización disponible
fi: Päivitys saatavilla
fr_ca: Mise à jour Disponible
hu: Frissítés elérhető
it: Aggiornamento disponibile
ko: 업데이트 사용가능
nb: Oppdatering tilgjengelig
nl: Update beschikbaar
pt_pt: Atualização disponível
ru: Доступно обновление
sv: Uppdatering tillgänglig
tr: Yeni bir güncelleme mevcut
vi: Có bản cập nhật mới

# forced_update_update_button
source: Update
de: Neue Version
el: Αναβάθμιση
es: Actualizar
fi: Päivitä
fr_ca: Mettre à jour
hu: Frissítés
it: Aggiorna
ko: 업데이트
nb: Oppdater
nl: Bijwerken
pt_pt: Atualizar
ru: Обновить
sv: Uppdatera
tr: Güncelle
vi: Cập nhật

# help_terms_conditions_privacy_part
source: Privacy Policy
de: Datenschutz
el: Πολιτική Απορρήτου
es: Política de Privacidad
fi: Yksityisyyskäytäntö
fr_ca: Politique de Confidentialité
hu: Adatkezelési nyilatkozat
it: Informativa sulla Privacy
ko: 개인정보 정책
nb: Personvern
nl: Privacy Beleid
pt_pt: Política de Privacidade
ru: Политика Конфиденциальности
sv: Integritetspolicy
tr: Gizlilik Politikası
vi: Chính sách Bảo mật

# help_title
source: Help
de: Hilfe
el: Βοήθεια
es: Ayuda
fi: Apua
fr_ca: Aide
hu: Segítség
it: Aiuto
ko: 도움
nb: Hjelp
nl: Hulp
pt_pt: Ajuda
ru: Помощь
sv: Hjälp
tr: Yardım
vi: Trợ giúp

# hidden_email_tag
source: [EMAIL HIDDEN]
de: [E-MAIL-ADRESSE VERSTECKT]
el: [ΑΠΟΚΡΥΨΗ EMAIL]
es: [EMAIL OCULTO]
fi: [SÄHKÖPOSTI PIILOTETTU]
fr_ca: [COURRIEL MASQUÉ]
hu: [E-MAIL REJTVE]
it: [INDIRIZZO EMAIL NASCOSTO]
ko: [이메일 감추기]
nb: [E-POST SKJULT]
nl: [E-MAIL VERBORGEN]
pt_pt: [EMAIL OCULTO]
ru: [Е-МЕЙЛ СКРЫТ]
sv: [DOLD E-POSTADRESS]
tr: [E-POSTA GİZLENMİŞTİR]
vi: [EMAIL BỊ ẨN]

# hidden_phone_tag
source: [PHONE NUMBER HIDDEN]
de: [TELEFONNUMMER VERSTECKT]
el: [ΑΠΟΚΡΥΨΗ ΤΗΛΕΦΩΝΟΥ]
es: [NÚMERO DE TELÉFONO OCULTO]
fi: [PUHELINNUMERO PIILOTETTU]
fr_ca: [NUMÉRO DE TÉLÉPHONE MASQUÉ]
hu: [TELEFONSZÁM REJTVE]
it: [NUMERO DI TELEFONO NASCOSTO]
ko: [전화번호 감추기]
nb: [TELEFONNUMMER SKJULT]
nl: [TELEFOONNUMMER VERBORGEN]
pt_pt: [NÚMERO DE TELEFONE OCULTO]
ru: [НОМЕР ТЕЛЕФОНА СКРЫТ]
sv: [DOLT TELEFONNUMMER]
tr: [TELEFON NUMARASI GİZLENMİŞTİR]
vi: [SỐ ĐIỆN THOẠI BỊ ẨN]

# hidden_text_alert_description
source: We hide contact information to help you buy and sell safely. Chatting inside letgo is easy and more secure.
de: Wir verstecken Kontaktinformationen, damit du sicher kaufen und verkaufen kannst. Gespräche innerhalb letgos zu führen ist leicht und außerdem sicherer.
el: Αποκρύψαμε τις πληροφορίες επικοινωνίας για να σας βοηθήσουμε να κάνετε αγοραπωλησίες με ασφάλεια. Οι συνομιλίες εντός του easy είναι πιο ασφαλείς.
es: Ocultamos datos de contacto para ayudarte a comprar y vender con seguridad. Chatear dentro de letgo es fácil y más seguro.
fi: Piilotamme yhteystiedot auttaaksemme sinua ostamaan ja myymään turvallisesti. Keskustelu letgon sisällä on helppoa ja turvallisempaa.
fr_ca: Nous masquons les coordonnées pour vous aider à vendre et acheter en toute sécurité. Clavarder dans letgo est facile et plus sécuritaire.
hu: A kapcsolatfelvételi adatokat azért rejtjük el, hogy biztonságosan kereskedhess. A letgo csevegését használni könnyebb és biztonságosabb.
it: Nascondiamo le informazioni di contatto per proteggere le tue compravendite. Chattare all'interno di letgo è più facile e sicuro.
ko: 안전하게 구매 및 판매를 하실 수 있도록 연락처를 비공개로 하고 있습니다. letgo에서 대화를 나누시는 것은 더 쉽고 안전합니다.
nb: Vi skjuler kontaktinformasjon for å hjelpe deg med et sikkert kjøp og salg. Å kommunisere i letgo er enklere og gir deg mer sikkerhet.
nl: Wij verbergen contact informatie zodat je veilig kunt kopen en verkopen. In letgo kun je veilig en gemakkelijk chatten.
pt_pt: Ocultamos os dados de contacto para o ajudarmos a comprar e a vender com segurança. Conversar no letgo é fácil e mais seguro.
ru: Мы скрыли контактную информацию, чтобы вы могли спокойно торговать. Общаться в letgo легко и безопасно.
sv: Vi döljer kontaktinformation för att du ska kunna köpa och sälja säkert. Att chatta via letgo är både enkelt och säkrare.
tr: Güvenli alışveriş yapmana yardımcı olmak adına iletişim bilgilerini gizledik. letgo üzerinden mesajlaşmak kolay ve daha güvenlidir.
vi: Chúng tôi ẩn thông tin liên lạc để giúp bạn mua và bán được an toàn. Trò chuyện trên letgo luôn dễ dàng và bảo mật hơn.

# hidden_text_alert_title
source: STAY SAFE
de: SICHERHEITSHINWEIS
el: ΜΕΙΝΕΤΕ ΑΣΦΑΛΕΙΣ
es: CONSEJOS DE SEGURIDAD
fi: PYSY TURVASSA
fr_ca: SOYEZ PRUDENTS
hu: MARADJ BIZTONSÁGBAN
it: CONSIGLI PER LA SICUREZZA
ko: 안전하게 구매하세요
nb: VÆR FORSIKTIG
nl: VEILIGHEIDSTIPS
pt_pt: MANTENHA-SE SEGURO
ru: ОСТАВАЙТЕСЬ В БЕЗОПАСНОСТИ
sv: SÄKERHETSTIPS
tr: GÜVENDE KAL
vi: GIỮ AN TOÀN

# id_verification_first_step_subtitle
source: Remove any glasses or hat and snap a selfie.
de: Nimm Brille und Hut ab und mache ein Selfie von dir.
el: Αφαιρέστε γυαλιά ή καπέλα και τραβήξτε μια selfie.
es: Quítate cualquier accesorio que te cubra la cara y hazte una foto.
fi: Ota silmälasit ja päähineet pois ja nappaa itsestäsi kuva.
fr_ca: Retirez vos lunettes et votre chapeau et prenez un selfie.
hu: Ha van, vedd le a szemüvegedet és a sapkádat, majd készíts egy szelfit.
it: Togli eventuali occhiali o cappelli e scatta un selfie.
ko: 안경이나 모자를 벗어주시고 셀카를 찍어주세요.
nb: Vennligst fjern briller eller hatt og knips en selfie.
nl: Verwijder je bril of hoed en maak een selfie.
pt_pt: Tire os óculos ou chapéu e dispare uma selfie.
ru: Снимите очки и головной убор и сделайте селфи.
sv: Ta av dig glasögon, keps eller liknande och ta en selfie.
tr: Gözlük veya şapka takıyorsan çıkar ve bir selfie çek.
vi: Bỏ kính hay mũ và chụp ảnh tự sướng.

# id_verification_first_step_title
source: First, we need a picture of you!
de: Zuerst brauchen wir ein Bild von dir!
el: Πρώτα, χρειαζόμαστε μια φωτογραφία σας!
es: Primero, ¡necesitamos una foto tuya!
fi: Ensinnäkin tarvitsemme sinusta kuvan!
fr_ca: Tout d'abord, nous avons besoin d'une photo de vous !
hu: Először is kell egy kép rólad!
it: Come prima cosa, abbiamo bisogno di una tua foto!
ko: 먼저, 저희는 사용자분의 사진이 필요합니다!
nb: Først trenger vi et bilde av deg!
nl: Ten eerste hebben we een foto van jou nodig!
pt_pt: Primeiro, precisamos de uma fotografia sua!
ru: Для начала нам понадобится ваша фотография!
sv: Först behöver vi en bild på dig!
tr: Önce, senin bir fotoğrafına ihtiyacımız var!
vi: Đầu tiên, chúng tôi cần một tấm hình của bạn!

# id_verification_fourth_step_subtitle
source: Make sure your ID is clear and inside the box in the viewfinder
de: Stelle sicher, dass dein Ausweis gut lesbar und innerhalb des Rechtecks des Suchers ist
el: Βεβαιωθείτε πως η ταυτότητά σας φαίνεται ξεκάθαρα και είναι καλά εστιασμένη στην οθόνη
es: Asegúrate que tu documento se ve claramente y encaja en los bordes de la caja
fi: Varmista, että henkilöllisyystodistuksesi näkyy selvästi ja on tähtäinlaatikon sisällä
fr_ca: Assurez-vous que votre pièce d'identité soit claire et à l'intérieur de l'espace prévu à cet effet
hu: Jól látszódjon az igazolvány, és a képernyőn látható dobozon belül legyen
it: Assicurati che il documento sia visibile e all'interno del riquadro
ko: 신분증이 명확하며 뷰파인더 내부의 상자에 있는지 확인해주세요
nb: Sørg for at din ID er tydelig og at hele vises i bildevinduet
nl: Zorg ervoor dat je ID duidelijk is en binnen het kader van de zoeker valt
pt_pt: Assegure-se de que a sua identificação está nítida e dentro da caixa do visor
ru: Убедитесь, что документ четко видно и он попадает в рамку
sv: Försäkra dig att bilden är skarp och att du får med hela dokumentet
tr: Kimliğinin net olduğundan ve görüntü bulucunun kutusunun içinde olduğundan emin ol
vi: Cần đảm bảo rằng giấy tờ tùy thân của bạn rõ ràng và trong tầm kính ngắm

# id_verification_fourth_step_title
source: Take a picture of the back of your ID
de: Nimm ein Bild von der Rückseite deines Ausweises auf
el: Τραβήξτε μια φωτογραφία της μπροστινής όψης της ταυτότητάς σας
es: Haz una foto de la cara posterior de tu documento de identidad
fi: Ota kuva henkilöllisyystodistuksesi takapuolesta
fr_ca: Prenez une photo du verso de votre pièce d'identité
hu: Készíts egy képet az igazolványod hátoldaláról
it: Fai una foto del retro del documento
ko: 신분증 후면 사진을 촬영하세요
nb: Ta et bilde av baksiden av din ID
nl: Maak een foto van de achterkant van je ID
pt_pt: Tire uma fotografia da parte de trás da sua identificação
ru: Сделайте фото обратной стороны документа
sv: Ta en bild av baksidan av dokumentet
tr: Kimliğinin arka kısmının bir fotoğrafını çek
vi: Chụp ảnh mặt sau giấy tờ tùy thân của bạn

# id_verification_option_drivers_license
source: Driver's License
de: Führerschein
el: Δίπλωμα Οδήγησης
es: Carnet de conducir
fi: Ajokortti
fr_ca: Permis de conduire
hu: Jogosítvány
it: Patente di guida
ko: 운전면허증
nb: Førerkort
nl: Rijbewijs
pt_pt: Carta de condução
ru: Водительское удостоверение
sv: Körkort
tr: Ehliyet
vi: Giấy phép lái xe

# id_verification_option_id_back
source: Back of your ID
de: Rückseite deines Ausweises
el: Πίσω όψη ταυτότητας
es: Cara posterior del documento
fi: Henkilöllisyystodistuksesi takapuoli
fr_ca: Verso de votre pièce d'identité
hu: Igazolvány hátoldala
it: Retro del documento
ko: 신분증 뒷면
nb: Baksiden av din ID
nl: Achterkant van je ID
pt_pt: Parte de trás da sua identificação
ru: Обратная сторона документа
sv: Dokumentets baksida
tr: Kimliğinin arkası
vi: Mặt sau giấy tờ tùy thân

# id_verification_option_id_front
source: Front of your ID
de: Vorderseite deines Ausweises
el: Μπροστινή όψη ταυτότητας
es: Cara frontal del documento
fi: Henkilöllisyystodistuksesi etupuoli
fr_ca: Recto de votre pièce d'identité
hu: Igazolvány eleje
it: Parte frontale del documento
ko: 신분증 정면
nb: Forsiden av din ID
nl: Voorkant van je ID
pt_pt: Parte da frente da sua identificação
ru: Лицевая сторона документа
sv: Dokumentets framsida
tr: Kimliğinin önü
vi: Mặt trước giấy tờ tùy thân

# id_verification_option_id_type
source: Type of ID
de: Art des Ausweises
el: Τύπος ταυτότητας
es: Tipo de documento
fi: Henkilöllisyystodistuksen tyyppi
fr_ca: Type de pièce d'identité
hu: Igazolvány típusa
it: Tipo di documento
ko: 신분증 종류
nb: ID-type
nl: Type ID
pt_pt: Tipo de identificação
ru: Тип документа
sv: Typ av dokument
tr: Kimlik türü
vi: Loại giấy tờ tùy thân

# id_verification_option_passport
source: Passport
de: Reisepass
el: Διαβατήριο
es: Pasaporte
fi: Passi
fr_ca: Passeport
hu: Útlevél
it: Passaporto
ko: 여권
nb: Pass
nl: Paspoort
pt_pt: Passaporte
ru: Паспорт
sv: Pass
tr: Pasaport
vi: Hộ chiếu

# id_verification_option_state
source: State
de: Bundesland
el: Χώρα
es: Estado
fi: Alue
fr_ca: État
hu: Állam
it: Paese
ko: 도시
nb: Stat
nl: Staat
pt_pt: Estado
ru: Страна
sv: Delstat
tr: Ülke
vi: Bang

# id_verification_option_user_picture
source: Your picture
de: Dein Bild
el: Η φωτογραφία σας
es: Tu foto
fi: Kuvasi
fr_ca: Votre photo
hu: Képed
it: La tua foto
ko: 사용자분의 사진
nb: Ditt bilde
nl: Jouw foto
pt_pt: A sua fotografia
ru: Ваше фото
sv: Ditt foto
tr: Fotoğrafın
vi: Ảnh của bạn

# id_verification_second_step_button_title
source: Continue
de: Weiter
el: Συνέχεια
es: Continuar
fi: Jatka
fr_ca: Continuer
hu: Folytatás
it: Continua
ko: 계속
nb: Fortsett
nl: Doorgaan
pt_pt: Continuar
ru: Далее
sv: Fortsätt
tr: Devam et
vi: Tiếp tục

# id_verification_second_step_section_title
source: TYPE OF ID
de: ART DES AUSWEISES
el: ΤΥΠΟΣ ΤΑΥΤΟΤΗΤΑΣ
es: TIPO DE DOCUMENTO
fi: HENKILÖLLISYYSTODISTUKSEN TYYPPI
fr_ca: TYPE DE PIÈCE D'IDENTITÉ
hu: IGAZOLVÁNY TÍPUSA
it: TIPO DI DOCUMENTO
ko: 신분증 종류
nb: ID-TYPE
nl: TYPE ID
pt_pt: TIPO DE IDENTIFICAÇÃO
ru: ТИП ДОКУМЕНТА
sv: TYP AV DOKUMENT
tr: KİMLİK TÜRÜ
vi: LOẠI GIẤY TỜ TÙY THÂN

# id_verification_second_step_subtitle
source: Select your type of ID and state
de: Wähle die Art des Ausweises und das Bundesland
el: Επιλέξτε τον τύπο ταυτότητας και τη χώρα
es: Selecciona tu tipo de documento y tu estado
fi: Valitse henkilöllisyystodistuksesi tyyppi ja alue
fr_ca: Sélectionnez le type de pièce d'identité et l'état
hu: Válaszd ki az igazolvány típusát és az államot
it: Seleziona il tipo di documento e il paese
ko: ID 종류와 도시를 선택해주세요
nb: Velg din ID-type og stat
nl: Selecteer jouw type ID en staat
pt_pt: Selecione o tipo de identificação e estado
ru: Выберите тип документа и страну
sv: Välj typ av dokument och delstat
tr: Kimliğinin türünü ve ülkeni seç
vi: Chọn loại giấy tờ tùy thân và bang của bạn

# id_verification_second_step_title
source: Now we'll need to scan your ID
de: Jetzt brauchen wir einen Scan deines Ausweises.
el: Τώρα θα πρέπει να σαρώσετε την ταυτότητά σας
es: Ahora necesitamos escanear tu documento de identidad
fi: Nyt pitää skannata henkilöllisyystodistuksesi.
fr_ca: Maintenant, nous avons besoin de scanner votre pièce d'identité
hu: Most pedig be kell olvasnunk valamelyik igazolványodat
it: Adesso abbiamo bisogno della scansione del tuo documento d'identità
ko: 이제 저희는 사용자분의 ID를 스캔해야 합니다
nb: Nå er vi nødt til å scanne din ID
nl: Nu zullen we je ID scannen
pt_pt: Agora precisamos de digitalizar a sua identificação
ru: Теперь нам нужен скан удостоверяющего личность документа
sv: Nu behöver vi skanna ditt ID-dokument
tr: Şimdi kimliğini taramamız gerekiyor
vi: Bây giờ chúng tôi sẽ cần quét giấy tờ tùy thân của bạn

# id_verification_select_state_search_placeholder
source: Search
de: Suchen
el: Αναζήτηση
es: Buscar
fi: Hae
fr_ca: Recherche
hu: Keresés
it: Cerca
ko: 검색
nb: Søk
nl: Zoeken
pt_pt: Pesquisar
ru: Поиск
sv: Sök
tr: Ara
vi: Tìm kiếm

# id_verification_select_state_title
source: State
de: Bundesland
el: Χώρα
es: Estado
fi: Alue
fr_ca: État
hu: Állam
it: Paese
ko: 도시
nb: Stat
nl: Staat
pt_pt: Estado
ru: Страна
sv: Delstat
tr: Ülke
vi: Bang

# id_verification_summary_section_title
source: ID VERIFICATION INFO
de: AUSWEISVERIFIKATIONSINFOS
el: ΠΛΗΡΟΦΟΡΙΕΣ ΕΠΙΒΕΒΑΙΩΣΗΣ ΤΑΥΤΟΤΗΤΑΣ
es: INFO DE VERIFICACIÓN DE DOCUMENTO DE IDENTIDAD
fi: HENKILÖLLISYYDEN VARMENTAMISEN TIEDOT
fr_ca: INFORMATIONS DE VÉRIFICATION D'IDENTITÉ
hu: IGAZOLVÁNYELLENŐRZÉSI INFÓK
it: INFORMAZIONI DI VERIFICA DOCUMENTO
ko: 신분증 인증 정보
nb: ID VERIFISERINGSINFO
nl: ID VERIFICATIE INFO
pt_pt: DADOS DA VERIFICAÇÃO DE IDENTIFICAÇÃO
ru: ИНФОРМАЦИЯ О ДОКУМЕНТЕ
sv: ID-VERIFIKATIONSUPPGIFTER
tr: KİMLİK DOĞRULAMA BİLGİLERİ
vi: THÔNG TIN XÁC NHẬN GIẤY TỜ TÙY THÂN

# id_verification_summary_subtitle
source: Review your info and tap OK to finish
de: Überprüfe deine Angaben und drücke danach zum Speichern auf Ok
el: Ελέγξτε τις πληροφορίες σας και πατήστε ΟΚ για να τελειώσετε
es: Revisa tu información y pulsa OK para terminar
fi: Tarkasta tietosi ja paina OK suorittaaksesi toiminnon loppuun
fr_ca: Vérifiez vos informations et sélectionnez OK pour finaliser
hu: Ellenőrizd az adatokat, majd koppints az OK-ra
it: Controlla le informazioni e tocca OK per terminare
ko: 정보를 재검토한 후 예를 눌러 완료하세요
nb: Gjennomgå din informasjon og velg OK for å fullføre
nl: Controleer je gegevens en tik op OK om te voltooien
pt_pt: Reveja os seus dados e toque em OK para terminar
ru: Проверьте данные и нажмите OK для завершения
sv: Kontrollera uppgifterna och klicka på OK för att spara
tr: Bilgilerini gözden geçir ve bitirmek için Tamam'a tıkla
vi: Xem lại thông tin của bạn và nhấn OK để hoàn thành

# id_verification_summary_title
source: Summary
de: Zusammenfassung
el: Σύνοψη
es: Resumen
fi: Yhteenveto
fr_ca: Récapitulatif
hu: Összesítés
it: Riepilogo
ko: 요약
nb: Sammendrag
nl: Overzicht
pt_pt: Resumo
ru: Итоги
sv: Sammanfattning
tr: Özet
vi: Tổng hợp

# id_verification_third_step_subtitle
source: Make sure your ID is clear and inside the box in the viewfinder
de: Stelle sicher, dass dein Ausweis gut lesbar und innerhalb des Rechtecks des Suchers ist
el: Βεβαιωθείτε πως η ταυτότητά σας φαίνεται ξεκάθαρα και είναι καλά εστιασμένη στην οθόνη
es: Asegúrate que tu documento se ve claramente y encaja en los bordes de la caja
fi: Varmista, että henkilöllisyystodistuksesi näkyy selvästi ja on tähtäinlaatikon sisällä
fr_ca: Assurez-vous que votre pièce d'identité soit claire et à l'intérieur de l'espace prévu à cet effet
hu: Jól látszódjon az igazolvány, és a képernyőn látható dobozon belül legyen
it: Assicurati che il documento sia visibile e all'interno del riquadro
ko: 신분증이 명확하며 뷰파인더 내부의 상자에 있는지 확인해주세요
nb: Sørg for at din ID er tydelig og at hele vises i bildevinduet
nl: Zorg ervoor dat je ID duidelijk is en binnen het kader van de zoeker valt
pt_pt: Assegure-se de que a sua identificação está nítida e dentro da caixa do visor
ru: Убедитесь, что документ четко видно и он попадает в рамку
sv: Försäkra dig att bilden är skarp och att du får med hela dokumentet
tr: Kimliğinin net olduğundan ve görüntü bulucunun kutusunun içinde olduğundan emin ol
vi: Cần đảm bảo rằng giấy tờ tùy thân của bạn rõ ràng và trong tầm kính ngắm
